{
    "questoes": [
        {
            "nro": "1",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2002 – CONSULTOR LEGISLATIVO DO SENADO",
            "pergunta": "Lauro está sendo acusado, em juízo, por crime que deixou vestígios, havendo a polícia arrecadado os objetos que compõem o corpo de delito. Se Lauro, comprovadamente, possuir elevada renda e, ainda assim, recusar-se a contratar advogado por não ter interesse em defender-se da acusação, o juiz não deverá nomear-lhe defensor, mas decretar a sua revelia.",
            "resposta": "E",
            "comentario": "A presença do defensor no processo criminal é obrigatória, e decorre do princípio da ampla defesa, previsto no art. 5°, LV da Constituição. O defensor (advogado ou Defensor Público) é quem realiza a chamada defesa técnica (a defesa prestada por profissional habilitado). Sua presença obrigatória está prevista, ainda, no art. 261 do CPP. Caso o acusado não possua defensor, o Juiz nomeará um para que o defenda. Entretanto, caso o acusado, posteriormente resolva constituir advogado de sua confiança ou defender-se a si próprio (caso possua habilitação para isso), poderá destituir o defensor nomeado pelo Juiz, A QUALQUER TEMPO. Nos termos do art. 263 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 261. Nenhum acusado, ainda que ausente ou foragido, será processado ou julgado sem defensor. Parágrafo único. A defesa técnica, quando realizada por defensor público ou dativo, será sempre exercida através de manifestação fundamentada. Art. 263. Se o acusado não o tiver, ser-lhe-á nomeado defensor pelo juiz, ressalvado o seu direito de, a todo tempo, nomear outro de sua confiança, ou a si mesmo defender-se, caso tenha habilitação."
        },
        {
            "nro": "2",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2002 – CONSULTOR LEGISLATIVO DO SENADO",
            "pergunta": "Lauro está sendo acusado, em juízo, por crime que deixou vestígios, havendo a polícia arrecadado os objetos que compõem o corpo de delito. Se a vítima habilitar-se como assistente do Ministério Público, não será óbice à sua habilitação o fato de o processo já estar em grau de recurso.",
            "resposta": "C",
            "comentario": "O ofendido, seu representante legal, ou qualquer das pessoas mencionadas no art. 31 do CPP (cônjuge, ascendente, descendente ou irmão) poderão atuar como assistentes da acusação nas ações penais públicas (condicionadas e incondicionadas). Nos termos do art. 268 do CPP. A intervenção de qualquer destas pessoas como assistente da acusação pode se dar a qualquer momento, ATÉ O TRÂNSITO EM JULGADO DA SENTENÇA",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "3",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – TJ/PI – JUIZ",
            "pergunta": "O assistente de acusação possui legitimidade para interpor apelação contra sentença absolutória, caso o MP se quede inerte após regular intimação.",
            "resposta": "C",
            "comentario": "Esta é a posição do STJ.",
            "lei": "sim",
            "desc_lei": "HC 137.339/RS. 1. A legitimidade do assistente de acusação para apelar, quando inexistente recurso do Ministério Público, é ampla, podendo impugnar tanto a sentença absolutória quanto a condenatória, visando ao aumento da pena imposta, já que a sua atuação justifica-se pelo desejo legítimo de buscar justiça, e não apenas eventual reparação cível. Doutrina. Precedentes do STJ e do STF."
        },
        {
            "nro": "4",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – TJ/BA – JUIZ",
            "pergunta": "A respeito das normas aplicadas ao MP, ao acusado e ao defensor e do disposto nas normas procedimentais aplicáveis aos processos que tramitam perante o STJ e o STF, de acordo com o entendimento dos tribunais superiores, os órgãos do MP sujeitam-se às mesmas prescrições relativas à suspeição dos juízes, no que lhes for aplicável, implicando a sua inobservância nulidade relativa.",
            "resposta": "C",
            "comentario": "Nos termos do art. 258 do CPP, aplicam-se aos membros do MP as mesmas prescrições relativas à suspeição e impedimento dos Juízes, e sua inobservância, conforme o STJ, constitui nulidade relativa, que depende da comprovação de prejuízo.",
            "lei": "sim",
            "desc_lei": "Art. 258. Os órgãos do Ministério Público não funcionarão nos processos em que o juiz ou qualquer das partes for seu cônjuge, ou parente, consangüíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive, e a eles se estendem, no que Ihes for aplicável, as prescrições relativas à suspeição e aos impedimentos dos juízes."
        },
        {
            "nro": "5",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJDFT – TÉCNICO JUDICIÁRIO",
            "pergunta": "Caso, em seu interrogatório, o acusado afirme que sua defesa será patrocinada por advogado particular, não haverá necessidade de o defensor apresentar o instrumento de mandato.",
            "resposta": "C",
            "comentario": "O CPP permite, expressamente, a chamada constituição de defensor apud acta, que é aquela na qual o acusado menciona, em seu interrogatório, que o seu advogado será fulano ou beltrano. Esta previsão se encontra no art. 266 do CPP. Nesse caso, uma vez nomeado o patrono quando do interrogatório, não será necessária a procuração, que é o instrumento de mandato.",
            "lei": "sim",
            "desc_lei": "Art. 266. A constituição de defensor independerá de instrumento de mandato, se o acusado o indicar por ocasião do interrogatório."
        },
        {
            "nro": "6",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 - TJDFT - ANALISTA JUDICIÁRIO - ÁREA JUDICIÁRIA",
            "pergunta": "O assistente de acusação poderá intervir na ação penal pública em qualquer tempo, desde que não haja trânsito em julgado da sentença.",
            "resposta": "C",
            "comentario": "O item está correto, pois a habilitação de um dos legitimados como assistente de acusação é admitida até o fim do processo, ou seja, até o trânsito em julgado, nos termos do art. 269 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "7",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2010 – DPU – DEFENSOR PÚBLICO FEDERAL",
            "pergunta": "Nos termos da legislação processual penal vigente, admite-se, no curso regular da persecução penal, na fase pré-processual, em feito de ação penal privada, a possibilidade de habilitar-se como assistente de acusação a companheira do ofendido. Pode esta, por intermédio do advogado regularmente constituído, caso não possua capacidade postulatória, valer-se das garantias estabelecidas pela lei quanto à prova técnica pericial e apresentar assistente técnico, na sobredita fase, a fim de acompanhar a elaboração de exame pericial de alta complexidade que abranja mais de uma área de conhecimento especializado, oferecendo, desde logo, quesitos a serem respondidos pelo perito e pelo assistente técnico.",
            "resposta": "E",
            "comentario": "O item está errado por duas razões: Primeiro porque só se admite a figura do assistente de acusação na fase processual, vez que antes disso não há acusação; Segundo, porque só se admite na ação penal pública.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31."
        },
        {
            "nro": "8",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2008 – MPE/RR – PROMOTOR DE JUSTIÇA",
            "pergunta": "O ofendido ou seu representante legal poderão oficiar como assistentes de acusação, podendo propor meios de prova, apresentar perguntas às testemunhas, participar dos debates orais e arrazoar os recursos apresentados pelo Ministério Público. Poderão, ainda, interpor recursos, mas, nesse caso, será imprescindível demonstrar que promoveram sua habilitação como assistentes antes de ser proferida a sentença.",
            "resposta": "E",
            "comentario": "O item está errado, eis que a habilitação pode se dar a qualquer momento, enquanto não houver transitado em julgado a sentença. Uma vez habilitado, o assistente recebe o processo no estado em que se encontra, e se ainda houver prazo para a interposição de recurso, poderá fazê-lo, nos termos do art. 268, 269 e 271 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268 CPP - Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou na falta, qualquer das pessoas do art. 31. Art. 269, CPP: O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa do estado em que se achar. Art. 271 CPP - Ao assistente será permitido propor meios de prova, requer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, §1o e 598 do CPP."
        },
        {
            "nro": "9",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2009 – DPE-ES – DEFENSOR PÚBLICO",
            "pergunta": "Ainda que o acusado indique seu defensor por ocasião de seu interrogatório, a constituição regular desse defensor depende do instrumento de mandato, que, nessa situação, deve ser juntado aos autos no prazo de cinco dias, se outro prazo não for fixado pelo juiz.",
            "resposta": "E",
            "comentario": "O CPP permite, expressamente, a chamada constituição de defensor apud acta, que é aquela na qual o acusado menciona, em seu interrogatório, que o seu advogado será fulano ou beltrano. Esta previsão se encontra no art. 266 do CPP. Nesse caso, uma vez nomeado o patrono quando do interrogatório, não será necessária a procuração, que é o instrumento de mandato.",
            "lei": "sim",
            "desc_lei": "Art. 266. A constituição de defensor independerá de instrumento de mandato, se o acusado o indicar por ocasião do interrogatório."
        },
        {
            "nro": "10",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – SERPRO - ANALISTA",
            "pergunta": "A legislação brasileira adota o sistema de escolha do perito pelo próprio juiz.",
            "resposta": "C",
            "comentario": "O item está correto, pois o perito judicial é um auxiliar do Juízo, alguém de confiança do Juiz e que possua os demais requisitos para assumir o encargo. Art. 276 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 276. As partes não intervirão na nomeação do perito."
        },
        {
            "nro": "11",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PEFOCE – TODOS OS CARGOS",
            "pergunta": "São extensivas aos peritos as disposições referentes a suspeição dos juízes, como, por exemplo, a hipótese de o perito ser filho da vítima. Por outro lado, o perito, mesmo não sendo testemunha, poderá ser conduzido coercitivamente à presença do juiz, caso não compareça nem apresente justificativa. ",
            "resposta": "E",
            "comentario": "O item está errado. O fato de o Juiz ser filho de uma das partes não é causa de suspeição, mas de impedimento, nos termos do art. 252, IV do CPP. Tal situação de IMPEDIMENTO é aplicável aos peritos. Mas, lembrando, não se trata de suspeição, e sim impedimento.",
            "lei": "sim",
            "desc_lei": "Art. 252. O juiz não poderá exercer jurisdição no processo em que: (...) IV - ele próprio ou seu cônjuge ou parente, consangüíneo ou afim em linha reta ou colateral até o terceiro grau, inclusive, for parte ou diretamente interessado no feito."
        },
        {
            "nro": "12",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – STJ – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta": "Caso um advogado experiente, que patrocina a defesa de acusado da prática de crime hediondo, intencionalmente profira, durante a instrução criminal, injúrias contra o magistrado, e isso provoque animosidade circunstancial entre ambos, mesmo assim, nos termos do CPP, a suspeição não poderá ser declarada.",
            "resposta": "C",
            "comentario": "O item está correto. Primeiro porque a animosidade entre o Juiz e o advogado da parte não gera suspeição. Em segundo lugar, ainda que tivesse sido a própria parte que tivesse injuriado, propositalmente, o Juiz, a suspeição, neste caso, não poderia ser declarada, por força do art. 256 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 256. A suspeição não poderá ser declarada nem reconhecida, quando a parte injuriar o juiz ou de propósito der motivo para criá-la."
        },
        {
            "nro": "13",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PC-AL – AGENTE DE POLÍCIA",
            "pergunta": "Segundo a orientação jurisprudencial do Superior Tribunal de Justiça, a participação do membro do Ministério Público na fase de investigação policial não acarreta nem o seu impedimento nem a sua suspeição para o oferecimento da denúncia.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a previsão contida no verbete no 234 da súmula de jurisprudência do STJ.",
            "lei": "sim",
            "desc_lei": "Súmula 234 do STJ - A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia."
        },
        {
            "nro": "14",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PEFOCE – TODOS OS CARGOS",
            "pergunta": "O assistente do Ministério Público somente poderá ser habilitado após o início da ação penal pública e antes do trânsito em julgado, razão por que não se admite tal habilitação durante o inquérito policial, na execução penal nem em crime de ação privada.",
            "resposta": "C",
            "comentario": "O assistente de acusação só é admitido durante o processo, nunca fora dele, de forma que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós- processual). Também não se admite na ação penal privada, por dois motivos: Primeiro porque o art. 268 é claro ao afirmar que só se admite na ação penal pública; Segundo porque na ação penal privada o ofendido já é o autor da ação, de forma que não poderia ser assistente dele mesmo.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "15",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta": "Considere que, no curso de inquérito policial em que se apure crime de ação pública incondicionada, quando da primeira remessa dos autos ao Poder Judiciário com solicitação de retorno para novas diligências, a vítima do delito requeira a sua habilitação nos autos como assistente de acusação. Nessa situação, o pedido deve ser negado, visto que a figura do assistente é admitida no processo somente após o recebimento da denúncia e antes do trânsito em julgado da sentença.",
            "resposta": "C",
            "comentario": "Podemos perceber que o assistente de acusação só é admitido durante o processo, nunca fora dele, de forma que não é admitido no inquérito policial (fase pré-processual). A questão é clara ao dizer que o IP ainda não havia se encerrado (foi determinado o retorno à autoridade policial para novas diligências).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "16",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – CNJ – ANALISTA JUDICIÁRIO",
            "pergunta": "O juiz se dará por suspeito, não caracterizando hipótese de impedimento, se seu ascendente estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia.",
            "resposta": "C",
            "comentario": "O item está correto. Temos, neste caso, uma das hipóteses de suspeição, prevista no art. 254, II do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 254. O juiz dar-se-á por suspeito, e, se não o fizer, poderá ser recusado por qualquer das partes: (...) II - se ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia;"
        },
        {
            "nro": "17",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta": "A participação de membro do MP na fase investigatória criminal não acarreta seu impedimento ou suspeição para o oferecimento da denúncia.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a exata previsão contida no verbete no 234 da súmula de jurisprudência do STJ.",
            "lei": "sim",
            "desc_lei": "Súmula 234 do STJ. A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia."
        },
        {
            "nro": "18",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJDF – TÉCNICO JUDICIÁRIO",
            "pergunta": "Nos crimes de ação penal pública, não poderá o ofendido intervir no processo na qualidade de assistente, já que a titularidade da ação é do MP.",
            "resposta": "E",
            "comentario": "O item está errado. O ofendido pode intervir na ação pública, na qualidade de assistente de acusação, nos termos dos arts. 268 e 269 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "19",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PC-BA – INVESTIGADOR",
            "pergunta": "A intervenção do ofendido é admitida na ação penal pública ou privada, podendo ele habilitar-se como assistente de acusação desde o inquérito policial e, se for o caso, acompanhar a execução da pena.",
            "resposta": "E",
            "comentario": "O item está errado. O assistente de acusação só é admitido durante o processo, jamais fora dele, de maneira que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós- processual).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "20",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PGE-DF – PROCURADOR",
            "pergunta": "Em conformidade com o que estabelece o CPP, do despacho que admitir ou não o assistente do MP jamais caberá recurso.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a previsão contida no art. 273 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 273. Do despacho que admitir, ou não, o assistente, não caberá recurso, devendo, entretanto, constar dos autos o pedido e a decisão."
        },
        {
            "nro": "21",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PGE-DF – PROCURADOR",
            "pergunta": "A jurisprudência sumulada do STF veda de modo irrestrito que o assistente do MP maneje recurso extraordinário contra decisão concessiva de habeas corpus.",
            "resposta": "C",
            "comentario": "O item está correto. O STF entende que o assistente de acusação não pode recorrer de decisão proferida no bojo de habeas corpus, pois não é sujeito processual nessa relação jurídico-processual, pois o habeas corpus é uma ação autônoma, independente da ação penal (Ver HC 74203/DF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE-BA – PROCURADOR",
            "pergunta": "O assistente de acusação, de acordo com a jurisprudência do STJ, não tem direito a manejar recurso de apelação que objetive o aumento da pena do sentenciado.",
            "resposta": "E",
            "comentario": "O item está errado. O STF entende que o assistente de acusação pode manejar recurso de apelação ainda que com a única finalidade de obter o aumento da pena imposta. Antigamente se entendia que o único interesse do assistente de acusação era obter uma sentença condenatória (para garantir futura reparação civil). Atualmente se entende que o assistente de acusação tem como interesse a busca pela Justiça, de forma que se admite seu recurso ainda que tenha por única finalidade o aumento da pena (Ver HC 137339/RS).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE/BA – PROCURADOR",
            "pergunta": "Segundo a jurisprudência do STJ, o assistente de acusação não detém legitimidade para recorrer de decisão judicial que conceda a suspensão condicional do processo.",
            "resposta": "C",
            "comentario": "O item está correto. Segundo o entendimento do STJ, o assistente de acusação não possui legitimidade para recorrer da decisão que concede a suspensão condicional do processo, pois sua legitimidade recursal está taxativamente prevista no art. 271 do CPP (ver REsp n. 604.379/SP).",
            "lei": "sim",
            "desc_lei": "Art. 271. Ao assistente será permitido propor meios de prova, requerer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, § 1o, e 598."
        },
        {
            "nro": "24",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE-BA – PROCURADOR",
            "pergunta": "A interveniência do assistente de acusação não é permitida no curso do inquérito policial ou da execução penal.",
            "resposta": "C",
            "comentario": "O item está correto. O assistente de acusação só é admitido durante o processo, jamais fora dele, de maneira que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós-processual).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "25",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 - CÂMARA DOS DEPUTADOS - POLICIAL LEGISLATIVO",
            "pergunta": "Admitido, pelo juiz, o assistente técnico, que poderá ser indicado e pago pela parte, terá este acesso ao material probatório, no ambiente do órgão oficial e na presença do perito oficial.",
            "resposta": "C",
            "comentario": "O item está correto. Isto é o que consta no art. 159, §6o do CP.",
            "lei": "sim",
            "desc_lei": "Art. 159 (...) § 6o Havendo requerimento das partes, o material probatório que serviu de base à perícia será disponibilizado no ambiente do órgão oficial, que manterá sempre sua guarda, e na presença de perito oficial, para exame pelos assistentes, salvo se for impossível a sua conservação. (Incluído pela Lei no 11.690, de 2008)."
        },
        {
            "nro": "26",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – TJ/SE – TÉCNICO",
            "pergunta": "O CPP veda ao juiz o exercício de jurisdição no processo em que tiver funcionado como auxiliar da justiça seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o terceiro grau.",
            "resposta": "C",
            "comentario": "Item correto. O Juiz, neste caso, é considerado IMPEDIDO de atuar, por força do art. 252, I do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 252. O juiz não poderá exercer jurisdição no processo em que: I - tiver funcionado seu cônjuge ou parente, consangüíneo ou afim, em linha reta ou colateral até o terceiro grau, inclusive, como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar da justiça ou perito;"
        },
        {
            "nro": "27",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "Conforme previsão do CPP, a atuação do assistente de acusação, que receberá a causa no estado em que ela se encontra, é admitida enquanto não transitar em julgado a sentença, vedada a participação de co-réu no mesmo processo como assistente do MP.",
            "resposta": "C",
            "comentario": " Item correto, pois esta é a previsão contida nos arts. 268 a 270 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art.269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar. Art.270. O co-réu no mesmo processo não poderá intervir como assistente do Ministério Público."
        },
        {
            "nro": "28",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "Será configurada a suspeição do juiz, admitindo-se a recusa por qualquer das partes, quando ele tiver funcionado como juiz de outra instância, tendo se pronunciado, de fato ou de direito, sobre a questão.",
            "resposta": "E",
            "comentario": "Item errado pois, neste caso, teremos hipótese de IMPEDIMENTO, prevista no art. 252, III do CPP.",
            "lei": "sim",
            "desc_lei": "Art.252. O juiz não poderá exercer jurisdição no processo em que: (...) III - tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão;"
        },
        {
            "nro": "29",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "A atividade probatória do assistente de acusação independe do MP, sendo, por isso, dispensável a oitiva do órgão de acusação no que se refere às postulações probatórias propostas pelo assistente.",
            "resposta": "E",
            "comentario": "Item errado pois, embora a atividade probatória do assistente de acusação seja independente, a oitiva do MP é necessária, nos termos do art. 271, §1o do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 271. Ao assistente será permitido propor meios de prova, requerer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, § 1o, e 598. § 1o O juiz, ouvido o Ministério Público, decidirá acerca da realização das provas propostas pelo assistente."
        },
        {
            "nro": "30",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2011 – TJ-PB – JUIZ",
            "pergunta": "Conforme a jurisprudência do STJ, ao assistente de acusação não é conferida legitimidade para interpor apelação de sentença condenatória com o fim de aumentar a pena.",
            "resposta": "E",
            "comentario": "Item errado, pois o STJ entende que o assistente de acusação tem legitimidade para apelar da sentença com a única finalidade de obter o aumento da pena.",
            "lei": "sim",
            "desc_lei": "(...) 2. Preenchid Penal, pode o assistente de acusação interpor recurso de apelação para o fim de aumentar a pena."
        },
        {
            "nro": "31",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2015 – DPU – DEFENSOR PÚBLICO",
            "pergunta": "Júlio foi preso em flagrante pela prática de furto de um caixa eletrônico da CEF. Júlio responde a outros processos por crime contra o patrimônio. O representante da CEF poderá habilitar-se como assistente da acusação a partir da instauração do inquérito policial, não cabendo impugnação da decisão judicial que negar a habilitação.",
            "resposta": "E",
            "comentario": "Item errado, pois a figura do assistente de acusação só existe dentro do processo, ou seja, não é cabível sua admissão durante o IP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31."
        }
    ]
}