{
    "questoes": [
        {
            "nro":"1",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Sebastião, funcionário público da Secretaria de Saúde, desviou da  repartição municipal a importância de R$ 200.000,00 de que tinha a posse em razão do cargo, verba proveniente do orçamento da União Federal, fiscalizada pelo Ministério da Saúde e destinada ao Sistema Único de Saúde (SUS), mediante o convênio FAE/PNAE com as prefeituras. Nessa situação, por terem os valores desviados integrado o patrimônio municipal, caberá à justiça comum processar e julgar Sebastião pelo crime de peculato.",
            "resposta":"E",
            "comentario":"A Justiça Federal é que possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho; No caso em tela, o STF entende que, embora as verbas públicas pertencessem ao Município, estas verbas foram repassadas pela UNIÃO ao Município, para que este desenvolvesse atividade mediante Convênio, ou seja, atividade que seria de competência da União. Nesse caso, a competência é da JUSTIÇA FEDERAL: EMENTA: Justiça Federal: competência: julgamento de agente público municipal por desvio de verbas repassadas pela União para realizar incumbência privativa da União - a eles delegada mediante convênio ou não - ou de interesse comum da União e da respectiva unidade federada, como ocorre em recursos destinados à assistência social (CF, art. 23, II e X)."
        },
        {
            "nro":"2",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Léa fez uso de histórico escolar e de guia de transferência falsos, de estabelecimento de ensino superior particular sediado no município de Goiânia - GO, perante entidade de ensino superior privada com sede em Brasília - DF, visando, com isso, ao ingresso nesta. Nessa situação, e de acordo com o entendimento do STF, a competência para processar e julgar Léa será da Justiça Federal.",
            "resposta":"C",
            "comentario":"A Justiça Federal possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas. No caso da questão, o STF entende que a falsificação de documentos com vistas à ingresso em Instituição de Ensino, ainda que particular, atrai a competência da Justiça Federal, eis que cabe a União fiscalizar as Instituições de Ensino Superior.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho; 2. É da Justiça Federal a competência para processar e julgar crime de falsificação de documentos, objetivando ingresso de aluno em instituição de ensino superior, embora particular. 3. Crime em detrimento de interesse e serviço da União Federal. Fiscalização federal em estabelecimento de ensino superior."
        },
        {
            "nro":"3",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Renato, após arrombar a porta e adentrar em uma agência franqueada da Empresa Brasileira de Correios e Telégrafos (ECT), de propriedade privada, subtraiu em proveito próprio a importância de R$ 5.000,00. Nessa situação, caberá à Justiça Federal processar e julgar Renato pelo crime de furto qualificado.",
            "resposta":"E",
            "comentario":"A Justiça Federal possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas. Vejamos o art. 109, I da CRFB/88. Embora os Correios sejam uma empresa púbica federal, a questão deixa claro que o crime não se deu em detrimento do patrimônio dos Correios, mas de uma agência fraqueada (franquia) dos Correios, de propriedade particular.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho."
        },
        {
            "nro":"4",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Marina foi denunciada perante a justiça comum pela prática do crime de peculato, tendo sido decretada a sua prisão preventiva em atendimento a representação da autoridade policial. Cumprido o mandado de prisão, a ré foi interrogada, tendo, no prazo da defesa prévia, argüido a incompetência do juiz - ratione materiae. O juiz acatou a exceção e remeteu os autos à justiça federal. Nessa situação, presentes os requisitos legais, o juiz federal deverá renovar o despacho da custódia cautelar.",
            "resposta":"C",
            "comentario":"Sendo declarada a incompetência do Juízo, os atos DECISÓRIOS são anulados, nos termos do art. 567 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.567. A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser remetido ao juiz competente. Sendo a decisão de decretação da preventiva um ato decisório, a declaração de incompetência acarreta a nulidade deste ato, devendo ser renovado pelo Juiz competente. Contudo, deve-se levar em conta que atualmente a jurisprudência do STJ admite que o Juízo competente apenas “ratifique” os atos praticados pelo Juízo incompetente, não sendo necessário renovar os atos decisórios (desde que não se refiram ao mérito da causa)."
        },
        {
            "nro":"5",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar crime de estelionato praticado mediante a falsificação de guias de recolhimento de contribuições previdenciárias, independentemente da ocorrência de lesão patrimonial à autarquia da previdência social.",
            "resposta":"E",
            "comentario":"É indispensável a ocorrência de lesão à autarquia federal para que o crime seja de competência da Justiça Federal neste caso.",
            "lei": "sim",
            "desc_lei": "Sumula 107 do STJ: Compete à Justiça Comum Estadual processar e julgar crime de estelionato praticado mediante falsificação das guias de recolhimento das contribuições previdenciárias, quando não ocorrente lesão à autarquia federal."
        },
        {
            "nro":"6",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"O MP ofereceu denúncia contra um deputado federal pela prática de infração penal durante o exercício funcional, tendo o STF, antes do recebimento, solicitado da respectiva Casa Legislativa licença para que fosse processado. A Câmara dos Deputados não se pronunciou a respeito do pedido de licença, tendo o mandato do parlamentar expirado. Nessa situação, como o crime foi perpetrado durante o exercício funcional, mesmo com a sua cessação prevalece a competência especial por prerrogativa de função.",
            "resposta":"E",
            "comentario":"Uma vez cessado o mandato, cessa a prerrogativa de foro em razão da função, de forma que a competência deixa de ser do STF. ",
            "lei": "sim",
            "desc_lei": "EMENTA: Ação Penal. Questão de ordem sobre a competência desta Corte para prosseguir no processamento dela. Cancelamento da súmula 394. -Depois de cessado o exercício da função, não deve manter-se o foro por prerrogativa de função, porque cessada a investidura a que essa prerrogativa é inerente, deve esta cessar por não tê-la estendido mais além a própria Constituição. Questão de ordem que se resolve no sentido de se declarar a incompetência desta Corte para prosseguir no processamento desta ação penal, determinando-se a remessa dos autos à Justiça comum de primeiro grau do Distrito Federal, ressalvada a validade dos atos processuais nela já praticados."
        },
        {
            "nro":"7",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar o crime de porte ilegal de arma de fogo de procedência estrangeira.",
            "resposta":"E",
            "comentario":"O fato de a arma ser de procedência estrangeira não desloca a competência para a Justiça Federal, eis que não se caracteriza, por si só, prejuízo a bens, interesses ou serviços da União, suas autarquias ou empresas públicas.",
            "lei": "sim",
            "desc_lei": "PROCESSUAL PENAL. PORTE ILEGAL DE ARMA. PROCEDÊNCIA ESTRANGEIRA. COMPETÊNCIA. JUÍZO ESTADUAL. - O fato do agente estar portanto arma de origem estrangeira ou de uso restrito, não afasta a competência da Justiça Estadual, vez que não traduz a ocorrência de crime em detrimento de bens, serviços ou interesse da União, de suas autarquias e empresas públicas."
        },
        {
            "nro":"8",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"No crime de contrabando ou descaminho, a competência para processar e julgar a ação penal é do juízo federal do local onde foram apreendidos os objetos introduzidos ilegalmente no país.",
            "resposta":"C",
            "comentario":"Esta afirmativa está correta, pois traduz o entendimento pacificado do STJ",
            "lei": "sim",
            "desc_lei": "PENAL. PROCESSUAL. CONTRABANDO/DESCAMINHO. O JUIZO FEDERAL COMPETENTE PARA PROCESSAR E JULGAR ACUSADO DE CRIME DE CONTRABANDO OU DESCAMINHO E O DO LUGAR ONDE FORAM APREENDIDOS OS OBJETOS INTRODUZIDOS ILEGALMENTE NO PAIS."
        },
        {
            "nro":"9",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2004 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Se um indivíduo praticar crime de estelionato mediante uso de cheque sem provisão de fundos, a competência para processar e julgar o crime será do foro do local em que o cheque foi emitido, e não o do local da recusa ao pagamento.",
            "resposta":"E",
            "comentario":"A competência, neste caso, é do juízo do local onde ocorreu a recusa do pagamento.",
            "lei": "sim",
            "desc_lei": "Súmula 521. O FORO COMPETENTE PARA O PROCESSO E JULGAMENTO DOS CRIMES DE ESTELIONATO, SOB A MODALIDADE DA EMISSÃO DOLOSA DE CHEQUE SEM PROVISÃO DE FUNDOS, É O DO LOCAL ONDE SE DEU A RECUSA DO PAGAMENTO PELO SACADO."
        },
        {
            "nro":"10",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – ADVOGADO DA UNIÃO",
            "pergunta":"Um garimpeiro ceifou a vida de um silvícola no interior de uma  reserva indígena, desferindo-lhe golpes de faca. Nessa situação,  como os direitos dos índios são tutelados pela União, de acordo com a orientação do STJ, a competência para processar e julgar o  garimpeiro será da justiça federal.",
            "resposta":"E",
            "comentario":"O STF e o STJ entendem que a competência para julgamento dos crimes que versem sobre direitos indígenas só é da Justiça Federal quando estejam ligados às questões da comunidade indígena, e não qualquer crime praticado por indígena.",
            "lei": "sim",
            "desc_lei": "Ex.: Um indígena sai da tribo e vai pra cidade. Lá, furta uma bolsa. Esse crime nada tem a ver com a comunidade indígena, sua cultura, terras. Nesse caso, a competência é da Justiça Estadual. Agora imagine um caso em que há uma chacina praticada por fazendeiros de uma região, na qual foi dizimada uma população indígena, como retaliação pela ocupação das terras. Nesse caso, é nítida a competência da Justiça Federal."
        },
        {
            "nro":"11",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2003 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar contravenção penal praticada em detrimento de serviços da União.",
            "resposta":"E",
            "comentario":"O item está errado, pois a Justiça Federal não possui competência para processar e julgar contravenções, ainda que praticadas em detrimento de bens e serviços da União.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"12",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2003 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um indivíduo, mediante grave ameaça exercida com o emprego de um fuzil, subtraiu do interior de uma agência da Caixa Econômica Federal vários objetos de propriedade dessa instituição bancária. Nessa situação, a competência para processar e julgar o crime de roubo será da justiça federal.",
            "resposta":"C",
            "comentario":" De fato, a Justiça Federal possui competência para processar e julgar os crimes cometidos em prejuízo de bens, serviços e interesses da União, suas entidades autárquicas e EMPRESAS PÚBLICAS. Assim, e considerando que a Caixa Econômica Federal é uma empresa pública federal, a competência nesse caso é da Justiça Federal.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"13",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Bosco, funcionário público municipal lotado na secretaria da saúde, desviou, dela se apropriando, a importância de R$ 150 mil de que tinha a posse em razão da função, recursos financeiros repassados ao município por meio de convênio com o Sistema Único de Saúde (SUS), fiscalizados pelo Ministério da Saúde por intermédio de seu sistema de auditoria. Em face de uma representação perante a Polícia Federal, instaurou-se inquérito policial para apurar os fatos. Concluídas as investigações, os autos foram encaminhados à justiça federal, tendo o Ministério Público Federal (MPF) requerido a sua remessa à justiça comum estadual, no seu entendimento a competente. Na justiça comum estadual, o órgão do Ministério Público manifestou-se pela incompetência daquele juízo e suscitou conflito de atribuições. Se os juízes federal e da justiça comum estadual encampassem as manifestações do procurador da República e do promotor de justiça, respectivamente, por meio de decisões judiciais, de acordo com a jurisprudência predominante, o conflito existente seria o de competência.",
            "resposta":"C",
            "comentario":"Quando dois membros do MP entendem que são incompetentes para atuar em determinado caso, temos um conflito de atribuição. Contudo, caso os Juízes perante os quais estes membros atuam encampem as manifestações dos membros do MP, proferindo decisões judiciais externando sua incompetência para atuar no caso, o STJ entende que o conflito deixa de ser de atribuição e passa a ser um conflito de competência.",
            "lei": "sim",
            "desc_lei": "CRIMINAL. CONFLITO DE ATRIBUIÇÕES. PRONUNCIAMENTO DAS AUTORIDADES JUDICIÁRIAS. CONFIGURAÇÃO DE CONFLITO NEGATIVO DE COMPETÊNCIA. JUSTIÇA FEDERAL E JUSTIÇA ESTADUAL. INEXISTÊNCIA DE ELEMENTO QUE ATRAIA A COMPETÊNCIA DA JUSTIÇA FEDERAL. CRIME CONTRA A ORDEM TRIBUTÁRIA. AUSÊNCIA DE INDÍCIOS. PARECER ACOLHIDO. COMPETÊNCIA DA JUSTIÇA ESTADUAL. Evidenciado que as autoridades judiciárias se pronunciaram a respeito da controvérsia, ainda que acolhendo as manifestações do Ministério Público Federal e estadual, configura-se o conflito de competência. Precedentes."
        },
        {
            "nro":"14",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Bosco, funcionário público municipal lotado na secretaria da saúde, desviou, dela se apropriando, a importância de R$ 150 mil  de que tinha a posse em razão da função, recursos financeiros  repassados ao município por meio de convênio com o Sistema Único de Saúde (SUS), fiscalizados pelo Ministério da Saúde por intermédio de seu sistema de auditoria. Em face de uma  representação perante a Polícia Federal, instaurou-se inquérito  policial para apurar os fatos. Concluídas as investigações, os autos  foram encaminhados à justiça federal, tendo o Ministério Público  Federal (MPF) requerido a sua remessa à justiça comum estadual, no seu entendimento a competente. Na justiça comum estadual, o  órgão do Ministério Público manifestou-se pela incompetência  daquele juízo e suscitou conflito de atribuições. Se, após a conclusão do inquérito policial, Bosco tivesse assumido  o mandato de prefeito municipal, a competência para processá-lo  e julgá-lo passaria a ser do tribunal de justiça do estado.",
            "resposta":"E",
            "comentario":"Considerando que os repasses realizados pelo Governo Federal tiveram sua aplicação fiscalizada pelo Ministério da Saúde, através de sistema de auditoria, o STJ entende que a competência, nesse caso, é da Justiça Federal. Em se tratando de competência da Justiça Federal, a competência para processar e julgar o prefeito municipal será do Tribunal Regional Federal da respectiva região.",
            "lei": "sim",
            "desc_lei": "Súmula 208 -  COMPETE A JUSTIÇA FEDERAL PROCESSAR E JULGAR PREFEITO MUNICIPAL POR DESVIO DE VERBA SUJEITA A PRESTAÇÃO DE CONTAS PERANTE ORGÃO FEDERAL."
        },
        {
            "nro":"15",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um vereador praticou um crime de homicídio durante o mandato. Nessa situação, por ter foro especial por prerrogativa de função, caberá ao tribunal de justiça a competência para processar e julgar o edil.",
            "resposta":"E",
            "comentario":"Os vereadores não possuem foro por prerrogativa de função previsto na CONSTITUIÇÃO FEDERAL (nada impedindo que a Constituição Estadual preveja isso). Considerando isto, e considerando que o crime de homicídio é da competência do Tribunal do Júri, prevista esta competência na Constituição Federal, art. 5o, XXXVIII, d, nesse aparente conflito de competências, o STF entende que prevalece a competência do júri.",
            "lei": "sim",
            "desc_lei": "Verbete 721 da súmula de jurisprudência dominante do STF - A competência constitucional do tribunal do júri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela Constituição estadual."
        },
        {
            "nro":"16",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um deputado federal praticou um crime contra a ordem tributária durante o exercício funcional. Nessa situação, a competência para processar e julgar o parlamentar será do STF, ainda que o inquérito policial ou a ação penal sejam iniciados após a cessação do exercício funcional.",
            "resposta":"E",
            "comentario":"O STF entende que, uma vez cessado o mandato, a competência por prerrogativa de função cai por terra, cabendo ao Juiz de primeira instância processar e julgar o ex-parlamentar, ainda que o crime tenha sido praticado durante o mandato.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – MPE -TO – PROMOTOR DE JUSTIÇA",
            "pergunta":"Não consubstanciam transgressão ao princípio do juiz natural  as regras que estabelecem a competência originária dos tribunais  para o processo e o julgamento de determinadas pessoas em  razão de prerrogativa de função. ",
            "resposta":"C",
            "comentario":"De fato, este é o entendimento adotado pelo STF e também pelo STJ. Estes Tribunais entendem, ainda, que nem mesmo a atração por conexão de um processo relativo a outra pessoa, que não possui prerrogativa de foro, constitui violação ao Juiz Natural.",
            "lei":"",
            "desc_lei":""
        },
        {
            "nro":"18",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TJ-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":" Caso diversas infrações sejam praticadas por diversas pessoas, umas contra as outras, configurar-se-á conexão intersubjetiva por reciprocidade.",
            "resposta":"C",
            "comentario":"O item está correto. Essa é, de fato, a definição doutrinária da conexão intersubjetiva por reciprocidade, prevista no art. 76, I do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 76. A competência será determinada pela conexão: I - se, ocorrendo duas ou mais infrações, houverem sido praticadas, ao mesmo tempo, por várias pessoas reunidas, ou por várias pessoas em concurso, embora diverso o tempo e o lugar, ou por várias pessoas, umas contra as outras;"
        },
        {
            "nro":"19",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"O tribunal de justiça não tem competência para julgar prefeito municipal pela prática de crime eleitoral.",
            "resposta":"C",
            "comentario":"O item está correto. Embora os prefeitos possuam prerrogativa de foro para serem julgados perante o TJ local, no caso de se tratar de crime de competência da justiça especializada, caberá ao respectivo órgão de segunda instância o julgamento (no caso, o TRE local), nos termos da súmula 702 do STF.",
            "lei": "sim",
            "desc_lei": "Art. 29. O Município reger-se-á por lei orgânica, votada em dois turnos, com o interstício mínimo de dez dias, e aprovada por dois terços dos membros da Câmara Municipal, que a promulgará, atendidos os princípios estabelecidos nesta Constituição, na Constituição do respectivo Estado e os seguintes preceitos: X - julgamento do Prefeito perante o Tribunal de Justiça; (Renumerado do inciso VIII, pela Emenda Constitucional no 1, de 1992). Súmula 702 do STF - A COMPETÊNCIA DO TRIBUNAL DE JUSTIÇA PARA JULGAR PREFEITOS RESTRINGE-SE AOS CRIMES DE COMPETÊNCIA DA JUSTIÇA COMUM ESTADUAL; NOS DEMAIS CASOS, A COMPETÊNCIA ORIGINÁRIA CABERÁ AO RESPECTIVO TRIBUNAL DE SEGUNDO GRAU."
        },
        {
            "nro":"20",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"O tribunal do júri é competente para julgar promotor de justiça que comete crime doloso contra a vida, consumado ou tentado.",
            "resposta":"E",
            "comentario":"Embora o tribunal do júri tenha competência para o processo e julgamento dos crimes dolosos contra a vida, tal competência fica afastada quando o acusado possui foro por prerrogativa de função estabelecido na própria Constituição Federal, como ocorre com os promotores de justiça, que são julgados perante o TJ local. Nesse caso, prevalece a competência por prerrogativa de foro, conforme súmula 721 do STF.",
            "lei": "sim",
            "desc_lei": "Art. 96. Compete privativamente: III - aos Tribunais de Justiça julgar os juízes estaduais e do Distrito Federal e Territórios, bem como os membros do Ministério Público, nos crimes comuns e de responsabilidade, ressalvada a competência da Justiça Eleitoral. Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"21",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"Conforme entendimento sumulado do STF, quando o foro por prerrogativa de função for estabelecido exclusivamente pela constituição estadual, prevalecerá o juízo natural previsto na CF, ou seja, a competência do tribunal do júri, para os crimes dolosos contra a vida, por exemplo.",
            "resposta":"C",
            "comentario":"O item está correto. No aparente conflito de competências entre o Tribunal do Júri e a competência de foro por prerrogativa de função prevista apenas na Constituição Estadual, prevalece a competência do Tribunal do Júri, conforme súmula 721 do STF.",
            "lei": "sim",
            "desc_lei": "Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"22",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"Admite-se a fixação da competência ratione loci pelo domicílio ou pela residência do réu quando não for conhecido o lugar da infração ou nos casos de exclusiva ação privada, em que o querelante poderá preferir o foro do domicílio ou da residência do réu, ainda quando conhecido o lugar da infração.",
            "resposta":"C",
            "comentario":"O item está correto. Esta é a previsão contida nos arts.72 e 73 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 72. Não sendo conhecido o lugar da infração, a competência regular- se-á pelo domicílio ou residência do réu. Art.73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"23",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – TRE-RJ – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"A competência será determinada pela prevenção se houver dois ou mais juízes competentes e um deles tiver antecedido aos outros na prática de alguma medida relativa ao processo, ainda que em fase anterior ao oferecimento da denúncia ou da queixa.",
            "resposta":"C",
            "comentario":"O item está correto. Esta é uma hipótese de consolidação da competência pela prevenção, nos termos do art. 83 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 83. Verificar-se-á a competência por prevenção toda vez que, concorrendo dois ou mais juízes igualmente competentes ou com jurisdição cumulativa, um deles tiver antecedido aos outros na prática de algum ato do processo ou de medida a este relativa, ainda que anterior ao oferecimento da denúncia ou da queixa (arts. 70, § 3o, 71, 72, § 2o, e 78, II, c)."
        },
        {
            "nro":"24",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – PC/CE – INSPETOR",
            "pergunta":"Considere que a agência dos Correios de determinado bairro de Fortaleza – CE, que funciona em prédio próprio da ECT, tenha sido assaltada por agentes armados, que roubaram a quantia de R$ 500,00. Nesse caso, a competência para processar e julgar eventual ação penal será da justiça federal.",
            "resposta":"C",
            "comentario":"Existe uma pequena controvérsia jurisprudencial a respeito da competência no caso de crimes praticados contra agências dos correios. Parte da Jurisprudência entende que sempre será da competência da Justiça Federal, pois a ECT é uma empresa pública federal, e, portanto, a competência é da Justiça Federal, nos termos do art. 109, IV da CRFB/88.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"25",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – PC/CE – INSPETOR",
            "pergunta":"Considere que um agente tenha sido surpreendido por inspetores  civis, na cidade de Fortaleza – CE, com mercadorias que  adentraram no Brasil, por meio de contrabando, pela cidade de  Foz do Iguaçu – PR. Nesse caso, a competência da justiça federal será determinada pelo local de entrada dos produtos, e não pelo  local da apreensão.",
            "resposta":"E",
            "comentario":"O item está errado. O STJ firmou o entendimento no sentido de que a competência, neste caso, é determinada pelo local da  apreensão dos produtos, nos termos do verbete no 151 da súmula de sua  jurisprudência.",
            "lei": "sim",
            "desc_lei": "Súmula 151 do STJ  - A competência para o processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do Juízo Federal do lugar da apreensão dos bens."
        },
        {
            "nro":"26",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – PRF – POLICIAL RODOVIÁRIO FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar a contravenção penal praticada em detrimento de bens e serviços da União.",
            "resposta":"E",
            "comentario":"O item está errado, pois a Justiça Federal não possui competência para o processo e julgamento de contravenções penais, tendo o art. 109, IV da CRFB expressamente excluído as contravenções penais.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar. IV - Os crimes políticos e as infrações penais praticadas em detrimento de bens e serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justica Eleitoral;"
        },
        {
            "nro":"27",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta":"Em se tratando de ações penais privadas, prevalece, no processo penal, a competência de foro, com preponderância do interesse do queixoso no que diz respeito à distribuição territorial da competência.",
            "resposta":"E",
            "comentario":"O item está errado. A preponderância do interesse do queixoso somente se aplica quando estivermos diante de ações penais privadas exclusivas, ou seja, não há esta possibilidade em relação às ações penais privadas subsidiárias da pública.",
            "lei": "sim",
            "desc_lei": "Art. 73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"28",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta":"Uma quadrilha, em determinado lapso temporal, realizou, em  larga escala, diversos roubos de cargas e valores transportados por empresas privadas em inúmeras operações interestaduais, o  que ensejou a atuação da Polícia Federal na coordenação das  investigações e a instauração do competente inquérito policial.  Nessa situação hipotética, findo o procedimento policial, os autos deverão ser remetidos à justiça estadual, pois a atuação da Polícia Federal não transfere à justiça federal a competência para  processar e julgar o crime.",
            "resposta":"C",
            "comentario":"O item está correto. Embora, neste caso, a Polícia  Federal possua atribuição para investigar o caso (art. 144, §1o, I da  CRFB/88), isso, por si só, não transfere à Justiça Federal a competência  para processar e julgar o delito, que permanece sendo de competência da  Justiça Estadual, eis que não há nenhuma hipótese de atração da  competência para a Justiça Federal, nos termos do art. 109 da CRFB/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – MPU – ANALISTA – DIREITO",
            "pergunta":"Deputado estadual que pratique crime doloso contra a vida deve ser julgado, dada a prerrogativa de foro especial, pelo tribunal de justiça do estado em que tenha sido eleito.",
            "resposta":"C",
            "comentario":"Há divergência doutrinária. No aparente conflito de competências entre o Tribunal do Júri e a competência de foro por prerrogativa de função prevista apenas na Constituição Estadual,  prevalece a competência do Tribunal do Júri, conforme súmula 721 do  STF.",
            "lei": "sim",
            "desc_lei": "Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"30",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"O querelante pode escolher ajuizar queixa-crime no foro do domicílio do réu, ainda que conhecido o lugar da infração.",
            "resposta":"C",
            "comentario":"O CESPE entendeu como correta, tendo como base o art. 73 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"31",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2014 – TJ/CE – AJAJ",
            "pergunta":"Se um deputado federal cometer um crime doloso contra a vida, ele terá de ser julgado pelo STF, em detrimento do tribunal do júri.",
            "resposta":"C",
            "comentario":"O item está correto pois, neste caso, prevalece a competência de foro por prerrogativa de função, uma vez que está prevista na Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2014 – TJ/SE - ANALISTA",
            "pergunta":"Em caso de conexão ou continência, é facultativa a separação dos processos caso os crimes tenham sido cometidos em tempo e lugares diferentes.",
            "resposta":"C",
            "comentario":"Item correto, pois é a exata previsão do art. 80 do CPP. ",
            "lei": "sim",
            "desc_lei": "Art.80. Será facultativa a separação dos processos quando as infrações tiverem sido praticadas em circunstâncias de tempo ou de lugar diferentes, ou, quando pelo excessivo número de acusados e para não Ihes prolongar a prisão provisória, ou por outro motivo relevante, o juiz reputar conveniente a separação."
        },
        {
            "nro":"33",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – PC/ES – DELEGADO DE POLÍCIA",
            "pergunta":" Em caso de crime continuado e, também, de infração permanente, praticado em território de duas ou mais jurisdições, a competência processual penal será definida pela prevenção.",
            "resposta":"C",
            "comentario":"Item correto. Neste caso, a competência será firmada pela prevenção, já que ambos serão considerados competentes para o julgamento da demanda, nos termos do art. 71 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.71. Tratando-se de infração continuada ou permanente, praticada em território de duas ou mais jurisdições, a competência firmar-se-á pela prevenção."
        },
        {
            "nro":"34",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – DPE/BA – DEFENSOR PÚBLICO",
            "pergunta":"Júlio e Lauro foram denunciados, em processos distintos, pela prática da mesma infração penal. Nessa situação, a continência pode ser reconhecida em qualquer fase da persecução penal, ainda que um dos processos esteja em sede recursal ou, ainda, na fase de execução penal.",
            "resposta":"E",
            "comentario":"Aqui temos continência, nos termos do art. 77, I do  CPP. Contudo, não poderá haver a reunião de processos quando um deles  já estiver em fase de execução penal, pois já possuirá sentença definitiva,  nos termos do art. 82 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 82. Se, não obstante a conexão ou continência, forem instaurados processos diferentes, a autoridade de jurisdição prevalente deverá avocar os processos que corram perante os outros juízes, salvo se já estiverem com sentença definitiva. Neste caso, a unidade dos processos só se dará, ulteriormente, para o efeito de soma ou de unificação das penas."
        },
        {
            "nro":"35",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"Não sendo conhecido o lugar da infração, a competência será firmada pelo domicílio da vítima.",
            "resposta":"E",
            "comentario":"Item errado, pois, neste caso, a competência será determinada pelo local de domicílio ou residência do réu.",
            "lei": "sim",
            "desc_lei": "Art.72. Não sendo conhecido o lugar da infração, a competência regular-se-á pelo domicílio ou residência do réu."
        },
        {
            "nro":"36",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"Caso um prefeito municipal cometa crimes contra bens, interesses ou serviços da União, ele somente poderá ser processado criminalmente mediante ação penal instaurada no tribunal de justiça do estado.",
            "resposta":"E",
            "comentario":"O prefeito, neste caso, será julgado perante o TRF, pois será compatibilizada a competência de foro por prerrogativa de função afeta ao TJ com a competência ratione materiae da Justiça Federal, de forma que o Prefeito será julgado pelo órgão de segunda instância (foro por prerrogativa de função) da Justiça Federal (ratione materiae), nos termos do art. 29, X e 109, IV da CRFB/88, respectivamente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"A competência territorial é relativa; não alegada no momento  oportuno, ocorre a preclusão. Por conseguinte, ela é prorrogável.",
            "resposta":"C",
            "comentario":"Item correto. A competência territorial é considerada  pela Doutrina como relativa, ou seja, se não for alegada a eventual  incompetência territorial do Juízo no momento oportuno, ocorrerá a preclusão, não podendo mais ser arguida, de forma que a competência irá  “prorrogar-se” nas mãos do Juízo originalmente incompetente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – AGU – ADVOGADO DA UNIÃO",
            "pergunta":"A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser  remetido ao juiz competente.",
            "resposta":"C",
            "comentario":"Exatamente o que diz a lei. Art.567.",
            "lei": "sim",
            "desc_lei": " Art. 567. A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser remetido ao juiz competente."
        },
        {
            "nro":"39",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – DPU – DEFENSOR PÚBLICO",
            "pergunta":"José foi denunciado pela prática de homicídio doloso contra Carlos, em Brasília. A vítima era policial federal e estava investigando crime de falsificação de moeda que teria sido praticado por José em Goiânia. O juiz determinou a citação de José por edital, devido ao fato de ele não ter sido encontrado no endereço que constava dos autos. A competência para processar e julgar José será do tribunal do júri federal do DF.",
            "resposta":"C",
            "comentario":"Item correto. Isto porque a competência será do Tribunal do Júri, por força do art. 5o, XXXVIII da Constituição. Com relação à competência ratione materiae, esta será da Justiça Federal, pois se trata de crime que afeta interesse da União, pois fora praticado contra policial federal em razão de sua função, por força do art. 109, IV da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJ-PB – JUIZ – ADAPTADA",
            "pergunta":"Em se tratando de crime permanente praticado em território de duas ou mais jurisdições, a competência será firmada pela residência do réu.",
            "resposta":"E",
            "comentario":"Neste caso a competência será firmada pela prevenção, nos termos do art.71 do CPP.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJ-PB – JUIZ – ADAPTADA",
            "pergunta":"A justiça federal deverá julgar os casos de contravenção praticada em detrimento de bens, serviços ou interesses da União.",
            "resposta":"E",
            "comentario":"Item errado, pois a justiça federal não possui competência para o processo e julgamento de contravenções penais, nos termos do art. 109, IV da Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJDFT – JUIZ – ADAPTADA",
            "pergunta":"Roberto importou do exterior, para venda, grande quantidade de equipamentos eletroeletrônicos. Ele não declarou esses bens à aduana brasileira nem recolheu os tributos que seriam devidos. Antes de chegar a Brasília, destino final, seu voo fez escalas em São Paulo e Goiânia. Nessa situação, havendo a apreensão da mercadoria em Brasília, competirá à justiça federal do DF processar e julgar a ação. ",
            "resposta":"C",
            "comentario":"Item correto. Conforme a jurisprudência do STJ, no caso dos delitos de descaminho ou contrabando, a competência será determinada pelo local da apreensão dos produtos.",
            "lei": "sim",
            "desc_lei": "Sumula 151 STJ - A competência para processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do Juízo Federal do lugar da apreensão dos bens."
        }
    ]
}