{
    "questoes": [
        {
            "nro": "1",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2002 – CONSULTOR LEGISLATIVO DO SENADO",
            "pergunta": "Lauro está sendo acusado, em juízo, por crime que deixou vestígios, havendo a polícia arrecadado os objetos que compõem o corpo de delito. Se Lauro, comprovadamente, possuir elevada renda e, ainda assim, recusar-se a contratar advogado por não ter interesse em defender-se da acusação, o juiz não deverá nomear-lhe defensor, mas decretar a sua revelia.",
            "resposta": "E",
            "comentario": "A presença do defensor no processo criminal é obrigatória, e decorre do princípio da ampla defesa, previsto no art. 5°, LV da Constituição. O defensor (advogado ou Defensor Público) é quem realiza a chamada defesa técnica (a defesa prestada por profissional habilitado). Sua presença obrigatória está prevista, ainda, no art. 261 do CPP. Caso o acusado não possua defensor, o Juiz nomeará um para que o defenda. Entretanto, caso o acusado, posteriormente resolva constituir advogado de sua confiança ou defender-se a si próprio (caso possua habilitação para isso), poderá destituir o defensor nomeado pelo Juiz, A QUALQUER TEMPO. Nos termos do art. 263 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 261. Nenhum acusado, ainda que ausente ou foragido, será processado ou julgado sem defensor. Parágrafo único. A defesa técnica, quando realizada por defensor público ou dativo, será sempre exercida através de manifestação fundamentada. Art. 263. Se o acusado não o tiver, ser-lhe-á nomeado defensor pelo juiz, ressalvado o seu direito de, a todo tempo, nomear outro de sua confiança, ou a si mesmo defender-se, caso tenha habilitação."
        },
        {
            "nro": "2",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2002 – CONSULTOR LEGISLATIVO DO SENADO",
            "pergunta": "Lauro está sendo acusado, em juízo, por crime que deixou vestígios, havendo a polícia arrecadado os objetos que compõem o corpo de delito. Se a vítima habilitar-se como assistente do Ministério Público, não será óbice à sua habilitação o fato de o processo já estar em grau de recurso.",
            "resposta": "C",
            "comentario": "O ofendido, seu representante legal, ou qualquer das pessoas mencionadas no art. 31 do CPP (cônjuge, ascendente, descendente ou irmão) poderão atuar como assistentes da acusação nas ações penais públicas (condicionadas e incondicionadas). Nos termos do art. 268 do CPP. A intervenção de qualquer destas pessoas como assistente da acusação pode se dar a qualquer momento, ATÉ O TRÂNSITO EM JULGADO DA SENTENÇA",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "3",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – TJ/PI – JUIZ",
            "pergunta": "O assistente de acusação possui legitimidade para interpor apelação contra sentença absolutória, caso o MP se quede inerte após regular intimação.",
            "resposta": "C",
            "comentario": "Esta é a posição do STJ.",
            "lei": "sim",
            "desc_lei": "HC 137.339/RS. 1. A legitimidade do assistente de acusação para apelar, quando inexistente recurso do Ministério Público, é ampla, podendo impugnar tanto a sentença absolutória quanto a condenatória, visando ao aumento da pena imposta, já que a sua atuação justifica-se pelo desejo legítimo de buscar justiça, e não apenas eventual reparação cível. Doutrina. Precedentes do STJ e do STF."
        },
        {
            "nro": "4",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – TJ/BA – JUIZ",
            "pergunta": "A respeito das normas aplicadas ao MP, ao acusado e ao defensor e do disposto nas normas procedimentais aplicáveis aos processos que tramitam perante o STJ e o STF, de acordo com o entendimento dos tribunais superiores, os órgãos do MP sujeitam-se às mesmas prescrições relativas à suspeição dos juízes, no que lhes for aplicável, implicando a sua inobservância nulidade relativa.",
            "resposta": "C",
            "comentario": "Nos termos do art. 258 do CPP, aplicam-se aos membros do MP as mesmas prescrições relativas à suspeição e impedimento dos Juízes, e sua inobservância, conforme o STJ, constitui nulidade relativa, que depende da comprovação de prejuízo.",
            "lei": "sim",
            "desc_lei": "Art. 258. Os órgãos do Ministério Público não funcionarão nos processos em que o juiz ou qualquer das partes for seu cônjuge, ou parente, consangüíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive, e a eles se estendem, no que Ihes for aplicável, as prescrições relativas à suspeição e aos impedimentos dos juízes."
        },
        {
            "nro": "5",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJDFT – TÉCNICO JUDICIÁRIO",
            "pergunta": "Caso, em seu interrogatório, o acusado afirme que sua defesa será patrocinada por advogado particular, não haverá necessidade de o defensor apresentar o instrumento de mandato.",
            "resposta": "C",
            "comentario": "O CPP permite, expressamente, a chamada constituição de defensor apud acta, que é aquela na qual o acusado menciona, em seu interrogatório, que o seu advogado será fulano ou beltrano. Esta previsão se encontra no art. 266 do CPP. Nesse caso, uma vez nomeado o patrono quando do interrogatório, não será necessária a procuração, que é o instrumento de mandato.",
            "lei": "sim",
            "desc_lei": "Art. 266. A constituição de defensor independerá de instrumento de mandato, se o acusado o indicar por ocasião do interrogatório."
        },
        {
            "nro": "6",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 - TJDFT - ANALISTA JUDICIÁRIO - ÁREA JUDICIÁRIA",
            "pergunta": "O assistente de acusação poderá intervir na ação penal pública em qualquer tempo, desde que não haja trânsito em julgado da sentença.",
            "resposta": "C",
            "comentario": "O item está correto, pois a habilitação de um dos legitimados como assistente de acusação é admitida até o fim do processo, ou seja, até o trânsito em julgado, nos termos do art. 269 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "7",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2010 – DPU – DEFENSOR PÚBLICO FEDERAL",
            "pergunta": "Nos termos da legislação processual penal vigente, admite-se, no curso regular da persecução penal, na fase pré-processual, em feito de ação penal privada, a possibilidade de habilitar-se como assistente de acusação a companheira do ofendido. Pode esta, por intermédio do advogado regularmente constituído, caso não possua capacidade postulatória, valer-se das garantias estabelecidas pela lei quanto à prova técnica pericial e apresentar assistente técnico, na sobredita fase, a fim de acompanhar a elaboração de exame pericial de alta complexidade que abranja mais de uma área de conhecimento especializado, oferecendo, desde logo, quesitos a serem respondidos pelo perito e pelo assistente técnico.",
            "resposta": "E",
            "comentario": "O item está errado por duas razões: Primeiro porque só se admite a figura do assistente de acusação na fase processual, vez que antes disso não há acusação; Segundo, porque só se admite na ação penal pública.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31."
        },
        {
            "nro": "8",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2008 – MPE/RR – PROMOTOR DE JUSTIÇA",
            "pergunta": "O ofendido ou seu representante legal poderão oficiar como assistentes de acusação, podendo propor meios de prova, apresentar perguntas às testemunhas, participar dos debates orais e arrazoar os recursos apresentados pelo Ministério Público. Poderão, ainda, interpor recursos, mas, nesse caso, será imprescindível demonstrar que promoveram sua habilitação como assistentes antes de ser proferida a sentença.",
            "resposta": "E",
            "comentario": "O item está errado, eis que a habilitação pode se dar a qualquer momento, enquanto não houver transitado em julgado a sentença. Uma vez habilitado, o assistente recebe o processo no estado em que se encontra, e se ainda houver prazo para a interposição de recurso, poderá fazê-lo, nos termos do art. 268, 269 e 271 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268 CPP - Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou na falta, qualquer das pessoas do art. 31. Art. 269, CPP: O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa do estado em que se achar. Art. 271 CPP - Ao assistente será permitido propor meios de prova, requer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, §1o e 598 do CPP."
        },
        {
            "nro": "9",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2009 – DPE-ES – DEFENSOR PÚBLICO",
            "pergunta": "Ainda que o acusado indique seu defensor por ocasião de seu interrogatório, a constituição regular desse defensor depende do instrumento de mandato, que, nessa situação, deve ser juntado aos autos no prazo de cinco dias, se outro prazo não for fixado pelo juiz.",
            "resposta": "E",
            "comentario": "O CPP permite, expressamente, a chamada constituição de defensor apud acta, que é aquela na qual o acusado menciona, em seu interrogatório, que o seu advogado será fulano ou beltrano. Esta previsão se encontra no art. 266 do CPP. Nesse caso, uma vez nomeado o patrono quando do interrogatório, não será necessária a procuração, que é o instrumento de mandato.",
            "lei": "sim",
            "desc_lei": "Art. 266. A constituição de defensor independerá de instrumento de mandato, se o acusado o indicar por ocasião do interrogatório."
        },
        {
            "nro": "10",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – SERPRO - ANALISTA",
            "pergunta": "A legislação brasileira adota o sistema de escolha do perito pelo próprio juiz.",
            "resposta": "C",
            "comentario": "O item está correto, pois o perito judicial é um auxiliar do Juízo, alguém de confiança do Juiz e que possua os demais requisitos para assumir o encargo. Art. 276 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 276. As partes não intervirão na nomeação do perito."
        },
        {
            "nro": "11",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PEFOCE – TODOS OS CARGOS",
            "pergunta": "São extensivas aos peritos as disposições referentes a suspeição dos juízes, como, por exemplo, a hipótese de o perito ser filho da vítima. Por outro lado, o perito, mesmo não sendo testemunha, poderá ser conduzido coercitivamente à presença do juiz, caso não compareça nem apresente justificativa. ",
            "resposta": "E",
            "comentario": "O item está errado. O fato de o Juiz ser filho de uma das partes não é causa de suspeição, mas de impedimento, nos termos do art. 252, IV do CPP. Tal situação de IMPEDIMENTO é aplicável aos peritos. Mas, lembrando, não se trata de suspeição, e sim impedimento.",
            "lei": "sim",
            "desc_lei": "Art. 252. O juiz não poderá exercer jurisdição no processo em que: (...) IV - ele próprio ou seu cônjuge ou parente, consangüíneo ou afim em linha reta ou colateral até o terceiro grau, inclusive, for parte ou diretamente interessado no feito."
        },
        {
            "nro": "12",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – STJ – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta": "Caso um advogado experiente, que patrocina a defesa de acusado da prática de crime hediondo, intencionalmente profira, durante a instrução criminal, injúrias contra o magistrado, e isso provoque animosidade circunstancial entre ambos, mesmo assim, nos termos do CPP, a suspeição não poderá ser declarada.",
            "resposta": "C",
            "comentario": "O item está correto. Primeiro porque a animosidade entre o Juiz e o advogado da parte não gera suspeição. Em segundo lugar, ainda que tivesse sido a própria parte que tivesse injuriado, propositalmente, o Juiz, a suspeição, neste caso, não poderia ser declarada, por força do art. 256 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 256. A suspeição não poderá ser declarada nem reconhecida, quando a parte injuriar o juiz ou de propósito der motivo para criá-la."
        },
        {
            "nro": "13",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PC-AL – AGENTE DE POLÍCIA",
            "pergunta": "Segundo a orientação jurisprudencial do Superior Tribunal de Justiça, a participação do membro do Ministério Público na fase de investigação policial não acarreta nem o seu impedimento nem a sua suspeição para o oferecimento da denúncia.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a previsão contida no verbete no 234 da súmula de jurisprudência do STJ.",
            "lei": "sim",
            "desc_lei": "Súmula 234 do STJ - A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia."
        },
        {
            "nro": "14",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2012 – PEFOCE – TODOS OS CARGOS",
            "pergunta": "O assistente do Ministério Público somente poderá ser habilitado após o início da ação penal pública e antes do trânsito em julgado, razão por que não se admite tal habilitação durante o inquérito policial, na execução penal nem em crime de ação privada.",
            "resposta": "C",
            "comentario": "O assistente de acusação só é admitido durante o processo, nunca fora dele, de forma que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós- processual). Também não se admite na ação penal privada, por dois motivos: Primeiro porque o art. 268 é claro ao afirmar que só se admite na ação penal pública; Segundo porque na ação penal privada o ofendido já é o autor da ação, de forma que não poderia ser assistente dele mesmo.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "15",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta": "Considere que, no curso de inquérito policial em que se apure crime de ação pública incondicionada, quando da primeira remessa dos autos ao Poder Judiciário com solicitação de retorno para novas diligências, a vítima do delito requeira a sua habilitação nos autos como assistente de acusação. Nessa situação, o pedido deve ser negado, visto que a figura do assistente é admitida no processo somente após o recebimento da denúncia e antes do trânsito em julgado da sentença.",
            "resposta": "C",
            "comentario": "Podemos perceber que o assistente de acusação só é admitido durante o processo, nunca fora dele, de forma que não é admitido no inquérito policial (fase pré-processual). A questão é clara ao dizer que o IP ainda não havia se encerrado (foi determinado o retorno à autoridade policial para novas diligências).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "16",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – CNJ – ANALISTA JUDICIÁRIO",
            "pergunta": "O juiz se dará por suspeito, não caracterizando hipótese de impedimento, se seu ascendente estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia.",
            "resposta": "C",
            "comentario": "O item está correto. Temos, neste caso, uma das hipóteses de suspeição, prevista no art. 254, II do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 254. O juiz dar-se-á por suspeito, e, se não o fizer, poderá ser recusado por qualquer das partes: (...) II - se ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia;"
        },
        {
            "nro": "17",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta": "A participação de membro do MP na fase investigatória criminal não acarreta seu impedimento ou suspeição para o oferecimento da denúncia.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a exata previsão contida no verbete no 234 da súmula de jurisprudência do STJ.",
            "lei": "sim",
            "desc_lei": "Súmula 234 do STJ. A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia."
        },
        {
            "nro": "18",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TJDF – TÉCNICO JUDICIÁRIO",
            "pergunta": "Nos crimes de ação penal pública, não poderá o ofendido intervir no processo na qualidade de assistente, já que a titularidade da ação é do MP.",
            "resposta": "E",
            "comentario": "O item está errado. O ofendido pode intervir na ação pública, na qualidade de assistente de acusação, nos termos dos arts. 268 e 269 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "19",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PC-BA – INVESTIGADOR",
            "pergunta": "A intervenção do ofendido é admitida na ação penal pública ou privada, podendo ele habilitar-se como assistente de acusação desde o inquérito policial e, se for o caso, acompanhar a execução da pena.",
            "resposta": "E",
            "comentario": "O item está errado. O assistente de acusação só é admitido durante o processo, jamais fora dele, de maneira que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós- processual).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "20",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PGE-DF – PROCURADOR",
            "pergunta": "Em conformidade com o que estabelece o CPP, do despacho que admitir ou não o assistente do MP jamais caberá recurso.",
            "resposta": "C",
            "comentario": "O item está correto. Esta é a previsão contida no art. 273 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 273. Do despacho que admitir, ou não, o assistente, não caberá recurso, devendo, entretanto, constar dos autos o pedido e a decisão."
        },
        {
            "nro": "21",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – PGE-DF – PROCURADOR",
            "pergunta": "A jurisprudência sumulada do STF veda de modo irrestrito que o assistente do MP maneje recurso extraordinário contra decisão concessiva de habeas corpus.",
            "resposta": "C",
            "comentario": "O item está correto. O STF entende que o assistente de acusação não pode recorrer de decisão proferida no bojo de habeas corpus, pois não é sujeito processual nessa relação jurídico-processual, pois o habeas corpus é uma ação autônoma, independente da ação penal (Ver HC 74203/DF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE-BA – PROCURADOR",
            "pergunta": "O assistente de acusação, de acordo com a jurisprudência do STJ, não tem direito a manejar recurso de apelação que objetive o aumento da pena do sentenciado.",
            "resposta": "E",
            "comentario": "O item está errado. O STF entende que o assistente de acusação pode manejar recurso de apelação ainda que com a única finalidade de obter o aumento da pena imposta. Antigamente se entendia que o único interesse do assistente de acusação era obter uma sentença condenatória (para garantir futura reparação civil). Atualmente se entende que o assistente de acusação tem como interesse a busca pela Justiça, de forma que se admite seu recurso ainda que tenha por única finalidade o aumento da pena (Ver HC 137339/RS).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE/BA – PROCURADOR",
            "pergunta": "Segundo a jurisprudência do STJ, o assistente de acusação não detém legitimidade para recorrer de decisão judicial que conceda a suspensão condicional do processo.",
            "resposta": "C",
            "comentario": "O item está correto. Segundo o entendimento do STJ, o assistente de acusação não possui legitimidade para recorrer da decisão que concede a suspensão condicional do processo, pois sua legitimidade recursal está taxativamente prevista no art. 271 do CPP (ver REsp n. 604.379/SP).",
            "lei": "sim",
            "desc_lei": "Art. 271. Ao assistente será permitido propor meios de prova, requerer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, § 1o, e 598."
        },
        {
            "nro": "24",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – PGE-BA – PROCURADOR",
            "pergunta": "A interveniência do assistente de acusação não é permitida no curso do inquérito policial ou da execução penal.",
            "resposta": "C",
            "comentario": "O item está correto. O assistente de acusação só é admitido durante o processo, jamais fora dele, de maneira que não é admitido no inquérito policial (fase pré-processual) nem na execução penal (fase pós-processual).",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art. 269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar."
        },
        {
            "nro": "25",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 - CÂMARA DOS DEPUTADOS - POLICIAL LEGISLATIVO",
            "pergunta": "Admitido, pelo juiz, o assistente técnico, que poderá ser indicado e pago pela parte, terá este acesso ao material probatório, no ambiente do órgão oficial e na presença do perito oficial.",
            "resposta": "C",
            "comentario": "O item está correto. Isto é o que consta no art. 159, §6o do CP.",
            "lei": "sim",
            "desc_lei": "Art. 159 (...) § 6o Havendo requerimento das partes, o material probatório que serviu de base à perícia será disponibilizado no ambiente do órgão oficial, que manterá sempre sua guarda, e na presença de perito oficial, para exame pelos assistentes, salvo se for impossível a sua conservação. (Incluído pela Lei no 11.690, de 2008)."
        },
        {
            "nro": "26",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2014 – TJ/SE – TÉCNICO",
            "pergunta": "O CPP veda ao juiz o exercício de jurisdição no processo em que tiver funcionado como auxiliar da justiça seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o terceiro grau.",
            "resposta": "C",
            "comentario": "Item correto. O Juiz, neste caso, é considerado IMPEDIDO de atuar, por força do art. 252, I do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 252. O juiz não poderá exercer jurisdição no processo em que: I - tiver funcionado seu cônjuge ou parente, consangüíneo ou afim, em linha reta ou colateral até o terceiro grau, inclusive, como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar da justiça ou perito;"
        },
        {
            "nro": "27",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "Conforme previsão do CPP, a atuação do assistente de acusação, que receberá a causa no estado em que ela se encontra, é admitida enquanto não transitar em julgado a sentença, vedada a participação de co-réu no mesmo processo como assistente do MP.",
            "resposta": "C",
            "comentario": " Item correto, pois esta é a previsão contida nos arts. 268 a 270 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31. Art.269. O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar. Art.270. O co-réu no mesmo processo não poderá intervir como assistente do Ministério Público."
        },
        {
            "nro": "28",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "Será configurada a suspeição do juiz, admitindo-se a recusa por qualquer das partes, quando ele tiver funcionado como juiz de outra instância, tendo se pronunciado, de fato ou de direito, sobre a questão.",
            "resposta": "E",
            "comentario": "Item errado pois, neste caso, teremos hipótese de IMPEDIMENTO, prevista no art. 252, III do CPP.",
            "lei": "sim",
            "desc_lei": "Art.252. O juiz não poderá exercer jurisdição no processo em que: (...) III - tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão;"
        },
        {
            "nro": "29",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2013 – TRF5 – JUIZ FEDERAL - ADAPTADA",
            "pergunta": "A atividade probatória do assistente de acusação independe do MP, sendo, por isso, dispensável a oitiva do órgão de acusação no que se refere às postulações probatórias propostas pelo assistente.",
            "resposta": "E",
            "comentario": "Item errado pois, embora a atividade probatória do assistente de acusação seja independente, a oitiva do MP é necessária, nos termos do art. 271, §1o do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 271. Ao assistente será permitido propor meios de prova, requerer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, § 1o, e 598. § 1o O juiz, ouvido o Ministério Público, decidirá acerca da realização das provas propostas pelo assistente."
        },
        {
            "nro": "30",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2011 – TJ-PB – JUIZ",
            "pergunta": "Conforme a jurisprudência do STJ, ao assistente de acusação não é conferida legitimidade para interpor apelação de sentença condenatória com o fim de aumentar a pena.",
            "resposta": "E",
            "comentario": "Item errado, pois o STJ entende que o assistente de acusação tem legitimidade para apelar da sentença com a única finalidade de obter o aumento da pena.",
            "lei": "sim",
            "desc_lei": "(...) 2. Preenchid Penal, pode o assistente de acusação interpor recurso de apelação para o fim de aumentar a pena."
        },
        {
            "nro": "31",
            "disciplina": "Direito Processual Penal",
            "materia": "Dos Sujeitos do Processo",
            "banca": "CESPE/2015 – DPU – DEFENSOR PÚBLICO",
            "pergunta": "Júlio foi preso em flagrante pela prática de furto de um caixa eletrônico da CEF. Júlio responde a outros processos por crime contra o patrimônio. O representante da CEF poderá habilitar-se como assistente da acusação a partir da instauração do inquérito policial, não cabendo impugnação da decisão judicial que negar a habilitação.",
            "resposta": "E",
            "comentario": "Item errado, pois a figura do assistente de acusação só existe dentro do processo, ou seja, não é cabível sua admissão durante o IP.",
            "lei": "sim",
            "desc_lei": "Art. 268. Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no Art. 31."
        },

        {
            "nro":"1",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Sebastião, funcionário público da Secretaria de Saúde, desviou da  repartição municipal a importância de R$ 200.000,00 de que tinha a posse em razão do cargo, verba proveniente do orçamento da União Federal, fiscalizada pelo Ministério da Saúde e destinada ao Sistema Único de Saúde (SUS), mediante o convênio FAE/PNAE com as prefeituras. Nessa situação, por terem os valores desviados integrado o patrimônio municipal, caberá à justiça comum processar e julgar Sebastião pelo crime de peculato.",
            "resposta":"E",
            "comentario":"A Justiça Federal é que possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho; No caso em tela, o STF entende que, embora as verbas públicas pertencessem ao Município, estas verbas foram repassadas pela UNIÃO ao Município, para que este desenvolvesse atividade mediante Convênio, ou seja, atividade que seria de competência da União. Nesse caso, a competência é da JUSTIÇA FEDERAL: EMENTA: Justiça Federal: competência: julgamento de agente público municipal por desvio de verbas repassadas pela União para realizar incumbência privativa da União - a eles delegada mediante convênio ou não - ou de interesse comum da União e da respectiva unidade federada, como ocorre em recursos destinados à assistência social (CF, art. 23, II e X)."
        },
        {
            "nro":"2",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Léa fez uso de histórico escolar e de guia de transferência falsos, de estabelecimento de ensino superior particular sediado no município de Goiânia - GO, perante entidade de ensino superior privada com sede em Brasília - DF, visando, com isso, ao ingresso nesta. Nessa situação, e de acordo com o entendimento do STF, a competência para processar e julgar Léa será da Justiça Federal.",
            "resposta":"C",
            "comentario":"A Justiça Federal possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas. No caso da questão, o STF entende que a falsificação de documentos com vistas à ingresso em Instituição de Ensino, ainda que particular, atrai a competência da Justiça Federal, eis que cabe a União fiscalizar as Instituições de Ensino Superior.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho; 2. É da Justiça Federal a competência para processar e julgar crime de falsificação de documentos, objetivando ingresso de aluno em instituição de ensino superior, embora particular. 3. Crime em detrimento de interesse e serviço da União Federal. Fiscalização federal em estabelecimento de ensino superior."
        },
        {
            "nro":"3",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Renato, após arrombar a porta e adentrar em uma agência franqueada da Empresa Brasileira de Correios e Telégrafos (ECT), de propriedade privada, subtraiu em proveito próprio a importância de R$ 5.000,00. Nessa situação, caberá à Justiça Federal processar e julgar Renato pelo crime de furto qualificado.",
            "resposta":"E",
            "comentario":"A Justiça Federal possui competência para julgar os crimes cometidos em detrimento do patrimônio da União, suas autarquias e empresas públicas. Vejamos o art. 109, I da CRFB/88. Embora os Correios sejam uma empresa púbica federal, a questão deixa claro que o crime não se deu em detrimento do patrimônio dos Correios, mas de uma agência fraqueada (franquia) dos Correios, de propriedade particular.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho."
        },
        {
            "nro":"4",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Marina foi denunciada perante a justiça comum pela prática do crime de peculato, tendo sido decretada a sua prisão preventiva em atendimento a representação da autoridade policial. Cumprido o mandado de prisão, a ré foi interrogada, tendo, no prazo da defesa prévia, argüido a incompetência do juiz - ratione materiae. O juiz acatou a exceção e remeteu os autos à justiça federal. Nessa situação, presentes os requisitos legais, o juiz federal deverá renovar o despacho da custódia cautelar.",
            "resposta":"C",
            "comentario":"Sendo declarada a incompetência do Juízo, os atos DECISÓRIOS são anulados, nos termos do art. 567 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.567. A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser remetido ao juiz competente. Sendo a decisão de decretação da preventiva um ato decisório, a declaração de incompetência acarreta a nulidade deste ato, devendo ser renovado pelo Juiz competente. Contudo, deve-se levar em conta que atualmente a jurisprudência do STJ admite que o Juízo competente apenas “ratifique” os atos praticados pelo Juízo incompetente, não sendo necessário renovar os atos decisórios (desde que não se refiram ao mérito da causa)."
        },
        {
            "nro":"5",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar crime de estelionato praticado mediante a falsificação de guias de recolhimento de contribuições previdenciárias, independentemente da ocorrência de lesão patrimonial à autarquia da previdência social.",
            "resposta":"E",
            "comentario":"É indispensável a ocorrência de lesão à autarquia federal para que o crime seja de competência da Justiça Federal neste caso.",
            "lei": "sim",
            "desc_lei": "Sumula 107 do STJ: Compete à Justiça Comum Estadual processar e julgar crime de estelionato praticado mediante falsificação das guias de recolhimento das contribuições previdenciárias, quando não ocorrente lesão à autarquia federal."
        },
        {
            "nro":"6",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"O MP ofereceu denúncia contra um deputado federal pela prática de infração penal durante o exercício funcional, tendo o STF, antes do recebimento, solicitado da respectiva Casa Legislativa licença para que fosse processado. A Câmara dos Deputados não se pronunciou a respeito do pedido de licença, tendo o mandato do parlamentar expirado. Nessa situação, como o crime foi perpetrado durante o exercício funcional, mesmo com a sua cessação prevalece a competência especial por prerrogativa de função.",
            "resposta":"E",
            "comentario":"Uma vez cessado o mandato, cessa a prerrogativa de foro em razão da função, de forma que a competência deixa de ser do STF. ",
            "lei": "sim",
            "desc_lei": "EMENTA: Ação Penal. Questão de ordem sobre a competência desta Corte para prosseguir no processamento dela. Cancelamento da súmula 394. -Depois de cessado o exercício da função, não deve manter-se o foro por prerrogativa de função, porque cessada a investidura a que essa prerrogativa é inerente, deve esta cessar por não tê-la estendido mais além a própria Constituição. Questão de ordem que se resolve no sentido de se declarar a incompetência desta Corte para prosseguir no processamento desta ação penal, determinando-se a remessa dos autos à Justiça comum de primeiro grau do Distrito Federal, ressalvada a validade dos atos processuais nela já praticados."
        },
        {
            "nro":"7",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar o crime de porte ilegal de arma de fogo de procedência estrangeira.",
            "resposta":"E",
            "comentario":"O fato de a arma ser de procedência estrangeira não desloca a competência para a Justiça Federal, eis que não se caracteriza, por si só, prejuízo a bens, interesses ou serviços da União, suas autarquias ou empresas públicas.",
            "lei": "sim",
            "desc_lei": "PROCESSUAL PENAL. PORTE ILEGAL DE ARMA. PROCEDÊNCIA ESTRANGEIRA. COMPETÊNCIA. JUÍZO ESTADUAL. - O fato do agente estar portanto arma de origem estrangeira ou de uso restrito, não afasta a competência da Justiça Estadual, vez que não traduz a ocorrência de crime em detrimento de bens, serviços ou interesse da União, de suas autarquias e empresas públicas."
        },
        {
            "nro":"8",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"No crime de contrabando ou descaminho, a competência para processar e julgar a ação penal é do juízo federal do local onde foram apreendidos os objetos introduzidos ilegalmente no país.",
            "resposta":"C",
            "comentario":"Esta afirmativa está correta, pois traduz o entendimento pacificado do STJ",
            "lei": "sim",
            "desc_lei": "PENAL. PROCESSUAL. CONTRABANDO/DESCAMINHO. O JUIZO FEDERAL COMPETENTE PARA PROCESSAR E JULGAR ACUSADO DE CRIME DE CONTRABANDO OU DESCAMINHO E O DO LUGAR ONDE FORAM APREENDIDOS OS OBJETOS INTRODUZIDOS ILEGALMENTE NO PAIS."
        },
        {
            "nro":"9",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2004 - DPF - DELEGADO DE POLÍCIA FEDERAL",
            "pergunta":"Se um indivíduo praticar crime de estelionato mediante uso de cheque sem provisão de fundos, a competência para processar e julgar o crime será do foro do local em que o cheque foi emitido, e não o do local da recusa ao pagamento.",
            "resposta":"E",
            "comentario":"A competência, neste caso, é do juízo do local onde ocorreu a recusa do pagamento.",
            "lei": "sim",
            "desc_lei": "Súmula 521. O FORO COMPETENTE PARA O PROCESSO E JULGAMENTO DOS CRIMES DE ESTELIONATO, SOB A MODALIDADE DA EMISSÃO DOLOSA DE CHEQUE SEM PROVISÃO DE FUNDOS, É O DO LOCAL ONDE SE DEU A RECUSA DO PAGAMENTO PELO SACADO."
        },
        {
            "nro":"10",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – ADVOGADO DA UNIÃO",
            "pergunta":"Um garimpeiro ceifou a vida de um silvícola no interior de uma  reserva indígena, desferindo-lhe golpes de faca. Nessa situação,  como os direitos dos índios são tutelados pela União, de acordo com a orientação do STJ, a competência para processar e julgar o  garimpeiro será da justiça federal.",
            "resposta":"E",
            "comentario":"O STF e o STJ entendem que a competência para julgamento dos crimes que versem sobre direitos indígenas só é da Justiça Federal quando estejam ligados às questões da comunidade indígena, e não qualquer crime praticado por indígena.",
            "lei": "sim",
            "desc_lei": "Ex.: Um indígena sai da tribo e vai pra cidade. Lá, furta uma bolsa. Esse crime nada tem a ver com a comunidade indígena, sua cultura, terras. Nesse caso, a competência é da Justiça Estadual. Agora imagine um caso em que há uma chacina praticada por fazendeiros de uma região, na qual foi dizimada uma população indígena, como retaliação pela ocupação das terras. Nesse caso, é nítida a competência da Justiça Federal."
        },
        {
            "nro":"11",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2003 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar contravenção penal praticada em detrimento de serviços da União.",
            "resposta":"E",
            "comentario":"O item está errado, pois a Justiça Federal não possui competência para processar e julgar contravenções, ainda que praticadas em detrimento de bens e serviços da União.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"12",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2003 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um indivíduo, mediante grave ameaça exercida com o emprego de um fuzil, subtraiu do interior de uma agência da Caixa Econômica Federal vários objetos de propriedade dessa instituição bancária. Nessa situação, a competência para processar e julgar o crime de roubo será da justiça federal.",
            "resposta":"C",
            "comentario":" De fato, a Justiça Federal possui competência para processar e julgar os crimes cometidos em prejuízo de bens, serviços e interesses da União, suas entidades autárquicas e EMPRESAS PÚBLICAS. Assim, e considerando que a Caixa Econômica Federal é uma empresa pública federal, a competência nesse caso é da Justiça Federal.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"13",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Bosco, funcionário público municipal lotado na secretaria da saúde, desviou, dela se apropriando, a importância de R$ 150 mil de que tinha a posse em razão da função, recursos financeiros repassados ao município por meio de convênio com o Sistema Único de Saúde (SUS), fiscalizados pelo Ministério da Saúde por intermédio de seu sistema de auditoria. Em face de uma representação perante a Polícia Federal, instaurou-se inquérito policial para apurar os fatos. Concluídas as investigações, os autos foram encaminhados à justiça federal, tendo o Ministério Público Federal (MPF) requerido a sua remessa à justiça comum estadual, no seu entendimento a competente. Na justiça comum estadual, o órgão do Ministério Público manifestou-se pela incompetência daquele juízo e suscitou conflito de atribuições. Se os juízes federal e da justiça comum estadual encampassem as manifestações do procurador da República e do promotor de justiça, respectivamente, por meio de decisões judiciais, de acordo com a jurisprudência predominante, o conflito existente seria o de competência.",
            "resposta":"C",
            "comentario":"Quando dois membros do MP entendem que são incompetentes para atuar em determinado caso, temos um conflito de atribuição. Contudo, caso os Juízes perante os quais estes membros atuam encampem as manifestações dos membros do MP, proferindo decisões judiciais externando sua incompetência para atuar no caso, o STJ entende que o conflito deixa de ser de atribuição e passa a ser um conflito de competência.",
            "lei": "sim",
            "desc_lei": "CRIMINAL. CONFLITO DE ATRIBUIÇÕES. PRONUNCIAMENTO DAS AUTORIDADES JUDICIÁRIAS. CONFIGURAÇÃO DE CONFLITO NEGATIVO DE COMPETÊNCIA. JUSTIÇA FEDERAL E JUSTIÇA ESTADUAL. INEXISTÊNCIA DE ELEMENTO QUE ATRAIA A COMPETÊNCIA DA JUSTIÇA FEDERAL. CRIME CONTRA A ORDEM TRIBUTÁRIA. AUSÊNCIA DE INDÍCIOS. PARECER ACOLHIDO. COMPETÊNCIA DA JUSTIÇA ESTADUAL. Evidenciado que as autoridades judiciárias se pronunciaram a respeito da controvérsia, ainda que acolhendo as manifestações do Ministério Público Federal e estadual, configura-se o conflito de competência. Precedentes."
        },
        {
            "nro":"14",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Bosco, funcionário público municipal lotado na secretaria da saúde, desviou, dela se apropriando, a importância de R$ 150 mil  de que tinha a posse em razão da função, recursos financeiros  repassados ao município por meio de convênio com o Sistema Único de Saúde (SUS), fiscalizados pelo Ministério da Saúde por intermédio de seu sistema de auditoria. Em face de uma  representação perante a Polícia Federal, instaurou-se inquérito  policial para apurar os fatos. Concluídas as investigações, os autos  foram encaminhados à justiça federal, tendo o Ministério Público  Federal (MPF) requerido a sua remessa à justiça comum estadual, no seu entendimento a competente. Na justiça comum estadual, o  órgão do Ministério Público manifestou-se pela incompetência  daquele juízo e suscitou conflito de atribuições. Se, após a conclusão do inquérito policial, Bosco tivesse assumido  o mandato de prefeito municipal, a competência para processá-lo  e julgá-lo passaria a ser do tribunal de justiça do estado.",
            "resposta":"E",
            "comentario":"Considerando que os repasses realizados pelo Governo Federal tiveram sua aplicação fiscalizada pelo Ministério da Saúde, através de sistema de auditoria, o STJ entende que a competência, nesse caso, é da Justiça Federal. Em se tratando de competência da Justiça Federal, a competência para processar e julgar o prefeito municipal será do Tribunal Regional Federal da respectiva região.",
            "lei": "sim",
            "desc_lei": "Súmula 208 -  COMPETE A JUSTIÇA FEDERAL PROCESSAR E JULGAR PREFEITO MUNICIPAL POR DESVIO DE VERBA SUJEITA A PRESTAÇÃO DE CONTAS PERANTE ORGÃO FEDERAL."
        },
        {
            "nro":"15",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um vereador praticou um crime de homicídio durante o mandato. Nessa situação, por ter foro especial por prerrogativa de função, caberá ao tribunal de justiça a competência para processar e julgar o edil.",
            "resposta":"E",
            "comentario":"Os vereadores não possuem foro por prerrogativa de função previsto na CONSTITUIÇÃO FEDERAL (nada impedindo que a Constituição Estadual preveja isso). Considerando isto, e considerando que o crime de homicídio é da competência do Tribunal do Júri, prevista esta competência na Constituição Federal, art. 5o, XXXVIII, d, nesse aparente conflito de competências, o STF entende que prevalece a competência do júri.",
            "lei": "sim",
            "desc_lei": "Verbete 721 da súmula de jurisprudência dominante do STF - A competência constitucional do tribunal do júri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela Constituição estadual."
        },
        {
            "nro":"16",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2002 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Um deputado federal praticou um crime contra a ordem tributária durante o exercício funcional. Nessa situação, a competência para processar e julgar o parlamentar será do STF, ainda que o inquérito policial ou a ação penal sejam iniciados após a cessação do exercício funcional.",
            "resposta":"E",
            "comentario":"O STF entende que, uma vez cessado o mandato, a competência por prerrogativa de função cai por terra, cabendo ao Juiz de primeira instância processar e julgar o ex-parlamentar, ainda que o crime tenha sido praticado durante o mandato.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – MPE -TO – PROMOTOR DE JUSTIÇA",
            "pergunta":"Não consubstanciam transgressão ao princípio do juiz natural  as regras que estabelecem a competência originária dos tribunais  para o processo e o julgamento de determinadas pessoas em  razão de prerrogativa de função. ",
            "resposta":"C",
            "comentario":"De fato, este é o entendimento adotado pelo STF e também pelo STJ. Estes Tribunais entendem, ainda, que nem mesmo a atração por conexão de um processo relativo a outra pessoa, que não possui prerrogativa de foro, constitui violação ao Juiz Natural.",
            "lei":"",
            "desc_lei":""
        },
        {
            "nro":"18",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TJ-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":" Caso diversas infrações sejam praticadas por diversas pessoas, umas contra as outras, configurar-se-á conexão intersubjetiva por reciprocidade.",
            "resposta":"C",
            "comentario":"O item está correto. Essa é, de fato, a definição doutrinária da conexão intersubjetiva por reciprocidade, prevista no art. 76, I do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 76. A competência será determinada pela conexão: I - se, ocorrendo duas ou mais infrações, houverem sido praticadas, ao mesmo tempo, por várias pessoas reunidas, ou por várias pessoas em concurso, embora diverso o tempo e o lugar, ou por várias pessoas, umas contra as outras;"
        },
        {
            "nro":"19",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"O tribunal de justiça não tem competência para julgar prefeito municipal pela prática de crime eleitoral.",
            "resposta":"C",
            "comentario":"O item está correto. Embora os prefeitos possuam prerrogativa de foro para serem julgados perante o TJ local, no caso de se tratar de crime de competência da justiça especializada, caberá ao respectivo órgão de segunda instância o julgamento (no caso, o TRE local), nos termos da súmula 702 do STF.",
            "lei": "sim",
            "desc_lei": "Art. 29. O Município reger-se-á por lei orgânica, votada em dois turnos, com o interstício mínimo de dez dias, e aprovada por dois terços dos membros da Câmara Municipal, que a promulgará, atendidos os princípios estabelecidos nesta Constituição, na Constituição do respectivo Estado e os seguintes preceitos: X - julgamento do Prefeito perante o Tribunal de Justiça; (Renumerado do inciso VIII, pela Emenda Constitucional no 1, de 1992). Súmula 702 do STF - A COMPETÊNCIA DO TRIBUNAL DE JUSTIÇA PARA JULGAR PREFEITOS RESTRINGE-SE AOS CRIMES DE COMPETÊNCIA DA JUSTIÇA COMUM ESTADUAL; NOS DEMAIS CASOS, A COMPETÊNCIA ORIGINÁRIA CABERÁ AO RESPECTIVO TRIBUNAL DE SEGUNDO GRAU."
        },
        {
            "nro":"20",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"O tribunal do júri é competente para julgar promotor de justiça que comete crime doloso contra a vida, consumado ou tentado.",
            "resposta":"E",
            "comentario":"Embora o tribunal do júri tenha competência para o processo e julgamento dos crimes dolosos contra a vida, tal competência fica afastada quando o acusado possui foro por prerrogativa de função estabelecido na própria Constituição Federal, como ocorre com os promotores de justiça, que são julgados perante o TJ local. Nesse caso, prevalece a competência por prerrogativa de foro, conforme súmula 721 do STF.",
            "lei": "sim",
            "desc_lei": "Art. 96. Compete privativamente: III - aos Tribunais de Justiça julgar os juízes estaduais e do Distrito Federal e Territórios, bem como os membros do Ministério Público, nos crimes comuns e de responsabilidade, ressalvada a competência da Justiça Eleitoral. Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"21",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – TRE-ES – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"Conforme entendimento sumulado do STF, quando o foro por prerrogativa de função for estabelecido exclusivamente pela constituição estadual, prevalecerá o juízo natural previsto na CF, ou seja, a competência do tribunal do júri, para os crimes dolosos contra a vida, por exemplo.",
            "resposta":"C",
            "comentario":"O item está correto. No aparente conflito de competências entre o Tribunal do Júri e a competência de foro por prerrogativa de função prevista apenas na Constituição Estadual, prevalece a competência do Tribunal do Júri, conforme súmula 721 do STF.",
            "lei": "sim",
            "desc_lei": "Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"22",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"Admite-se a fixação da competência ratione loci pelo domicílio ou pela residência do réu quando não for conhecido o lugar da infração ou nos casos de exclusiva ação privada, em que o querelante poderá preferir o foro do domicílio ou da residência do réu, ainda quando conhecido o lugar da infração.",
            "resposta":"C",
            "comentario":"O item está correto. Esta é a previsão contida nos arts.72 e 73 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 72. Não sendo conhecido o lugar da infração, a competência regular- se-á pelo domicílio ou residência do réu. Art.73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"23",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – TRE-RJ – ANALISTA JUDICIÁRIO – ÁREA JUDICIÁRIA",
            "pergunta":"A competência será determinada pela prevenção se houver dois ou mais juízes competentes e um deles tiver antecedido aos outros na prática de alguma medida relativa ao processo, ainda que em fase anterior ao oferecimento da denúncia ou da queixa.",
            "resposta":"C",
            "comentario":"O item está correto. Esta é uma hipótese de consolidação da competência pela prevenção, nos termos do art. 83 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 83. Verificar-se-á a competência por prevenção toda vez que, concorrendo dois ou mais juízes igualmente competentes ou com jurisdição cumulativa, um deles tiver antecedido aos outros na prática de algum ato do processo ou de medida a este relativa, ainda que anterior ao oferecimento da denúncia ou da queixa (arts. 70, § 3o, 71, 72, § 2o, e 78, II, c)."
        },
        {
            "nro":"24",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – PC/CE – INSPETOR",
            "pergunta":"Considere que a agência dos Correios de determinado bairro de Fortaleza – CE, que funciona em prédio próprio da ECT, tenha sido assaltada por agentes armados, que roubaram a quantia de R$ 500,00. Nesse caso, a competência para processar e julgar eventual ação penal será da justiça federal.",
            "resposta":"C",
            "comentario":"Existe uma pequena controvérsia jurisprudencial a respeito da competência no caso de crimes praticados contra agências dos correios. Parte da Jurisprudência entende que sempre será da competência da Justiça Federal, pois a ECT é uma empresa pública federal, e, portanto, a competência é da Justiça Federal, nos termos do art. 109, IV da CRFB/88.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: IV - os crimes políticos e as infrações penais praticadas em detrimento de bens, serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justiça Eleitoral;"
        },
        {
            "nro":"25",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2012 – PC/CE – INSPETOR",
            "pergunta":"Considere que um agente tenha sido surpreendido por inspetores  civis, na cidade de Fortaleza – CE, com mercadorias que  adentraram no Brasil, por meio de contrabando, pela cidade de  Foz do Iguaçu – PR. Nesse caso, a competência da justiça federal será determinada pelo local de entrada dos produtos, e não pelo  local da apreensão.",
            "resposta":"E",
            "comentario":"O item está errado. O STJ firmou o entendimento no sentido de que a competência, neste caso, é determinada pelo local da  apreensão dos produtos, nos termos do verbete no 151 da súmula de sua  jurisprudência.",
            "lei": "sim",
            "desc_lei": "Súmula 151 do STJ  - A competência para o processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do Juízo Federal do lugar da apreensão dos bens."
        },
        {
            "nro":"26",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – PRF – POLICIAL RODOVIÁRIO FEDERAL",
            "pergunta":"Compete à justiça federal processar e julgar a contravenção penal praticada em detrimento de bens e serviços da União.",
            "resposta":"E",
            "comentario":"O item está errado, pois a Justiça Federal não possui competência para o processo e julgamento de contravenções penais, tendo o art. 109, IV da CRFB expressamente excluído as contravenções penais.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar. IV - Os crimes políticos e as infrações penais praticadas em detrimento de bens e serviços ou interesse da União ou de suas entidades autárquicas ou empresas públicas, excluídas as contravenções e ressalvada a competência da Justiça Militar e da Justica Eleitoral;"
        },
        {
            "nro":"27",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta":"Em se tratando de ações penais privadas, prevalece, no processo penal, a competência de foro, com preponderância do interesse do queixoso no que diz respeito à distribuição territorial da competência.",
            "resposta":"E",
            "comentario":"O item está errado. A preponderância do interesse do queixoso somente se aplica quando estivermos diante de ações penais privadas exclusivas, ou seja, não há esta possibilidade em relação às ações penais privadas subsidiárias da pública.",
            "lei": "sim",
            "desc_lei": "Art. 73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"28",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – POLÍCIA FEDERAL – DELEGADO",
            "pergunta":"Uma quadrilha, em determinado lapso temporal, realizou, em  larga escala, diversos roubos de cargas e valores transportados por empresas privadas em inúmeras operações interestaduais, o  que ensejou a atuação da Polícia Federal na coordenação das  investigações e a instauração do competente inquérito policial.  Nessa situação hipotética, findo o procedimento policial, os autos deverão ser remetidos à justiça estadual, pois a atuação da Polícia Federal não transfere à justiça federal a competência para  processar e julgar o crime.",
            "resposta":"C",
            "comentario":"O item está correto. Embora, neste caso, a Polícia  Federal possua atribuição para investigar o caso (art. 144, §1o, I da  CRFB/88), isso, por si só, não transfere à Justiça Federal a competência  para processar e julgar o delito, que permanece sendo de competência da  Justiça Estadual, eis que não há nenhuma hipótese de atração da  competência para a Justiça Federal, nos termos do art. 109 da CRFB/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – MPU – ANALISTA – DIREITO",
            "pergunta":"Deputado estadual que pratique crime doloso contra a vida deve ser julgado, dada a prerrogativa de foro especial, pelo tribunal de justiça do estado em que tenha sido eleito.",
            "resposta":"C",
            "comentario":"Há divergência doutrinária. No aparente conflito de competências entre o Tribunal do Júri e a competência de foro por prerrogativa de função prevista apenas na Constituição Estadual,  prevalece a competência do Tribunal do Júri, conforme súmula 721 do  STF.",
            "lei": "sim",
            "desc_lei": "Súmula 721 do STF - A competência constitucional do tribunal do juri prevalece sobre o foro por prerrogativa de função estabelecido exclusivamente pela constituição estadual."
        },
        {
            "nro":"30",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"O querelante pode escolher ajuizar queixa-crime no foro do domicílio do réu, ainda que conhecido o lugar da infração.",
            "resposta":"C",
            "comentario":"O CESPE entendeu como correta, tendo como base o art. 73 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.73. Nos casos de exclusiva ação privada, o querelante poderá preferir o foro de domicílio ou da residência do réu, ainda quando conhecido o lugar da infração."
        },
        {
            "nro":"31",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2014 – TJ/CE – AJAJ",
            "pergunta":"Se um deputado federal cometer um crime doloso contra a vida, ele terá de ser julgado pelo STF, em detrimento do tribunal do júri.",
            "resposta":"C",
            "comentario":"O item está correto pois, neste caso, prevalece a competência de foro por prerrogativa de função, uma vez que está prevista na Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2014 – TJ/SE - ANALISTA",
            "pergunta":"Em caso de conexão ou continência, é facultativa a separação dos processos caso os crimes tenham sido cometidos em tempo e lugares diferentes.",
            "resposta":"C",
            "comentario":"Item correto, pois é a exata previsão do art. 80 do CPP. ",
            "lei": "sim",
            "desc_lei": "Art.80. Será facultativa a separação dos processos quando as infrações tiverem sido praticadas em circunstâncias de tempo ou de lugar diferentes, ou, quando pelo excessivo número de acusados e para não Ihes prolongar a prisão provisória, ou por outro motivo relevante, o juiz reputar conveniente a separação."
        },
        {
            "nro":"33",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2011 – PC/ES – DELEGADO DE POLÍCIA",
            "pergunta":" Em caso de crime continuado e, também, de infração permanente, praticado em território de duas ou mais jurisdições, a competência processual penal será definida pela prevenção.",
            "resposta":"C",
            "comentario":"Item correto. Neste caso, a competência será firmada pela prevenção, já que ambos serão considerados competentes para o julgamento da demanda, nos termos do art. 71 do CPP.",
            "lei": "sim",
            "desc_lei": "Art.71. Tratando-se de infração continuada ou permanente, praticada em território de duas ou mais jurisdições, a competência firmar-se-á pela prevenção."
        },
        {
            "nro":"34",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – DPE/BA – DEFENSOR PÚBLICO",
            "pergunta":"Júlio e Lauro foram denunciados, em processos distintos, pela prática da mesma infração penal. Nessa situação, a continência pode ser reconhecida em qualquer fase da persecução penal, ainda que um dos processos esteja em sede recursal ou, ainda, na fase de execução penal.",
            "resposta":"E",
            "comentario":"Aqui temos continência, nos termos do art. 77, I do  CPP. Contudo, não poderá haver a reunião de processos quando um deles  já estiver em fase de execução penal, pois já possuirá sentença definitiva,  nos termos do art. 82 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 82. Se, não obstante a conexão ou continência, forem instaurados processos diferentes, a autoridade de jurisdição prevalente deverá avocar os processos que corram perante os outros juízes, salvo se já estiverem com sentença definitiva. Neste caso, a unidade dos processos só se dará, ulteriormente, para o efeito de soma ou de unificação das penas."
        },
        {
            "nro":"35",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"Não sendo conhecido o lugar da infração, a competência será firmada pelo domicílio da vítima.",
            "resposta":"E",
            "comentario":"Item errado, pois, neste caso, a competência será determinada pelo local de domicílio ou residência do réu.",
            "lei": "sim",
            "desc_lei": "Art.72. Não sendo conhecido o lugar da infração, a competência regular-se-á pelo domicílio ou residência do réu."
        },
        {
            "nro":"36",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"Caso um prefeito municipal cometa crimes contra bens, interesses ou serviços da União, ele somente poderá ser processado criminalmente mediante ação penal instaurada no tribunal de justiça do estado.",
            "resposta":"E",
            "comentario":"O prefeito, neste caso, será julgado perante o TRF, pois será compatibilizada a competência de foro por prerrogativa de função afeta ao TJ com a competência ratione materiae da Justiça Federal, de forma que o Prefeito será julgado pelo órgão de segunda instância (foro por prerrogativa de função) da Justiça Federal (ratione materiae), nos termos do art. 29, X e 109, IV da CRFB/88, respectivamente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – PGM/RR – PROCURADOR",
            "pergunta":"A competência territorial é relativa; não alegada no momento  oportuno, ocorre a preclusão. Por conseguinte, ela é prorrogável.",
            "resposta":"C",
            "comentario":"Item correto. A competência territorial é considerada  pela Doutrina como relativa, ou seja, se não for alegada a eventual  incompetência territorial do Juízo no momento oportuno, ocorrerá a preclusão, não podendo mais ser arguida, de forma que a competência irá  “prorrogar-se” nas mãos do Juízo originalmente incompetente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2010 – AGU – ADVOGADO DA UNIÃO",
            "pergunta":"A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser  remetido ao juiz competente.",
            "resposta":"C",
            "comentario":"Exatamente o que diz a lei. Art.567.",
            "lei": "sim",
            "desc_lei": " Art. 567. A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser remetido ao juiz competente."
        },
        {
            "nro":"39",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – DPU – DEFENSOR PÚBLICO",
            "pergunta":"José foi denunciado pela prática de homicídio doloso contra Carlos, em Brasília. A vítima era policial federal e estava investigando crime de falsificação de moeda que teria sido praticado por José em Goiânia. O juiz determinou a citação de José por edital, devido ao fato de ele não ter sido encontrado no endereço que constava dos autos. A competência para processar e julgar José será do tribunal do júri federal do DF.",
            "resposta":"C",
            "comentario":"Item correto. Isto porque a competência será do Tribunal do Júri, por força do art. 5o, XXXVIII da Constituição. Com relação à competência ratione materiae, esta será da Justiça Federal, pois se trata de crime que afeta interesse da União, pois fora praticado contra policial federal em razão de sua função, por força do art. 109, IV da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJ-PB – JUIZ – ADAPTADA",
            "pergunta":"Em se tratando de crime permanente praticado em território de duas ou mais jurisdições, a competência será firmada pela residência do réu.",
            "resposta":"E",
            "comentario":"Neste caso a competência será firmada pela prevenção, nos termos do art.71 do CPP.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJ-PB – JUIZ – ADAPTADA",
            "pergunta":"A justiça federal deverá julgar os casos de contravenção praticada em detrimento de bens, serviços ou interesses da União.",
            "resposta":"E",
            "comentario":"Item errado, pois a justiça federal não possui competência para o processo e julgamento de contravenções penais, nos termos do art. 109, IV da Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Processual Penal",
            "materia":"Jurisdição e Competência",
            "banca":"CESPE/2015 – TJDFT – JUIZ – ADAPTADA",
            "pergunta":"Roberto importou do exterior, para venda, grande quantidade de equipamentos eletroeletrônicos. Ele não declarou esses bens à aduana brasileira nem recolheu os tributos que seriam devidos. Antes de chegar a Brasília, destino final, seu voo fez escalas em São Paulo e Goiânia. Nessa situação, havendo a apreensão da mercadoria em Brasília, competirá à justiça federal do DF processar e julgar a ação. ",
            "resposta":"C",
            "comentario":"Item correto. Conforme a jurisprudência do STJ, no caso dos delitos de descaminho ou contrabando, a competência será determinada pelo local da apreensão dos produtos.",
            "lei": "sim",
            "desc_lei": "Sumula 151 STJ - A competência para processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do Juízo Federal do lugar da apreensão dos bens."
        },

        {
            "nro":"1",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2008 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"Nas ações penais públicas condicionadas à representação da ofendida, esta pode renunciar à representação perante o juiz ou a autoridade policial, no máximo, até a data do oferecimento da denúncia.",
            "resposta":"E",
            "comentario":"Cuidado com esta pegadinha! O CPP não fala em renunciar à representação, mas em se retratar da representação já formulada.",
            "lei": "sim",
            "desc_lei": "Art.25. A representação será irretratável, depois de oferecida a denúncia."
        },
        {
            "nro":"2",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2008 – PC/TO – DELEGADO DE POLÍCIA",
            "pergunta":"Valmir, penalmente imputável, agrediu fisicamente Leandro, produzindo-lhe lesões corporais de natureza leve, constatadas em laudo pericial. Apresentado o fato à autoridade policial, e após a representação do ofendido, foi formalizado e remetido ao Poder Judiciário o respectivo termo circunstanciado. Nessa situação, uma vez procedida a representação pela vítima, esta não mais poderá desistir da persecução penal, devendo a ação penal seguir sua tramitação sob a titularidade do Ministério Público, até decisão final.",
            "resposta":"E",
            "comentario":"O ofendido tem o direito de se retratar da representação oferecida, desde que o faça antes do oferecimento da denúncia pelo MP, nos termos do art. 25 do CP.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"3",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2010 – DETRAN-ES – ADVOGADO",
            "pergunta":"Nas ações penais de natureza privada, não se admite o perdão do ofendido depois do trânsito em julgado da sentença condenatória.",
            "resposta":"C",
            "comentario":"O perdão do ofendido é instituto que só pode ser praticado dentro do processo penal. Assim, trata-se de instituto que somente o querelante pode praticar em benefício do querelado. Estes termos (querelante e querelado) deixam de existir quando o processo transita em julgado, pois nesse momento o processo se encerra, não sendo mais possível a concessão do perdão do ofendido.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"4",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – PRF – POLICIAL RODOVIÁRIO FEDERAL",
            "pergunta":"Após regular instrução processual, mesmo que se convença da falta de prova de autoria do crime que inicialmente atribuíra ao acusado, não poderá o Ministério Público desistir da ação penal.",
            "resposta":"C",
            "comentario":"O item está correto. O MP não pode desistir da ação penal, pelo princípio da indisponibilidade da ação penal pública. Contudo, nada impede que o MP requeira ao Juiz a absolvição do acusado.",
            "lei": "sim",
            "desc_lei": "Art.42. O Ministério Público não poderá desistir da ação penal."
        },
        {
            "nro":"5",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – DEPEN – AGENTE PENITENCIÁRIO",
            "pergunta":"A ação penal pública condicionada à representação da vítima inicia-se mediante o recebimento da queixa pelo juiz competente.",
            "resposta":"E",
            "comentario":"A ação penal pública se inicia com o recebimento da DENÚNCIA pelo Juiz competente, eis que “queixa” é o nome dado à ação penal privada. Portanto, a AFIRMATIVA ESTÁ ERRADA.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"6",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – PC/BA – ESCRIVÃO DE POLÍCIA",
            "pergunta":"Na hipótese de o Ministério Público (MP) perder o prazo legal para oferecer denúncia pelo crime de roubo, a vítima poderá propor queixa-crime em juízo e mover ação penal privada subsidiária da pública no prazo de seis meses, tornando-se o ofendido titular da ação. O membro do MP reassumirá a ação somente em caso de negligência.",
            "resposta":"C",
            "comentario":"Havendo inércia do MP, o ofendido passa a ter legitimidade para oferecer a ação penal, tornando-se, assim, seu titular. O MP figurará como fiscal da lei, nesse caso e, caso o querelante seja negligente na condução da causa, poderá reassumir a titularidade.",
            "lei": "sim",
            "desc_lei": "Art. 29. Será admitida ação privada nos crimes de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la e oferecer denúncia substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal."
        },
        {
            "nro":"7",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – MPU – ANALISTA",
            "pergunta":"Maria, vítima de estupro, comunicou o fato à autoridade policial na delegacia de polícia. Chamada, seis meses depois, para fazer o reconhecimento de um suspeito, Maria o identificou com segurança. Maria tem o prazo de seis meses para representar contra o suspeito, iniciando-se a contagem, inclusive, do dia em que fez o reconhecimento na delegacia de polícia.",
            "resposta":"C",
            "comentario":"O crime de estupro é crime de ação penal pública condicionada à representação. Neste caso, Maria tem o prazo de seis meses para oferecer sua representação, de forma a possibilitar que o MP ajuíze a denúncia. Este prazo de seis meses começa a correr no dia (inclusive) em que Maria toma conhecimento de quem é o autor da infração penal.",
            "lei": "sim",
            "desc_lei": "Art. 38. Salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de queixa ou de representação, se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime, ou, no caso do art. 29, do dia em que se esgotar o prazo para o oferecimento da denúncia."
        },
        {
            "nro":"8",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – MPU – ANALISTA",
            "pergunta":"Maria, vítima de estupro, comunicou o fato à autoridade policial na delegacia de polícia. Chamada, seis meses depois, para fazer o reconhecimento de um suspeito, Maria o identificou com segurança. Caso Maria seja menor de dezoito anos de idade, cabe ao seu representante legal fazer a representação junto à autoridade policial no prazo legal, sob pena de decadência do direito.",
            "resposta":"E",
            "comentario":"Cabe ao seu representante legal fazer a representação junto à autoridade policial, não havendo, decadência, uma vez que Maria é menor de 18 anos, e contra os menores de 18 anos não corre prazo de prescrição nem prazo de decadência.",
            "lei": "sim",
            "desc_lei": "Art. 33. Se o ofendido for menor de 18 anos, ou mentalmente enfermo, ou retardado mental, e não tiver representante legal, ou colidirem os interesses deste com os daquele, o direito de queixa poderá ser exercido por curador especial, nomeado, de ofício ou a requerimento do Ministério Público, pelo juiz competente para o processo penal."
        },
        {
            "nro":"9",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – PC/BA – INVESTIGADOR",
            "pergunta":"A vítima que representa perante a autoridade policial queixa de crime de ação penal pública condicionada pode retratar-se até a prolação da sentença condenatória pelo juiz.",
            "resposta":"E",
            "comentario":"O item está completamente errado. Primeiro porque não se pode representar queixa, já que a queixa é espécie de ação penal, e deve ser AJUIZADA, ou seja, perante o Juiz. Segundo porque a queixa é sinônimo de ação penal privada, e não ação penal pública.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"Se o titular da ação penal deixa, sem expressa manifestação ou justificação do motivo, de incluir na denúncia algum fato investigado ou algum dos indiciados e o juiz recebe a denúncia, ocorre arquivamento indireto.",
            "resposta":"E",
            "comentario":"A questão dá o conceito do arquivamento IMPLÍCITO, que sequer é aceito pelo STF e pelo STJ, que entendem que o chamado “arquivamento implícito” é incompatível com o princípio da divisibilidade da ação penal pública, de forma que, neste caso, não há arquivamento em razão aos fatos ou aos indiciados não denunciados, podendo o MP oferecer outra denúncia posteriormente, para abarcar os fatos ou indiciados não incluídos na primeira denúncia, ou aditar a primeira. O arquivamento indireto, que é citado apenas por parte da Doutrina, ocorre quando o membro do MP deixa de oferecer denúncia por alegar que o Juiz é incompetente para julgar a causa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"Uma vez apresentada, a representação de crime de ação penal pública somente pode ser retirada antes do oferecimento da denúncia, não se admitindo retratação da retratação.",
            "resposta":"E",
            "comentario":"O item começa correto, pois a representação pode ser retirada (retratação) antes do oferecimento da denúncia, conforme dispõe o art. 25 do CPP. Contudo, é possível a retratação da retratação, que consistiria, basicamente, numa nova representação. Não há vedação a que isso ocorra.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO",
            "pergunta":"Não se admite a renúncia do direito de representação.",
            "resposta":"C",
            "comentario":"A renúncia (manifestação expressa ou tácita no sentido de que se abre mão de um direito) só está prevista expressamente para a ação penal privada. Não há previsão de renúncia ao direito de representação, que é um direito que pode apenas não ser exercido, mas não renunciado, conforme entendimento doutrinário.",
            "lei": "sim",
            "desc_lei": "Art. 49. A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, a todos se estenderá."
        },
        {
            "nro":"13",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – TJ/DF – ANALISTA JUDICIÁRIO – OFICIAL DE JUSTIÇA",
            "pergunta":"A perempção, admitida tanto na ação penal privada quanto na pública, acarreta o perecimento da ação penal e a extinção da punibilidade do réu.",
            "resposta":"E",
            "comentario":"Embora seja causa de extinção da punibilidade (art. 107, IV do CP), somente se admite a perempção nas ações penais privadas, nunca na ação penal pública.",
            "lei": "sim",
            "desc_lei": "Art. 60. Nos casos em que somente se procede mediante queixa, considerarse-á perempta a ação penal: I - quando, iniciada esta, o querelante deixar de promover o andamento do processo durante 30 dias seguidos; II - quando, falecendo o querelante, ou sobrevindo sua incapacidade, não comparecer em juízo, para prosseguir no processo, dentro do prazo de 60 (sessenta) dias, qualquer das pessoas a quem couber fazê-lo, ressalvado o disposto no art. 36; III - quando o querelante deixar de comparecer, sem motivo justificado, a qualquer ato do processo a que deva estar presente, ou deixar de formular o pedido de condenação nas alegações finais; IV - quando, sendo o querelante pessoa jurídica, esta se extinguir sem deixar sucessor."
        },
        {
            "nro":"14",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"O ofendido, ou seu representante legal, decairá no direito de queixa ou de representação se não o exercer dentro do prazo de um ano, contado do dia em que souber quem é o autor do crime.",
            "resposta":"E",
            "comentario":"O item está errado. Vejamos a redação do art. 38 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 38. Salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de queixa ou de representação, se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime, ou, no caso do art. 29, do dia em que se esgotar o prazo para o oferecimento da denúncia. Vemos, assim, que o prazo decadencial é de seis meses, e não de um ano."
        },
        {
            "nro":"15",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"O Ministério Público não poderá desistir da ação penal.",
            "resposta":"C",
            "comentario":"O item está correto. Trata-se do princípio da indisponibilidade da ação penal pública, previsto no art. 42 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 42. O Ministério Público não poderá desistir da ação penal."
        },
        {
            "nro":"16",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, será estendida a todos.",
            "resposta":"C",
            "comentario":"O item está correto. Aqui temos o princípio da indivisibilidade da ação penal privada. Assim, se o ofendido renuncia ao direito de queixa em relação a um dos infratores, esta renúncia se estende a todos, nos termos do art. 49 do CPP.",
            "lei": "sim",
            "desc_lei": "Art. 49. A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, a todos se estenderá."
        },
        {
            "nro":"17",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"Depois de recebida a denúncia, a representação será irretratável.",
            "resposta":"E",
            "comentario":"O item está errado. A representação somente poderá ser retratada até o oferecimento da denúncia, e não até seu recebimento.",
            "lei": "sim",
            "desc_lei": "Art. 25. A representação será irretratável, depois de oferecida a denúncia."
        },
        {
            "nro":"18",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"Se o ofendido for menor de vinte e um anos e maior de dezoito anos de idade, o direito de queixa poderá ser exercido por ele ou por seu representante legal.",
            "resposta":"E",
            "comentario":"O item está errado. O art. 34 do CPP até prevê isso. Contudo, esse artigo perdeu sua eficácia, pois ele surgiu quando a maioridade civil era atingida aos 21 anos (e a maioridade penal aos 18). Atualmente, a maioridade civil é alcançada aos 18 anos, de forma que se o ofendido possui mais de 18 anos somente ele poderá exercer o direito de queixa.",
            "lei": "sim",
            "desc_lei": "Art. 34. Se o ofendido for menor de 21 e maior de 18 anos, o direito de queixa poderá ser exercido por ele ou por seu representante legal."
        },
        {
            "nro":"19",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2012 – PEFOCE – TODOS OS CARGOS",
            "pergunta":"A renúncia e o perdão extinguem a punibilidade dos crimes de ação privada propriamente dita. A renúncia é ato unilateral e ocorre antes do início da ação penal. O perdão é ato bilateral e depende do aceite do querelado para produzir efeitos. Tanto a renúncia quanto o perdão, em relação a um dos querelados, se estenderá aos demais.",
            "resposta":"C",
            "comentario":"O item está correto. Ambos são institutos que conduzem à extinção da punibilidade nos crimes de ação privada. Contudo, a renúncia é ato unilateral e anterior ao processo criminal, nos termos do art. 49 do CPP. O perdão, por sua vez, é oferecido depois de ajuizada a ação penal, e deve ser aceito pelo infrator, sob pena de não produzir efeitos. Além disso, a renúncia e o oferecimento de perdão, quando realizados em relação a apenas um dos infratores a todos se estendem, nos termos dos arts. 49 e 51 do CPP. Em relação ao perdão, porém, se algum dos infratores recusar, em face dele não produzirá efeitos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"20",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2013 – DPE-DF – DEFENSOR PÚBLICO",
            "pergunta":"Conforme jurisprudência do STJ, nos casos de ação penal privada, não incide o ônus da sucumbência por aplicação analógica do CPC.",
            "resposta":"E",
            "comentario":"Trata-se de questão difícil. O STJ, porém, firmou o entendimento no sentido de que em se tratando de ação penal privada, aquele que restar vencido deverá arcar com os ônus da sucumbência, por analogia ao art. 20 do CPC.",
            "lei": "sim",
            "desc_lei": "SÚMULA VINCULANTE 10/STF. AGRAVO REGIMENTAL. RECURSO ESPECIAL. CALÚNIA, INJÚRIA E DIFAMAÇÃO. AÇÃO PENAL PRIVADA. HONORÁRIOS ADVOCATÍCIOS. CABIMENTO. ATUAÇÃO DA DEFESA. PRINCÍPIOS DA SUCUMBÊNCIA E DA CAUSALIDADE. ADVOGADO EM CAUSA PRÓPRIA. AUSÊNCIA DE BASE DE CÁLCULO. APRECIAÇÃO EQUITATIVA. PRINCÍPIOS CONSTITUCIONAIS. INOVAÇÃO RECURSAL. IMPOSSIBILIDADE. INVIABILIDADE DE ANÁLISE DE MATÉRIA CONSTITUCIONAL. 1. É possível haver condenação em honorários advocatícios em ação penal privada. Conclusão que se extrai da incidência dos princípios da sucumbência e da causalidade, o que permite a aplicação analógica do art. 20 do Código de Processo Civil, conforme previsão constante no art. 3º do Código de Processo Penal. Precedentes."
        },
        {
            "nro":"21",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2014 – TJ/SE - ANALISTA",
            "pergunta":"Ainda que não tenha legitimidade para, em ação penal de iniciativa privada, aditar a queixa com o intuito de nela incluir outros réus, o MP poderá acrescentar ao processo elementos que influam na fixação da pena, no exercício da função de custos legis.",
            "resposta":"C",
            "comentario":"Este é o entendimento adotado pelo STJ: (...) III - Nos termos do artigo 45 do CPP, a queixa poderá ser aditada pelo Ministério Público, ainda que se trate de ação penal privativa do ofendido, desde que não proceda à inclusão de co-autor ou partícipe, tampouco inove quanto aos fatos descritos, hipóteses, por sua vez, inocorrentes na espécie.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"22",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2014 – TJ/SE - ANALISTA",
            "pergunta":"Em virtude do princípio in dubio pro societate, o juiz não está autorizado a rejeitar denúncia por falta de lastro probatório mínimo que demonstre a idoneidade e a verossimilhança da acusação.",
            "resposta":"E",
            "comentario":"Item errado. A ausência de tais elementos caracteriza a ausência de JUSTA CAUSA e o Juiz poderá deixar de receber a denúncia (rejeitá-la) por este motivo.",
            "lei": "sim",
            "desc_lei": "Art. 395. A denúncia ou queixa será rejeitada quando: (Redação dada pela Lei nº 11.719, de 2008). (...) III - faltar justa causa para o exercício da ação penal. (Incluído pela Lei nº 11.719, de 2008)."
        },
        {
            "nro":"23",
            "disciplina":"Direito Processual Penal",
            "materia":"Ação Penal",
            "banca":"CESPE/2014 – TJ/SE – TÉCNICO",
            "pergunta":"Salvo disposição expressa em contrário, o direito de queixa ou de representação do ofendido decai no prazo de seis meses, contado do dia em que tiver ocorrido o crime.",
            "resposta":"E",
            "comentario":"Item errado, pois o prazo decadencial começa a correr na data em que o ofendido passa a ter conhecimento de quem é o infrator, nos termos do art. 103 do CP, bem como art. 38 do CPP.",
            "lei": "",
            "desc_lei": ""
        }
        
    ]
}