{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - CNJ",
            "pergunta":"As entidades políticas são pessoas jurídicas de direito público interno, como a União, os estados, o Distrito Federal e os municípios. Já as entidades administrativas integram a administração pública, mas não têm autonomia política, como as autarquias e as fundações públicas.",
            "resposta":"C",
            "comentario":"A questão está correta. A principal diferença entre entidades políticas (União, Estados, DF e municípios) e entidades administrativas integrantes da Administração Indireta é a autonomia política, vale dizer, a capacidade de legislar, característica exclusiva das entidades políticas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"02",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"As entidades que integram a administração direta e indireta do governo detêm autonomia política, administrativa e financeira.",
            "resposta":"E",
            "comentario":"Apenas as entidades políticas (União, Estados, DF e Municípios) detém autonomia política, isto é, capacidade de legislar, de inovar no direito. As entidades administrativas, integrantes da administração indireta, possuem apenas autonomia administrativa, operacional e financeira, daí o erro.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2010 - ESAF",
            "pergunta":"A distinção essencial entre as entidades políticas e as entidades administrativas é a competência legislativa.",
            "resposta":"C",
            "comentario":"A distinção essencial entre as entidades políticas e as entidades administrativas reside na competência legislativa. Apenas as entidades políticas a possuem. As entidades administrativas, por sua vez, se limitam a agir nos limites estabelecidos pelas leis emitidas pelas pessoas políticas. Quanto às demais alternativas, todas representam características comuns às entidades políticas e administrativas, quais sejam, personalidade jurídica, pertencimento à Administração Pública, autonomia administrativa e vinculação ao atendimento do interesse público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"A criação, por uma universidade federal, de um departamento específico para cursos de pós-graduação é exemplo de descentralização.",
            "resposta":"E",
            "comentario":"A criação, por uma universidade federal, de um departamento específico para cursos de pós-graduação é uma maneira de melhor distribuir internamente suas competências institucionais, visando ao melhorar seu desempenho. O departamento criado não possui personalidade jurídica própria, sendo vinculado hierarquicamente aos órgãos superiores da universidade. Temos, assim, apenas uma pessoa jurídica, a universidade, a distribuir internamente suas competências. Portanto, estamos diante de um exemplo de desconcentração, e não de descentralização, daí o erro.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Quando o Estado cria uma entidade e a ela transfere, por lei, determinado serviço público, ocorre a descentralização por meio de outorga.",
            "resposta":"C",
            "comentario":"O quesito está correto. A descentralização por meio de outorga é sinônimo de descentralização por serviços, funcional ou técnica. Ocorre quando uma entidade política (União, Estados, DF e Municípios), mediante lei, cria uma pessoa jurídica de direito público ou privado e a ela atribui a titularidade e a execução de determinado serviço público. Contrapõe- se, portanto, à descentralização por colaboração ou por delegação, em que, por meio de contrato ou ato unilateral, o Estado transfere apenas a execução de determinado serviço público a uma pessoa jurídica de direito privado, previamente existente, conservando o Poder Público a titularidade do serviço.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - SUFRAMA",
            "pergunta":"Desconcentração administrativa é a distribuição de competências entre órgãos de uma mesma pessoa jurídica.",
            "resposta":"C",
            "comentario":"Afirmação correta. Lembrando que a desconcentração envolve apenas uma pessoa jurídica, ao contrário da descentralização, que envolve mais de uma.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPU",
            "pergunta":"A transferência pelo poder público, por meio de contrato ou ato administrativo unilateral, apenas da execução de determinado serviço público a pessoa jurídica de direito privado corresponde à descentralização por serviços, também denominada descentralização técnica.",
            "resposta":"E",
            "comentario":"A questão está errada, pois apresenta a definição correspondente à descentralização por colaboração ou por delegação. A descentralização por serviços, também denominada descentralização técnica ou funcional, pressupõe a criação, mediante lei, de uma pessoa jurídica de direito público ou privado, à qual se atribui a titularidade e a execução de determinado serviço público, e não apenas a execução.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AFRE/ES",
            "pergunta":"Em determinada secretaria de governo, as ações voltadas ao desenvolvimento de planos para capacitação dos servidores eram realizadas de forma esporádica, inexistindo setor específico para tal finalidade. A fim de dar maior concretude a uma política de prestação de serviço público de qualidade naquela secretaria, criou-se um departamento de capacitação dos servidores. Nessa situação hipotética, a criação do referido departamento é considerada desconcentração administrativa.",
            "resposta":"C",
            "comentario":"O comando da questão apresenta um exemplo claro de desconcentração administrativa, pois foi criado um departamento no âmbito da estrutura organizacional de determinada secretaria de governo, com a finalidade de exercer uma atividade específica. Trata-se de mera distribuição interna de competências, que não envolveu a criação de outra pessoa jurídica ou a transferência da atribuição para outra entidade previamente existente. Pelo contrário, foi criado um novo órgão, o departamento de capacitação de servidores, desprovido de personalidade jurídica e subordinado hierarquicamente à aludida secretaria de governo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - AFRFB",
            "pergunta":"Considere que o Poder Público conserve a titularidade de determinado serviço público a que tenha transferido a execução à pessoa jurídica de direito privado. Nessa situação, a descentralização é denominada por colaboração.",
            "resposta":"C",
            "comentario":"A descentralização em que o Poder Público transfere a execução, mas não a titularidade, de determinado serviço público a pessoa jurídica de direito privado é denominada por colaboração. Exemplo clássico são as concessões de serviços públicos. Ao contrário, na descentralização por serviços o Poder Público transfere a execução e a titularidade do serviço. É o caso da criação de autarquias e fundações públicas. Descentralização funcional e descentralização técnica são sinônimos de descentralização por serviços. Já a descentralização geográfica ocorre quando a pessoa política atribui competências genéricas a determinada entidade geograficamente delimitada, a exemplo da criação de Territórios Federais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Os órgãos públicos classificam-se, quanto à estrutura, em órgãos singulares, formados por um único agente, e coletivos, integrados por mais de um agente ou órgão.",
            "resposta":"E",
            "comentario":"A questão está errada. Primeiro porque, quanto à estrutura, os órgãos públicos classificam-se em simples (não possuem subdivisões) e compostos (possuem subdivisões). Órgãos singulares e coletivos referem-se à classificação quanto à atuação funcional. Outro erro é que órgãos singulares são aqueles cujas decisões são tomadas por um único agente, e não necessariamente formados por um único agente. A Presidência da República, por exemplo, é um órgão singular, porque suas decisões são tomadas pelo Presidente da República; no entanto, a Presidência da República possui vários servidores em seus quadros.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPTCDF",
            "pergunta":"A atuação do órgão público é imputada à pessoa jurídica a que esse órgão pertence.",
            "resposta":"C",
            "comentario":"A questão está correta. O órgão público não possui personalidade jurídica. Ele é apenas uma extensão da entidade que o criou. Assim, todas as suas manifestações de vontade, concretizadas pela atuação dos agentes públicos, são consideradas como da própria pessoa jurídica mãe. Dizendo de outra forma, a atuação do órgão público é imputada à pessoa jurídica, a qual pode ser uma entidade política ou uma entidade administrativa. Esse é o fundamento da chamada teoria do órgão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - Polícia Federal",
            "pergunta":"Os ministérios e as secretarias de Estado são considerados, quanto à estrutura, órgãos públicos compostos.",
            "resposta":"C",
            "comentario":"Questão correta. Órgãos públicos compostos são aqueles que se subdividem em vários outros órgãos que lhe são subordinados hierarquicamente. Os Ministérios e as Secretarias de Estado são órgãos compostos, pois se subdividem em departamentos, conselhos, gabinetes etc. Os órgãos compostos contrapõem-se aos órgãos simples ou unitários, que não possuem subdivisões em sua estrutura interna.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"13",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - Bacen",
            "pergunta":"A Secretaria de Estado da Saúde do Distrito Federal compõe a estrutura da administração indireta.",
            "resposta":"E",
            "comentario":"As Secretarias de Estado, assim como os Ministérios, são órgãos do Poder Executivo, desprovidos de personalidade jurídica própria; portanto, compõem a estrutura da Administração Direta, e não da Indireta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"14",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2010 - CVM",
            "pergunta":"São características dos órgãos públicos: Integrarem a estrutura de uma entidade política, ou administrativa; Serem desprovidos de personalidade jurídica; Poderer firmar contrato de gestão, nos termos do art. 37, § 8o da Constituição Federal;e Não possuírem patrimônio próprio.",
            "resposta":"C",
            "comentario":"Correto, todas são características dos órgãos públicos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"15",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2010 - TRT10",
            "pergunta":"As autarquias federais detêm autonomia administrativa relativa, estando subordinadas aos respectivos ministérios de sua área de atuação.",
            "resposta":"E",
            "comentario":"A questão está errada. As entidades da administração indireta, dentre elas as autarquias, não estão subordinadas aos respectivos Ministérios. Com efeito, a hierarquia existe dentro de uma mesma pessoa jurídica, relacionando-se à ideia de desconcentração. Ao contrário, as entidades da administração indireta possuem personalidade jurídica própria, diferente da do ente instituidor. Dessa forma, a autarquia e o Ministério de sua área de atuação estão ligados por uma relação de tutela que, diferentemente da hierarquia, pressupõe a existência de duas pessoas jurídicas, existindo onde haja descentralização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"16",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPU",
            "pergunta":"Verifica-se a existência de hierarquia administrativa entre as entidades da administração indireta e os entes federativos que as instituíram ou autorizaram a sua criação.",
            "resposta":"E",
            "comentario":"Em nenhuma forma de descentralização há hierarquia. Portanto, por serem oriundas da descentralização, as entidades da administração indireta não estão subordinadas hierarquicamente aos entes federativos que as instituíram ou autorizaram a sua criação, daí o erro. A partir do momento em que adquirem personalidade jurídica, as entidades passam a ter vida própria, podendo atuar com autonomia administrativa, operacional e financeira para atingir as finalidades para as quais foram criadas. Contudo, permanecem vinculadas ao ente instituidor para fins de supervisão ministerial, uma espécie de controle finalístico ou tutela que visa a assegurar que as entidades não se desviem dos fins previstos na respectiva lei instituidora.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"ESAF/2012 - MIN",
            "pergunta":"Nos termos de nossa Constituição Federal e de acordo com a jurisprudência do Supremo Tribunal Federal, depende de autorização em lei específica a instituição das empresas públicas, das sociedades de economia mista e de fundações, apenas.",
            "resposta":"C",
            "comentario":"Nos termos do inciso XIX, depende de autorização em lei específica a instituição de empresa pública, de sociedade de economia mista e de fundação, apenas. De fato, a instituição das autarquias é feita diretamente por lei específica, e não apenas autorizada por ela. Já a criação de subsidiárias e a participação em empresa privada dependem de autorização legislativa, a qual, segundo a jurisprudência do STF, pode ser dada de forma genérica na lei que criou ou autorização a criação da entidade matriz.",
            "lei": "sim",
            "desc_lei": "Art. 37, XIX e XX da CF: XIX - somente por lei específica poderá ser criada autarquia e autorizada a instituição de empresa pública, de sociedade de economia mista e de fundação, cabendo à lei complementar, neste último caso, definir as áreas de sua atuação; XX - depende de autorização legislativa, em cada caso, a criação de subsidiárias das entidades mencionadas no inciso anterior, assim como a participação de qualquer delas em empresa privada;"
        },
        {
            "nro":"18",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"ESAF/2010 - SUSUP",
            "pergunta":"A SUSEP é uma autarquia, atua na regulação da atividade de seguros (entre outras), e está sob supervisão do Ministério da Fazenda. Logo, é incorreto dizer que ela está hierarquicamente subordinada a tal Ministério.",
            "resposta":"C",
            "comentario":"Por ser uma autarquia, é correto afirmar que a SUSEP integra a Administração Indireta (opção “a”), tem personalidade jurídica própria, de direito público, executa atividade típica da Administração Pública e tem patrimônio próprio. Todas essas são características inerentes a qualquer autarquia. Por outro lado, é errado afirmar que a SUSEP está hierarquicamente subordinada ao Ministério da Fazenda (opção “c”). Com efeito, as autarquias são entidades autônomas, ligadas ao Ministério supervisor apenas por laços de vinculação, para fins de controle finalístico, mas sem subordinação hierárquica.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"19",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AGU",
            "pergunta":"As autarquias, que adquirem personalidade jurídica com a publicação da lei que as institui, são dispensadas do registro de seus atos constitutivos em cartório e possuem as prerrogativas especiais da fazenda pública, como os prazos em dobro para recorrer e a desnecessidade de anexar, nas ações judiciais, procuração do seu representante legal.",
            "resposta":"C",
            "comentario":"Perfeita a assertiva. As autarquias, em termos de prerrogativas, são comparadas às próprias pessoas políticas. Detalhe na questão é que, diferentemente das entidades da administração indireta instituídas com personalidade jurídica de direito privado, a criação das autarquias dispensa o registro de seus atos constitutivos, uma vez que a aquisição da personalidade jurídica de direito público ocorre com a vigência da lei criadora.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"20",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"ESAF/2012 - ATRFB",
            "pergunta":"Quanto às autarquias no modelo da organização administrativa brasileira, é incorreto afirmar que são subordinadas hierarquicamente ao seu órgão supervisor.",
            "resposta":"C",
            "comentario":"As autarquias são entidades da administração pública indireta, com personalidade jurídica própria, de direito público, criadas por lei e, quanto ao nível federativo, podem ser federais, estaduais, distritais e municipais. Por outro lado, não estão subordinadas hierarquicamente ao seu órgão supervisor, mas apenas a ele vinculadas para fins de controle finalístico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Nos litígios comuns, as causas que digam respeito às autarquias federais, sejam estas autoras, rés, assistentes ou oponentes, são processadas e julgadas na justiça federal.",
            "resposta":"C",
            "comentario":"O quesito está correto. Em regra, as causas judiciais que envolvem autarquias federais são processadas e julgadas pela Justiça Federal, nos termos do art. 109, I da CF.",
            "lei": "sim",
            "desc_lei": "Art. 109. Aos juízes federais compete processar e julgar: I - as causas em que a União, entidade autárquica ou empresa pública federal forem interessadas na condição de autoras, rés, assistentes ou oponentes, exceto as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho;"
        },
        {
            "nro":"22",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"ESAF/2006 - ATRFB",
            "pergunta":"A entidade da Administração Indireta, que se conceitua como sendo uma pessoa jurídica de direito público, criada por força de lei, com capacidade exclusivamente administrativa, tendo por substrato um patrimônio personalizado, gerido pelos seus próprios órgãos e destinado a uma finalidade específica, de interesse público, é a fundação pública.",
            "resposta":"C",
            "comentario":"Todas as características, em especial a expressão “patrimônio personalizado”, indicam se tratar do conceito de fundação pública (opção “b”). Perceba que, se ao invés de “patrimônio personalizado”, a assertiva se referisse a “serviço personalizado”, estaríamos diante do conceito de autarquia.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"23",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2007 - AGU",
            "pergunta":"A propósito da veladura das fundações pelo Ministério Público, julgue os itens seguintes. De acordo com o STF, cabe ao Ministério Público do Distrito Federal e Territórios velar pelas fundações públicas e de direito privado em funcionamento no DF, sem prejuízo da atribuição, ao Ministério Público Federal, da veladura das fundações federais de direito público que funcionem, ou não, no DF ou nos eventuais territórios.",
            "resposta":"C",
            "comentario":"O quesito está correto, nos termos da decisão adotada pelo STF na ADI 2.794. Nesse julgado, a Suprema Corte decidiu que o Ministério Público do Distrito Federal e Territórios deve exercer a mesma competência reservada ao MP dos Estados e, em consequência, velar pelas fundações de direito privado que funcionem no território sob jurisdição, vale dizer, no DF ou em Territórios Federais. Quanto às fundações de direito público, a competência é do MP Federal, quer funcionem ou não no DF ou nos eventuais Territórios.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"24",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"São características comuns a empresas públicas e sociedades de economia mista, entre outras, personalidade jurídica de direito privado, derrogação parcial do regime de direito privado por normas de direito público e desempenho de atividade de natureza econômica.",
            "resposta":"C",
            "comentario":"O item está correto. Lembrando que o desempenho de atividade econômica por meio de empresas estatais pode ser feito com dois objetivos: (i) intervenção no domínio econômico, isto é, atividade de natureza empresarial; e (ii) prestação de serviços públicos. Ou seja, mesmo as empresas prestadoras de serviço público desempenham atividade econômica, visto que os serviços explorados por essas entidades são aqueles passíveis de gerar lucro e que, por isso, também poderiam ser desempenhados pela iniciativa privada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AFT",
            "pergunta":"A sociedade de economia mista, entidade integrante da administração pública indireta, pode executar atividades econômicas próprias da iniciativa privada.",
            "resposta":"C",
            "comentario":"A questão está correta. Ressalte-se, porém, que intervenção direta do Estado na atividade econômica só pode ser realizada em situações excepcionais, isto é, quando necessária aos imperativos da segurança nacional ou a relevante interesse coletivo, nos termos do art. 173 da CF.",
            "lei": "sim",
            "desc_lei": "Art. 173. Ressalvados os casos previstos nesta Constituição, a exploração direta de atividade econômica pelo Estado só será permitida quando necessária aos imperativos da segurança nacional ou a relevante interesse coletivo."
        },
        {
            "nro":"26",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - CNJ",
            "pergunta":"Considere que determinada sociedade de economia mista exerça atividade econômica de natureza empresarial. Nessa situação hipotética, a referida sociedade não é considerada integrante da administração indireta do respectivo ente federativo, pois, para ser considerada como tal, ela deve prestar serviço público.",
            "resposta":"E",
            "comentario":"A questão está errada. As empresas públicas e as sociedades de economia mista podem tanto exercer atividade econômica de natureza empresarial como prestar serviço público. Em ambas as hipóteses integram a Administração Indireta do respectivo ente federativo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Pessoas jurídicas de direito privado integrantes da administração indireta, as empresas públicas são criadas por autorização legal para que o governo exerça atividades de caráter econômico ou preste serviços públicos.",
            "resposta":"C",
            "comentario":"A questão está correta. As empresas públicas, assim como as sociedades de economia mista, são pessoas jurídicas de direito privado, criadas por autorização legal, vale dizer, sua criação é autorizada por lei, nos termos do art. 37, XIX da CF. Ademais, ambas podem ter como objeto exercer atividade econômica de natureza empresarial ou prestar serviço público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"28",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - Polícia Federal",
            "pergunta":"A sociedade de economia mista é pessoa jurídica de direito privado que pode tanto executar atividade econômica própria da iniciativa privada quanto prestar serviço público.",
            "resposta":"C",
            "comentario":"O quesito está correto. Quando executa executar atividade econômica própria da iniciativa privada, o regime jurídico aplicável à sociedade de economia mista é predominantemente de direito privado; já quando presta serviço público, o regime que predomina é o de direito público. Em ambos os casos, a personalidade jurídica é sempre de direito privado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - CNJ",
            "pergunta":"As empresas públicas, sejam elas exploradoras de atividade econômica ou prestadoras de serviços públicos, são entidades que compõem a administração indireta e por isso não se admite que seus atos e contratos sejam submetidos a regras do direito privado.",
            "resposta":"E",
            "comentario":"O quesito está errado. As empresas públicas possuem personalidade jurídica de direito privado; portanto, seus atos e contratos estão submetidos a regime jurídico de direito privado, em maior ou menor grau conforme sejam, respectivamente, exploradoras de atividade de natureza empresarial ou prestadoras de serviços públicos. Portanto, o trecho “...não se admite que seus atos e contratos sejam submetidos a regras do direito privado” macula a questão. Em qualquer hipótese, porém, tais entidades devem obediência a certos preceitos de direito público, como o dever de realizar concurso público, o dever de licitar e a submissão ao controle do Tribunal de Contas. Segundo Maria Sylvia Di Pietro, “a derrogação parcial do direito comum é essencial para manter a vinculação entre a entidade descentralizada e o ente que a instituiu; sem isso, deixaria ela de atuar como instrumento de ação do Estado”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"30",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"São características comuns a empresas públicas e sociedades de economia mista, entre outras, personalidade jurídica de direito privado, derrogação parcial do regime de direito privado por normas de direito público e desempenho de atividade de natureza econômica.",
            "resposta":"C",
            "comentario":"O item está correto. Lembrando que o desempenho de atividade econômica por meio de empresas estatais pode ser feito com dois objetivos: (i) intervenção no domínio econômico, isto é, atividade de natureza empresarial; e (ii) prestação de serviços público. Ou seja, mesmo as empresas prestadoras de serviço público desempenham atividade econômica, visto que os serviços públicos explorados por essas entidades são aqueles passíveis de gerar lucro e que, por isso, também poderiam ser desempenhados pela iniciativa privada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"31",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"As sociedades de economia mista não estão sujeitas ao controle externo realizado pelos respectivos tribunais de contas.",
            "resposta":"E",
            "comentario":"Embora sejam pessoas jurídicas de direito privado que explorem atividade econômica, as sociedades de economia mista não atuam inteiramente sob a regência do direito comum, muito pelo contrário. Como são entidades vinculadas ao Estado, também devem obediência a uma série de preceitos constitucionais, de direito público, aplicáveis sem distinção a toda a Administração Pública, direta ou indireta, dentre eles a sujeição ao controle externo realizado pelos tribunais de contas, daí o erro.",
            "lei": "sim",
            "desc_lei": "Art. 71. O controle externo, a cargo do Congresso Nacional, será exercido com o auxílio do Tribunal de Contas da União, ao qual compete: II - julgar as contas dos administradores e demais responsáveis por dinheiros, bens e valores públicos da administração direta e indireta, incluídas as fundações e sociedades instituídas e mantidas pelo Poder Público federal, e as contas daqueles que derem causa a perda, extravio ou outra irregularidade de que resulte prejuízo ao erário público;"
        },
        {
            "nro":"32",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"ESAF/2010 - CVM",
            "pergunta":"São regras de direito público que obrigam às empresas estatais federais a despeito de sua natureza jurídica de direito privado: A contratação de empregados por meio de concurso público; A submissão aos princípios gerais da Administração Pública; A autorização legal para sua instituição; e A sujeição à fiscalização do Tribunal de Contas da União.",
            "resposta":"",
            "comentario":"",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"33",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPE/TO",
            "pergunta":"A empresa pública e a sociedade de economia mista exploradoras de atividade econômica não são excluídas da lei de falência e recuperação de empresas, por sujeitarem-se ao regime próprio das empresas privadas, inclusive quanto aos direitos e obrigações civis, comerciais, trabalhistas e tributários.",
            "resposta":"E",
            "comentario":"O quesito está errado. Antigamente, existia controvérsia na doutrina acerca da sujeição das empresas estatais exploradoras de atividade econômica ao regime de falência e recuperação judicial, uma vez que, segundo o art. 173, §1o da CF, tais entidades se equiparam às empresas privadas no que concerne aos direitos e obrigações civis, comerciais, trabalhistas e tributários. Porém, com o advento da Lei 11.101/2005, que cuida do processo falimentar, a dúvida foi dirimida, pois a norma expressamente exclui as sociedades mistas e empresas públicas de seu campo abrangência, independente de sua área de atuação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"34",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"As sociedades de economia mista podem revestir-se de qualquer das formas em direito admitidas, a critério do poder público, que procede à sua criação.",
            "resposta":"E",
            "comentario":"As sociedades de economia mista sempre devem ser constituídas na forma de sociedades anônimas, daí o erro. As empresas públicas é que podem revestir-se de qualquer das formas admitidas em direito.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"35",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"As empresas públicas devem ser constituídas obrigatoriamente sob a forma de sociedade anônima.",
            "resposta":"E",
            "comentario":"As empresas públicas podem ser constituídas sob qualquer forma admitida em direito, inclusive sociedade anônima, daí o erro. Ao contrário, as sociedades de economia mista devem sempre ser sociedades anônimas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"36",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AE/ES",
            "pergunta":"A pessoa jurídica de direito privado criada por autorização legislativa específica, com capital formado unicamente por recursos de pessoas de direito público interno ou de pessoas de suas administrações indiretas, para realizar atividades econômicas ou serviços públicos de interesse da administração instituidora, nos moldes da iniciativa particular, é denominada empresa pública.",
            "resposta":"C",
            "comentario":"Trata-se do conceito de empresa pública. O aspecto marcante que leva a essa conclusão, ao invés de que se trata de uma sociedade de economia mista, é a parte que diz “capital formado unicamente por recursos de pessoas de direito público interno ou de pessoas de suas administrações indiretas”. É que o capital das sociedades de economia também conta com participação de recursos privados, vale dizer, não é unicamente público. Perceba que o capital das empresas públicas, composto unicamente de recursos públicos, pode ser integralizado por pessoas direito público interno (União, Estados, DF, Municípios, autarquias e demais entidades de direito público) ou por pessoas de suas administrações indiretas (fundações de direito privado, empresas públicas e sociedades de economia mista).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AFRE/ES",
            "pergunta":"A pessoa jurídica dotada de personalidade jurídica de direito privado, com patrimônio próprio e capital formado exclusivamente por recursos das pessoas de direito público interno ou de pessoas de suas administrações indiretas, criada por lei para a exploração de atividade econômica que o governo seja levado a exercer por força de contingência ou de conveniência administrativa, é denominada empresa pública.",
            "resposta":"C",
            "comentario":"Questão muito semelhante à anterior, cobrada em outro certame, o que demonstra a importância de se resolver bastante questões de provas durante o estudo. Trata-se do exato conceito de empresa pública.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPU",
            "pergunta":"A empresa pública federal caracteriza-se, entre outros aspectos, pelo fato de ser constituída de capital exclusivo da União, não se admitindo, portanto, a participação de outras pessoas jurídicas na constituição de seu capital.",
            "resposta":"E",
            "comentario":"O quesito está errado. Uma empresa pública caracteriza-se por ser constituída de capital exclusivamente público, que pode ser oriundo de qualquer pessoa jurídica integrante da Administração Pública, política ou administrativa, ainda que de direito privado. Assim, determinada empresa pública pode ser formada pela comunhão de recursos oriundos da União, de uma empresa pública estadual e de uma autarquia municipal, pois todos esses recursos possuem origem pública. Para que esta entidade seja considerada uma empresa pública federal, a União deve ser a detentora da maioria do capital votante. Ou seja, o capital da União não precisa ser exclusivo, daí o erro do item. O que não se admite é a participação de capital privado, aportado por empresas ou pessoas particulares.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"39",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"Empresas públicas são pessoas jurídicas de direito privado que integram a administração indireta, constituídas por capital público e privado.",
            "resposta":"E",
            "comentario":"A questão está errada. A empresas públicas são pessoas jurídicas de direito privado que integram a administração indireta, constituídas por capital exclusivamente público, que pode ser oriundo de uma ou de várias entidades políticas ou administrativas. Não se admite a participação de recursos de particulares no capital das empresas públicas, ao contrário do que ocorre com as sociedades de economia mista, as quais, por definição, são constituídas por capital público e privado, devendo o capital público, no entanto, ser majoritário.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AGU",
            "pergunta":"Caso um particular ajuíze ação sob o rito ordinário perante a justiça estadual contra o Banco do Brasil S.A., na qual, embora ausente interesse da União, seja arguida a incompetência do juízo para processar e julgar a demanda, por se tratar de sociedade de economia mista federal, a alegação de incompetência deverá ser rejeitada, mantendo-se a competência da justiça estadual.",
            "resposta":"C",
            "comentario":"O quesito está correto. A competência para processar e julgar as causas em que seja parte sociedade de economia mista federal, a exemplo do Banco do Brasil, é da Justiça Estadual. Detalhe importante na questão é a parte que diz “embora ausente interesse da União”. Isso significa que a União não é interveniente no processo. Caso contrário, vale dizer, se a União atuasse processualmente como assistente ou oponente, o foro teria que ser deslocado para a Justiça Federal, de modo que alegação de incompetência teria que ser aceita. Por oportuno, não se esqueça de que, nas causas em que seja parte empresa pública federal, a competência é da Justiça Federal. Outro detalhe é que esses foros se referem às chamadas causas comuns. Excluem-se, portanto, as causas que requerem juízo especializado, quais sejam, as de falência, as de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à Justiça do Trabalho.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Pertence à justiça federal a competência para julgar as causas de interesse das empresas públicas, dado o fato de elas prestarem serviço público, ainda que detenham personalidade jurídica de direito privado.",
            "resposta":"E",
            "comentario":"A questão está errada. À Justiça Federal compete processar e julgar as causas de interesse das empresas públicas federais, apenas. O que atrai o foro da Justiça Federal é o vínculo da empresa com a União, e não o fato de serem prestadoras de serviço público, daí o erro. Aliás, o foro é o mesmo ainda que sejam exploradoras de atividade empresarial. Nas causas em que seja parte empresa pública estadual ou municipal, a competência é da Justiça Estadual. Perceba que a questão dá a entender que a Justiça Federal cuidaria das causas de qualquer empresa pública, independentemente do vínculo federativo, o que reforça o erro do item.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - Polícia Federal",
            "pergunta":"O Banco Central do Brasil é uma autarquia federal e compõe a administração pública direta da União.",
            "resposta":"E",
            "comentario":"De fato, o Banco Central é uma autarquia federal. Porém, como toda autarquia, compõe a administração indireta da União, e não a direta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"43",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - BACEN",
            "pergunta":"As autarquias administrativas, entidades destinadas ao exercício de diversas atividades administrativas, inclusive, de fiscalização, submetem-se ao regime jurídico de direito público, a exemplo do BACEN.",
            "resposta":"C",
            "comentario":"A principal característica das autarquias consiste na natureza jurídica da atividade que desenvolvem, qual seja, atividades próprias e típicas de Estado, despidas de caráter econômico. Por desempenharem atividades típicas de Estado, devem sempre se submeter a regime jurídico de direito publico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"44",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"Toda pessoa jurídica da administração pública indireta, embora não se subordine, vincula-se a determinado órgão da estrutura da administração direta, estando, assim, sujeita à chamada supervisão ministerial.",
            "resposta":"C",
            "comentario":"As entidades da administração indireta (autarquias, empresas públicas, sociedades de economia mista e fundações públicas), embora sejam administrativa e financeiramente autônomas, estão sempre vinculadas a um órgão da administração direta. Essa vinculação entre administração direta e indireta não representa uma relação hierárquica, de subordinação. Diversamente, caracteriza a supervisão ministerial, também denominada de tutela administrativa, que tem por objetivos principais a verificação dos resultados alcançados pelas entidades descentralizadas, a harmonização de suas atividades com a política e a programação do Governo, a eficiência de sua gestão e a manutenção de sua autonomia administrativa, operacional e financeira.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"45",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"São pessoas jurídicas de direito público as autarquias, as fundações públicas e as empresas públicas.",
            "resposta":"E",
            "comentario":"As autarquias são pessoas jurídicas de direito público. Já as fundações públicas, podem ser tanto de direito público como de direito privado. Por sua vez, as empresas públicas são sempre pessoas jurídicas de direito privado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"46",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"O IBAMA é uma autarquia, portanto, é um órgão da administração direta e descentralizada.",
            "resposta":"E",
            "comentario":"De fato, o IBAMA é uma autarquia. E, como toda autarquia, é uma entidade (e não um órgão) da administração indireta (e não da direta) descentralizada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"47",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - GDF",
            "pergunta":"As sociedades de economia mista e as empresas públicas exploradoras de atividade econômica não se sujeitam à falência nem são imunes aos impostos sobre o patrimônio, a renda e os serviços vinculados às suas finalidades essenciais ou delas decorrentes.",
            "resposta":"C",
            "comentario":"Quanto à falência, a Lei 11.101/2005, que trata da recuperação judicial, extrajudicial e falência das sociedades empresárias, dispõe que as sociedades de economia mista e as empresas públicas não se submetem ao seu texto, e, consequentemente, não se sujeitam ao processo falimentar aplicável às sociedades empresárias do setor privado em geral, independentemente da atividade que desempenham (serviços públicos ou atividades econômicas empresariais). Quanto à imunidade tributária, não se aplica às empresas estatais que exploram atividade econômica em concorrência com a iniciativa privada, a exemplo do Banco do Brasil, da Caixa Econômica Federal e da Petrobrás, daí o gabarito. Por outro lado, lembre-se de que o STF reconheceu a imunidade tributária recíproca em relação às empresas públicas prestadoras de serviços públicos que não encontram paralelo na iniciativa privada, a exemplo dos Correios e da INFRAERO.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"48",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - SUFRAMA",
            "pergunta":"Empresa pública e sociedade de economia mista são entidades da administração indireta com personalidade jurídica de direito privado.",
            "resposta":"C",
            "comentario":"A questão está correta, de solução direta, dispensando maiores comentários pelo que vimos até aqui.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"49",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - MDIC",
            "pergunta":"Adotando-se o critério de composição do capital, podem- se dividir as entidades que compõem a administração indireta em dois grupos: um grupo, formado pelas autarquias e fundações públicas, cujo capital é exclusivamente público; e outro grupo, constituído pelas sociedades de economia mista e empresas públicas, cujo capital é formado pela conjugação de capital público e privado.",
            "resposta":"E",
            "comentario":"O critério de composição do capital é utilizado para diferenciar empresas públicas de sociedades de economia mista. Nesse sentido, a sociedade de economia mista é constituída por capital público e privado, e a empresa pública, por capital exclusivamente público. Portanto, o quesito erra ao afirmar que o capital das empresas públicas também é formado pela conjugação de capital público e privado. Na verdade, de todas as entidades da administração indireta, apenas a sociedade de economia mista admite a participação de capital privado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"50",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - MDIC",
            "pergunta":"Parte do capital instituidor de uma sociedade de economia mista é privada, apesar de determinadas relações institucionais, como organização e contratação de pessoal, serem regidas pelo direito público.",
            "resposta":"C",
            "comentario":"De fato, o capital das sociedades de economia mista é formado pela conjugação de recursos públicos e privados, devendo a parte pública ser maioria. É essa uma das características que as diferenciam das empresas públicas, cujo capital é exclusivamente público. Embora contem com a presença de recursos privados em seu capital, as sociedades de economia mista devem obediência a determinadas normas de direito público, a exemplo da necessidade de realizar concurso público para contratar pessoal e de fazer licitação para adquirir bens e serviços da sua atividade-meio.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"51",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - MDIC",
            "pergunta":"Embora nos municípios haja apenas administração direta, nos estados, em razão da autonomia dada pela Constituição Federal de 1988 (CF), pode haver administração indireta.",
            "resposta":"E",
            "comentario":"Tanto nos Estados como nos Municípios pode existir administração indireta. Portanto, é perfeitamente possível existirem empresas públicas e sociedades de economia mista municipais, assim como autarquias e fundações públicas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"52",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - MPTCE/PB",
            "pergunta":"Os Correios, integrantes da administração pública indireta, não estão subordinados à entidade política relacionada, mas sofrem controle finalístico em face da vinculação administrativa.",
            "resposta":"C",
            "comentario":"Os Correios são uma empresa pública (Empresa Brasileira de Correios e Telégrafos – ECT), portanto, integram a administração pública indireta. E, como toda entidade da administração indireta, não são subordinados ao ente político que autorizou a sua criação, no caso, a União. São apenas vinculados ao Ministério Supervisor, para fins de controle finalístico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"53",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"A criação do IBAMA, autarquia a que a União transferiu por lei a competência de atuar na proteção do meio ambiente, é exemplo de descentralização por serviço.",
            "resposta":"C",
            "comentario":"A criação de entidades da administração indireta por lei caracteriza a descentralização por serviços, de que é exemplo a criação do IBAMA (autarquia).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"54",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRE/MS",
            "pergunta":"O Estado pode desenvolver suas atividades administrativas por si mesmo, podendo transferi-las a particulares e também criar outras pessoas jurídicas, com personalidade jurídica de direito público ou privado, para desempenhá-las.",
            "resposta":"C",
            "comentario":"Na descentralização, o Estado distribui algumas de suas atribuições para outras pessoas, físicas ou jurídicas; pressupõe, pelo menos, duas pessoas distintas; é o fenômeno pelo qual surgem as entidades da Administração Indireta. Já na desconcentração, o Estado distribui competências dentro de uma mesma pessoa jurídica, mediante a criação de órgãos; caracteriza-se pela existência de uma só pessoa jurídica; é o fenômeno pelo qual surgem os diversos órgãos da Administração Direta, podendo também ocorrer dentro das entidades da Administração Indireta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"55",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRE/MS",
            "pergunta":"A centralização é a situação em que o Estado executa suas tarefas diretamente, por intermédio dos inúmeros órgãos e agentes administrativos que compõem sua estrutura funcional.",
            "resposta":"C",
            "comentario":"A assertiva apresenta a definição correta do fenômeno da centralização. Lembrando que a criação de órgãos subordinados e despersonalizados para melhor organizar a atividade administrativa caracteriza a desconcentração.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"56",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Os termos concentração e centralização estão relacionados à ideia geral de distribuição de atribuições do centro para a periferia, ao passo que desconcentração e descentralização associam-se à transferência de tarefas da periferia para o centro.",
            "resposta":"E",
            "comentario":"A questão simplesmente inverte os conceitos. Os termos desconcentração e descentralização estão relacionados à ideia geral de distribuição de atribuições do centro para a periferia, ao passo que concentração e centralização associam-se à transferência de tarefas da periferia para o centro.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"57",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MPU",
            "pergunta":"A concessão de serviço público a particulares é classificada como descentralização administrativa por delegação ou por colaboração.",
            "resposta":"C",
            "comentario":"A descentralização por colaboração ou delegação ocorre quando, por meio de contrato ou ato unilateral, o Estado transfere a execução de determinado serviço público a particulares, conservando o Poder Público a titularidade do serviço. Como o próprio nome sugere, na descentralização por colaboração o particular “colabora” com o Poder Público, executando o serviço que deveria ser por ele prestado. É o que ocorre nas concessões, permissões ou autorizações de serviços públicos, por exemplo, quando o Estado transfere, mediante contrato, a administração de rodovias e de aeroportos para a iniciativa privada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"58",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"O fato de uma autarquia federal criar, em alguns estados da Federação, representações regionais para aproximar o poder público do cidadão caracteriza o fenômeno da descentralização administrativa.",
            "resposta":"E",
            "comentario":"Quanto uma autarquia cria representações regionais está criando órgãos despersonalizados, a ela subordinados hierarquicamente, com o objetivo de melhor desempenhar suas atividades. Trata-se, portanto, do fenômeno da desconcentração administrativa, e não da descentralização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"59",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - Polícia Civil/BA",
            "pergunta":"A criação de nova secretaria por governador de estado caracteriza exemplo de descentralização.",
            "resposta":"E",
            "comentario":"Trata-se de exemplo típico de desconcentração, e não de descentralização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"60",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJ/RR",
            "pergunta":"A criação de território federal é um exemplo de descentralização territorial.",
            "resposta":"C",
            "comentario":"A descentralização territorial ou geográfica se verifica quando uma entidade local, geograficamente delimitada, dotada de personalidade jurídica própria, de direito público, possui capacidade administrativa genérica para exercer a totalidade ou a maior parte dos encargos públicos de interesse da coletividade, funções que normalmente são exercidas pelos Municípios, como distribuição de água, luz, gás, poder de polícia, proteção à saúde, educação. No Brasil, só pode ocorrer na hipótese de vir a ser criado algum Território Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"61",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"A desconcentração administrativa consiste no desmembramento de órgãos públicos, para criação de diversas pessoas jurídicas, às quais se distribuem competências, mantidas ligadas por um vínculo de subordinação ao órgão originário.",
            "resposta":"E",
            "comentario":"Na desconcentração administrativa não há criação de “diversas pessoas jurídicas”; afinal, os órgãos públicos são despersonalizados (não possuem personalidade jurídica).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"62",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - MDIC",
            "pergunta":"Se, em razão do grande número de contratações realizadas pela União, for criado um Ministério de Aquisições, ter-se-á, nessa situação, exemplo do fenômeno denominado desconcentração administrativa.",
            "resposta":"C",
            "comentario":"A criação de Ministérios pela União é exemplo típico de desconcentração administrativa. Os Ministérios são órgãos do Poder Executivo da União, despersonalizados e diretamente subordinados à Presidência da República.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"63",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Os consórcios públicos são ajustes firmados por pessoas federativas, com personalidade de direito público ou de direito privado, mediante autorização legislativa, com vistas à realização de atividades e metas de interesse comum dos consorciados.",
            "resposta":"C",
            "comentario":"A assertiva guarda perfeita consonância com a definição de consórcio público presente do Decreto 6.017/2007. Lembrando que os consórcios públicos são constituídos por contrato firmado entre os entes da federação participantes, porém deverá ser ratificado por lei aprovada por cada um dos entes consorciados. Daí estar correta a expressão “mediante autorização legislativa” do enunciado.",
            "lei": "sim",
            "desc_lei": "Art. 2o Para os fins deste Decreto, consideram-se: I - consórcio público: pessoa jurídica formada exclusivamente por entes da Federação, na forma da Lei no 11.107, de 2005, para estabelecer relações de cooperação federativa, inclusive a realização de objetivos de interesse comum, constituída como associação pública, com personalidade jurídica de direito público e natureza autárquica, ou como pessoa jurídica de direito privado sem fins econômicos;"
        },
        {
            "nro":"64",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - TJ/SE",
            "pergunta":"Nas empresas públicas e sociedades de economia mista, que possuem personalidade jurídica de direito privado, os atos de demissão de funcionários devem ser motivados.",
            "resposta":"C",
            "comentario":"Os empregados das empresas públicas e sociedades de economia mista não gozam de estabilidade no cargo, por serem sujeitos ao regime trabalhista comum. Entretanto, a jurisprudência tem assegurado aos empregados concursados dessas entidades o direito de exigir motivação de eventuais atos de demissão, em atenção aos princípios constitucionais da impessoalidade e da isonomia. E se o fundamento para a demissão for comportamento ou conduta desabonadora, deve ser assegurado ao empregado o direito de defesa. Ressalte-se que a motivação não é requisito exigido nas rescisões contratuais na iniciativa privada, também regidas pela CLT.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"65",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - TJ/SE",
            "pergunta":"As empresas públicas se diferenciam das sociedades de economia mista, entre outros fatores, pela forma jurídica e de constituição de seu capital social.",
            "resposta":"C",
            "comentario":"Os principais traços distintivos entre empresas públicas e sociedades de economia mista são justamente a sua forma jurídica e a constituição de seu capital social. Quanto à forma jurídica, as empresas públicas podem assumir qualquer forma admitida em direito, enquanto as sociedades de economia mista devem sempre assumir a forma de sociedade anônima. No que tange à composição do capital social, as empresas públicas são formadas exclusivamente de capital público, enquanto as sociedades de economia mista conjugam capital público e privado, devendo a participação do capital público ser majoritária (> 50%).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"66",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2010 - CVM",
            "pergunta":"Concurso público e licitação são regras aplicáveis tanto às pessoas jurídicas de direito público, quanto às pessoas jurídicas de direito privado pertencentes à Administração Pública, independentemente de seu objeto social.",
            "resposta":"C",
            "comentario":"Tanto as entidades de direito público como as de direito privado devem realizar concurso público para a contratação de pessoal, assim como licitação prévia à celebração de contratos. No entanto, quando da aplicação desses princípios, existem algumas peculiaridades que distinguem as empresas públicas e as sociedades de economia mista das entidades de direito público. Primeiro: ainda que admitidos mediante concurso público, os empregados das estatais não possuem estabilidade no cargo, diferentemente dos servidores estatutários. Segundo: as estatais só estão obrigadas a realizar licitação nas contratações afetas à suas atividades-meio; nas atividades-fim, seus contratos se regem pelo direito privado, diferentemente das entidades de direito público, em que tanto atividade-fim como atividade-meio deve obedecer às regras de licitação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"67",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - MIN",
            "pergunta":"A administração direta do Estado abrange todos os órgãos dos poderes políticos das pessoas federativas cuja competência seja a de exercer a atividade administrativa.",
            "resposta":"C",
            "comentario":"A assertiva apresenta a definição formulada por Carvalho Filho (2014, p. 460), segundo o qual “a Administração Direta do Estado abrange todos os órgãos dos Poderes políticos das pessoas federativas cuja competência seja a de exercer a atividade administrativa”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"68",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRE/MS",
            "pergunta":"A chamada centralização desconcentrada é a atribuição administrativa cometida a uma única pessoa jurídica dividida internamente em diversos órgãos.",
            "resposta":"C",
            "comentario":"Na expressão “centralização desconcentrada”, a centralização está evidenciada no exercício de determinada atividade administrativa por uma única pessoa jurídica. Já a desconcentração ocorre quando esta pessoa jurídica se divide internamente em diversos órgãos, desprovidos de personalidade própria.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"69",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"As ações judiciais promovidas contra sociedade de economia mista sujeitam-se ao prazo prescricional de cinco anos.",
            "resposta":"E",
            "comentario":"A questão está errada. A prescrição quinquenal das dívidas, direitos e obrigações contra a Fazenda Pública, prevista no Decreto20.910/1932, foi expressamente estendida apenas às autarquias. Significa que aquele que tiver crédito contra autarquia deverá promover a cobrança no prazo de cinco anos, sob pena de prescrição do seu direito de ação. Quanto às demais entidades, valem os prazos prescricionais do Código Civil, em regra de 10 anos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"70",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"Consoante a doutrina, as entidades autárquicas são pessoas jurídicas de direito público, de natureza administrativa, criadas por lei, para realizar, de forma descentralizada, atividades, obras ou serviços.",
            "resposta":"C",
            "comentario":"O quesito está correto, pois apresenta os principais aspectos que identificam o conceito de autarquia: entidade administrativa de direito público, criada por lei para realizar, de forma descentralizada, atividades típicas de Estado, despidas de caráter econômico. Vale destacar que, em relação ao ramo de atuação das autarquias, a banca coloca a realização de “atividades, obras ou serviços”. À primeira vista pode soar estranho a inclusão de “obras” dentre as atividades das autarquias, mas não está errado. Temos um exemplo muito claro que afasta qualquer dúvida: o DNIT, autarquia federal, é responsável por diversas obras de infraestrutura rodoviária do país.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"71",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - TRT10",
            "pergunta":"Empresas públicas são pessoas jurídicas de direito privado integrantes da administração indireta do Estado, criadas mediante prévia autorização legal, que exploram atividade econômica ou, em certas situações, prestam serviço público.",
            "resposta":"C",
            "comentario":"A questão está correta. As empresas públicas, assim como as sociedades de economia mista, são pessoas jurídicas de direito privado, integrantes da administração indireta dos entes federados, criadas a partir de prévia autorização legal, vale dizer, sua criação é autorizada por lei, nos termos do art. 37, XIX da CF. Ademais, ambas podem ter como objeto exercer atividade econômica de natureza empresarial ou prestar serviço público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"72",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2013 - AGU",
            "pergunta":"As fundações públicas podem exercer atividades típicas da administração, inclusive aquelas relacionadas ao exercício do poder de polícia.",
            "resposta":"C",
            "comentario":"O quesito está correto. O poder de polícia é a atividade do Estado de condicionar, limitar e restringir direitos, atividades e bens em prol da proteção da sociedade ou do próprio Estado. Na visão do STF, essa atividade é típica de Estado e deve ser exercida por pessoas jurídicas de direito público, como é o caso das fundações públicas criadas por lei. Embora o enunciado não especifique a natureza jurídica da fundação, se de direito público ou privado, pode-se presumir que ele se refere às fundações públicas de direito público. Do contrário, o gabarito teria que ser errado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"73",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - PGE/BA",
            "pergunta":"Observados os princípios da administração pública, a empresa pública pode ter regime específico de contratos e licitações, sujeitando-se os atos abusivos praticados no âmbito de tais procedimentos licitatórios ao controle por meio de mandado de segurança.",
            "resposta":"C",
            "comentario":"Correta a assertiva. A possibilidade de existência de um regime específico de licitações e contratos para as empresas públicas exploradoras de atividade econômica está previsto no art. 173, §1o, III da CF, o qual prescreve que tal regime deve observar os princípios da administração pública. Quanto à sujeição dos atos abusivos praticados no âmbito de tais procedimentos licitatórios ao controle por meio de mandado de segurança, é matéria tratada na Súmula 333 do STJ.",
            "lei": "sim",
            "desc_lei": "Art. 173. Ressalvados os casos previstos nesta Constituição, a exploração direta de atividade econômica pelo Estado só será permitida quando necessária aos imperativos da segurança nacional ou a relevante interesse coletivo, conforme definidos em lei. § 1o A lei estabelecerá o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, dispondo sobre: I - sua função social e formas de fiscalização pelo Estado e pela sociedade; II - a sujeição ao regime jurídico próprio das empresas privadas, inclusive quanto aos direitos e obrigações civis, comerciais, trabalhistas e tributários; III - licitação e contratação de obras, serviços, compras e alienações, observados os princípios da administração pública; IV - a constituição e o funcionamento dos conselhos de administração e fiscal, com a participação de acionistas minoritários; V - os mandatos, a avaliação de desempenho e a responsabilidade dos administradores."
        },
        {
            "nro":"74",
            "disciplina":"Direito Administrativo",
            "materia":"Organização administrativa",
            "banca":"CESPE/2014 - PGE/BA",
            "pergunta":"Desde que presentes a relevância e urgência da matéria, a criação da autarquia pode ser autorizada por medida provisória, devendo, nesse caso, ser providenciado o registro do ato constitutivo na junta comercial competente.",
            "resposta":"E",
            "comentario":"Primeiramente, esclareça-se que, apesar de a CF referir-se expressamente a “lei específica”, não existe vedação para se criar autarquia por medida provisória (MP), desde que presentes a relevância e urgência da matéria e observados os requisitos constitucionais relativos à tramitação de MPs para haver a conversão em lei (CF, art. 62). Exemplo disso é o Instituto Chico Mendes, autarquia federal criada pela Medida Provisória 366/2007, posteriormente convertida na Lei 11.516/2007. A criação dessa autarquia foi apreciada pelo STF na ADI 4029. O Supremo declarou a inconstitucionalidade da referida Lei 11.516/2007, mas não por ter criado autarquia por MP, e sim porque o Congresso não observou o rito previsto para conversão da medida provisória em lei. Não obstante, a questão erra ao afirmar que deve ser providenciado o registro do ato constitutivo na junta comercial competente, uma vez que a criação de autarquia, pessoa jurídica de direito público, prescinde desse procedimento, bastando a vigência da lei ou, no caso, da MP.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}