{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2011 - TER-ES – ANALISTA JUDICIÁRIO",
            "pergunta":"A lei penal que beneficia o agente não apenas retroage para alcançar o fato praticado antes de sua entrada em vigor, como também, embora revogada, continua a reger o fato ocorrido ao tempo de sua vigência.",
            "resposta":"C",
            "comentario":"Ainda que seja revogada por outra, mais gravosa, continua a reger os fatos ocorridos durante a sua vigência e anteriormente à sua vigência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"02",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - POLÍCIA CIVIL/RN – DELEGADO DE POLÍCIA",
            "pergunta":"Doentes mentais, desde que maiores de dezoito anos de idade, têm capacidade penal ativa.",
            "resposta":"C",
            "comentario":"Os doentes mentais maiores de dezoito anos são sujeitos ativos de infrações penais, devendo, entretanto, ser avaliada caso a caso a sua imputabilidade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - POLÍCIA CIVIL/RN",
            "pergunta":"É possível que os mortos figurem como sujeito passivo em determinados crimes, como, por exemplo, no delito de vilipêndio a cadáver.",
            "resposta":"E",
            "comentario":"Os mortos, por não serem titulares de direitos, não podem ser sujeitos passivos de crimes. No caso do crime de vilipêndio (destratar ou humilhar; tratar com desdém) a cadáver, os sujeitos passivos são os familiares.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - POLÍCIA CIVIL/RN",
            "pergunta":"No estelionato com fraude para recebimento de seguro, em que o agente se autolesiona no afã de receber prêmio, é possível se concluir que se reúnem, na mesma pessoa, as sujeições ativa e passiva da infração. ",
            "resposta":"E",
            "comentario":"A mesma pessoa não pode ser sujeito ativo e sujeito passivo imediato de um mesmo crime! O direito penal não pune a autolesão! Neste crime, o sujeito passivo imediato é a seguradora que será lesada com a fraude.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - POLÍCIA CIVIL/RN",
            "pergunta":"No crime de auto aborto, a gestante é, ao mesmo tempo e em razão da mesma conduta, autora do crime e sujeito passivo.",
            "resposta":"E",
            "comentario":"O sujeito passivo não é a gestante, mas o nascituro. Portanto, a questão está errada. Lembrem-se: O Sujeito ativo nunca será o sujeito passivo imediato.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - POLÍCIA CIVIL/RN",
            "pergunta":"O Estado costuma figurar, constantemente, na sujeição passiva dos crimes, salvo, porém, quando se tratar de delito perquirido por iniciativa exclusiva da vítima, em que não há nenhum interesse estatal, apenas do ofendido.",
            "resposta":"E",
            "comentario":"O Estado sempre será sujeito passivo mediato do crime. Mesmo nos crimes em que se faculta à vítima à propositura ou não da ação penal, o Estado possui interesse, é sujeito passivo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - PC/TO – DELEGADO DE POLÍCIA",
            "pergunta":"Considere que um indivíduo seja preso pela prática de determinado crime e, já na fase da execução penal, uma nova lei torne mais branda a pena para aquele delito. Nessa situação, o indivíduo cumprirá a pena imposta na legislação anterior, em face do princípio da irretroatividade da lei penal.",
            "resposta":"E",
            "comentario":"A lei penal, como qualquer outra lei, em regra, não retroage. Entretanto, a lei penal, quando for mais benéfica ao réu, irá retroagir, nos termos do art. 5°, XL da Constituição e art. 2, § único do CP.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DETRAN/DF – ANALISTA",
            "pergunta":"A lei penal admite interpretação analógica, recurso que permite a ampliação do conteúdo da lei penal, através da indicação de fórmula genérica pelo legislador.",
            "resposta":"C",
            "comentario":"A lei fornece uma hipótese casuística e criminaliza também quaisquer outras hipóteses idênticas (fórmulas genéricas), o intérprete estará se valendo da interpretação analógica, que consiste na comparação entre a hipótese exemplificativa e a hipótese que ocorreu, de fato, no caso concreto.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2008 - STF – ANALISTA JUDICIÁRIO",
            "pergunta":"Se o presidente do STF, em palestra proferida em seminário para magistrados de todo o Brasil, interpreta uma lei penal recém- publicada, essa interpretação é considerada interpretação judicial.",
            "resposta":"E",
            "comentario":"Nesse caso, a interpretação é doutrinária, pois proferida por um estudioso do Direito. A interpretação dada à lei pelo Presidente do STF só seria interpretação judicial se proferida no âmbito de um processo que lhe fosse colocado para julgamento. Cuidado com isso!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2008 - STF – ANALISTA JUDICIÁRIO",
            "pergunta":"A exposição de motivos do CP é típico exemplo de interpretação autêntica contextual.",
            "resposta":"E",
            "comentario":"Como disse a vocês, por não integrar o texto da lei, as disposições relativas à exposição de motivos do CP é considerada interpretação doutrinária, não autêntica.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2008 - STF – ANALISTA JUDICIÁRIO",
            "pergunta":"Segundo a máxima in claris cessat interpretatio, pacificamente aceita pela doutrina penalista, quando o texto for suficientemente claro, não cabe ao aplicador da lei interpretá-lo.",
            "resposta":"E",
            "comentario":"Embora quando o texto for suficientemente claro não seja necessário nenhum esforço interpretativo, mesmo nessa hipótese haverá interpretação, que será meramente literal ou gramatical.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2008 - PC/TO – DELEGADO DE POLÍCIA",
            "pergunta":" Na hipótese de o agente iniciar a prática de um crime permanente sob a vigência de uma lei, vindo o delito a se prolongar no tempo até a entrada em vigor de nova legislação, aplica-se a última lei, mesmo que seja a mais severa.",
            "resposta":"C",
            "comentario":"Como estudamos, o crime permanente considera-se praticado quando do término da permanência, aplicando-se ao crime a legislação em vigor neste momento, ainda que mais gravosa ao réu, por não se tratar de retroatividade. O STF, inclusive, editou a súmula 711 sobre o tema, corroborando este entendimento.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"13",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2011 - TCU – AUDITOR FEDERAL DE CONTROLE EXTERNO",
            "pergunta":"Sujeito ativo é aquele que pratica a conduta descrita no tipo penal. Em regra, o sujeito ativo pode ser qualquer pessoa, independentemente de qualidades ou condições especiais, como, por exemplo, a de funcionário público no crime de peculato. O sujeito passivo, por sua vez, é o titular do bem jurídico lesado ou ameaçado de lesão, ou seja, a vítima da ação praticada pelo sujeito ativo.",
            "resposta":"C",
            "comentario":"A afirmativa está correta, pois o sujeito ativo é a pessoa que pratica a conduta tida como criminosa. Por sua vez, o sujeito passivo é a pessoa que sofre a lesão praticada pela conduta criminosa, ou seja, é o titular do direito lesado. O sujeito ativo, em regra, não necessita possuir nenhuma qualidade especial, mas em determinados crimes isso é exigido. O mesmo se dá em relação ao sujeito passivo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"14",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2011 - TCU – AUDITOR FEDERAL DE CONTROLE EXTERNO",
            "pergunta":"A lei penal que, de qualquer modo, beneficie o agente deve retroagir, desde que respeitado o trânsito em julgado da sentença penal condenatória.",
            "resposta":"E",
            "comentario":"A lei penal mais favorável deve retroagir para beneficiar o infrator, ainda que já tenha ocorrido o trânsito em julgado da sentença penal condenatória. Vejamos o § único do art. 2o do CP.",
            "lei": "sim",
            "desc_lei": "Art. 2o - (...) Parágrafo único - A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado. (Redação dada pela Lei no 7.209, de 11.7.1984)."
        },
        {
            "nro":"15",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2011 - DPE/MA – DEFENSOR PÚBLICO",
            "pergunta":"Os crimes praticados no estrangeiro, em embarcações brasileiras mercantes, ficam sujeitos à lei brasileira, desde que, entre outras condições, não sejam julgados no estrangeiro.",
            "resposta":"C",
            "comentario":"Trata-se, aqui, de EXTRATERRITORIALIDADE CONDICIONADA, ou seja, a lei brasileira se aplica, DESDE que, dentre outras condições, os crimes não tenham sido julgados no exterior.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"16",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DPE/MA – DEFENSOR PÚBLICO",
            "pergunta":"Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a vida do presidente da República, exceto se o agente tiver sido condenado no estrangeiro.",
            "resposta":"E",
            "comentario":"Os crimes praticados contra a vida do Presidente da República serão sempre submetidos à Lei Brasileira, ainda que o agente tenha sido condenado no estrangeiro.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DPE/MA – DEFENSOR PÚBLICO",
            "pergunta":"Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública praticados por quem esteja ao seu serviço, exceto se o agente for absolvido no estrangeiro.",
            "resposta":"E",
            "comentario":"Trata-se de outro caso de EXTRATERRITORIALIDADE INCONDICIONADA, aplicando-se a lei brasileira ainda que o agente tenha sido condenado ou absolvido no exterior.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"18",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DPE/MA – DEFENSOR PÚBLICO",
            "pergunta":"Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes de genocídio praticados por brasileiros natos, mas não os praticados por estrangeiros, ainda que residentes no Brasil.",
            "resposta":"E",
            "comentario":"O crime de genocídio será julgado pela lei brasileira mesmo que o agente não seja brasileiro, desde que resida no Brasil.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"19",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DPE/MA – DEFENSOR PÚBLICO",
            "pergunta":"Os crimes cometidos no exterior por agente estrangeiro contra o patrimônio de sociedade de economia mista instituída pelo poder público federal brasileiro não se sujeitam à lei brasileira.",
            "resposta":"E",
            "comentario":"Será aplicada a lei brasileira nesse caso, e se trata, ainda, de EXTRATERRITORIALIDADE INCONDICIONADA.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"20",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - TC/DF – AUDITOR DE CONTROLE EXTERNO",
            "pergunta":"Segundo os princípios que regem a lei penal no tempo, a nova lei penal, independentemente de ser mais ou menos benéfica ao acusado, será aplicada aos fatos ocorridos a partir do momento de sua entrada em vigor, mas a lei revogada, desde que mais benéfica ao acusado, continua a ser aplicada a fato anterior, ou seja, a fato praticado durante o período de sua vigência.",
            "resposta":"C",
            "comentario":"Toda Lei Penal só pode ter efeitos a partir do momento em que entra em vigor, regendo os fatos ocorridos após esse momento, no que se chama de princípio da atividade da lei penal, sendo vedada a RETROATIVIDADE DA LEI PENAL, salvo se esta lei for mais benéfica ao acusado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2009 - AGU – ADVOGADO DA UNIÃO",
            "pergunta":"Ocorrendo a hipótese de novatio legis in mellius em relação a determinado crime praticado por uma pessoa definitivamente condenada pelo fato, caberá ao juízo da execução, e não ao juízo da condenação, a aplicação da lei mais benigna.",
            "resposta":"C",
            "comentario":"A afirmativa está correta, pois este é o entendimento sumulado do STF.",
            "lei": "sim",
            "desc_lei": "SÚMULA No 611 - TRANSITADA EM JULGADO A SENTENÇA CONDENATÓRIA, COMPETE AO JUÍZO DAS EXECUÇÕES A APLICAÇÃO DE LEI MAIS BENIGNA."
        },
        {
            "nro":"22",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2007 - AGU – PROCURADOR FEDERAL",
            "pergunta":"Em caso de abolitio criminis, a reincidência subsiste, como efeito secundário da infração penal.",
            "resposta":"E",
            "comentario":"A abolitio criminis faz desaparecer todos os efeitos penais da condenação, inclusive a reincidência.",
            "lei": "sim",
            "desc_lei": "Art. 2o - Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
        },
        {
            "nro":"23",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2012 - TJ/PI – JUIZ ESTADUAL",
            "pergunta":"Em relação ao lugar do crime, o legislador adotou, no CP, a teoria do resultado, considerando praticado o crime no lugar onde se produziu ou deveria produzir-se o resultado.",
            "resposta":"E",
            "comentario":"Na verdade, o art. 6o do CP definiu o lugar do crime conforme a chamada Teoria da Ubiquidade, ou seja, o lugar do crime pode ser considerado aquele onde se operou a conduta do agente ativo, bem como, ao mesmo, tempo, onde se operou o resultado dessa conduta (ou onde deveria produzir-se o resultado). Art. 6o: Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"24",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2012 - TJ/PI – JUIZ ESTADUAL",
            "pergunta":"Desprezam-se, nas penas privativas de liberdade e nas restritivas de direitos, as frações de dia, mas, nas de multa, não se desconsideram as frações da moeda.",
            "resposta":"E",
            "comentario":"No art. 11 do CP há a determinação de se desprezar as frações em dia e as frações de valores monetários. Assim o item está errado, pois afirmou não desconsiderar a frações em moeda.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2012 - TJ/PI – JUIZ ESTADUAL",
            "pergunta":"A abolitio criminis, que possui natureza jurídica de causa de extinção da punibilidade, conduz à extinção dos efeitos penais e extrapenais da sentença condenatória.",
            "resposta":"E",
            "comentario":"A abolitio criminis ocorre com uma legislação descriminalizando determinada conduta tida como penal. O art. 107, III, do CP afirma que, de fato, a retroatividade de lei que não mais considera o fato como criminoso É CAUSA EXTINTIVA DA PUNIBILIDADE. No entanto, os efeitos extrapenais da condenação devem ser mantidos, pois a abolitio criminis só extingue os efeitos penais da conduta.",
            "lei": "sim",
            "desc_lei": "Art. 2o - Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
        },
        {
            "nro":"26",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2012 - TJ/PI – JUIZ ESTADUAL",
            "pergunta":"Desde que em benefício do réu, a jurisprudência dos tribunais superiores admite a combinação de leis penais, a fim de atender aos princípios da ultratividade e da retroatividade in mellius.",
            "resposta":"E",
            "comentario":"A questão foi considerada errada pela Banca, pois a Jurisprudência dominante, de fato, não admite a combinação de leis penais para se extrair uma terceira lei, que seria a mais benéfica ao acusado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2012 - TJ/PI – JUIZ ESTADUAL",
            "pergunta":"Em relação ao tempo do crime, o legislador adotou, no CP, a teoria da atividade, considerando-o praticado no momento da ação ou omissão.",
            "resposta":"C",
            "comentario":"Sim, a Teoria da Atividade é a que define o tempo em que o fato típico veio a ocorrer, o que é muito importante para se definir qual lei aplicar ao caso. Nesse sentido, a Teoria da Atividade está assentada no art. 4o do CP, o qual dispõe que considera-se praticado o crime no momento da ação ou da omissão, ainda que outro seja o momento do resultado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"28",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - STF - AJAJ",
            "pergunta":"Considere que Manoel, penalmente imputável, tenha sequestrado uma criança com o intuito de receber certa quantia como resgate. Um mês depois, estando a vítima ainda em cativeiro, nova lei entrou em vigor, prevendo pena mais severa para o delito. Nessa situação, a lei mais gravosa não incidirá sobre a conduta de Manoel.",
            "resposta":"E",
            "comentario":"A afirmativa é errada, pois a lei nova, neste caso, passou a vigorar DURANTE a consumação do delito, ou seja, ela PODE ser aplicada, pois não há retroatividade neste caso. Aplica-se, na hipótese, a súmula no 711 do STF. Ora, o crime de extorsão mediante sequestro é um crime permanente, e que se encontrava em execução quando sobreveio a lei nova. Assim, esta deverá ser aplicada ao caso.",
            "lei": "sim",
            "desc_lei": "Súmula n 711 - A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA."
        },
        {
            "nro":"29",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DEPEN - AGENTE PENITENCIÁRIO",
            "pergunta":"A homologação de sentença estrangeira no Brasil, nos casos em que a aplicação da lei brasileira produza na espécie as mesmas consequências, independe de pedido da parte interessada, a fim de obrigar o condenado a reparar o dano.",
            "resposta":"E",
            "comentario":"O item está errado, pois a sentença estrangeira, para produção deste específico resultado, depende de pedido expresso do interessado, nos termos do art. 9o, § único, a do CP.",
            "lei": "sim",
            "desc_lei": "Art. 9o - A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas conseqüências, pode ser homologada no Brasil para: I - obrigar o condenado à reparação do dano, a restituições e a outros efeitos civis; II - sujeitá-lo a medida de segurança. "
        },
        {
            "nro":"30",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DEPEN - AGENTE PENITENCIÁRIO",
            "pergunta":"A lei penal brasileira será aplicada aos crimes cometidos no território nacional ainda que praticados a bordo de aeronaves estrangeiras de propriedade privada em voo no espaço aéreo correspondente, sem prejuízo de convenções, tratados e regras de direito internacional.",
            "resposta":"C",
            "comentario":"O item está correto. Neste caso, aplica-se o princípio da TERRITORIALIDADE pois, mesmo tendo sido praticado a bordo de aeronave estrangeira, o crime fora cometido dentro do território nacional.",
            "lei": "sim",
            "desc_lei": "Art. 5o - Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional. § 2o - É também aplicável a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em vôo no espaço aéreo correspondente, e estas em porto ou mar territorial do Brasil."
        },
        {
            "nro":"31",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - DEPEN - AGENTE PENITENCIÁRIO",
            "pergunta":"A lei penal brasileira será aplicada a crime cometido contra a administração pública por servidor público em serviço, ainda que seja praticado no estrangeiro.",
            "resposta":"C",
            "comentario":"O item está correto. Embora, neste caso, o delito não tenha sido cometido no território nacional, trata-se de uma hipótese de extraterritorialidade, ou seja, um caso em que a lei penal brasileira será aplicada mesmo não tendo sido praticado o crime em território nacional. Neste caso, trata-se inclusive, de extraterritorialidade incondicionada, ou seja, a lei penal brasileira será aplicada, independentemente de qualquer condição, inclusive mesmo que o agente tenha sido absolvido ou condenado no exterior",
            "lei": "sim",
            "desc_lei": "Art. 7o - Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro: I - os crimes: (Redação dada pela Lei no 7.209, de 11.7.1984) (...). b) contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público;"
        },
        {
            "nro":"32",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - POLÍCIA FEDERAL - ESCRIVÃO DA POLÍCIA FEDERAL",
            "pergunta":"A responsabilidade penal da pessoa jurídica, indiscutível na jurisprudência, não exclui a responsabilidade de pessoa física, autora, coautora ou partícipe do mesmo fato delituoso, o que caracteriza o sistema paralelo de imputação ou da dupla imputação.",
            "resposta":"C",
            "comentario":"O item está correto. A jurisprudência do STJ é pacífica em considerar admissível a responsabilidade penal da pessoa jurídica, exigindo, para tanto, que a pessoa física responsável também seja punida, no que se convencionou chamar de sistema paralelo de imputação ou da dupla imputação. O STF, contudo, recentemente adotou entendimento diverso ao julgar o RE 548181 (informativo 714), entendendo que o sistema da dupla imputação seria dispensável. Ainda não se pode dizer que tenhamos, aqui, uma “nova” jurisprudência, mas talvez seja o indicativo de uma jurisprudência futura.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"33",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - PC-BA - DELEGADO DE POLÍCIA",
            "pergunta":"Somente mediante expressa manifestação pode o agente diplomático renunciar à imunidade diplomática, porquanto o instituto constitui causa pessoal de exclusão da pena.",
            "resposta":"E",
            "comentario":"A imunidade diplomática é causa FUNCIONAL de exclusão de pena, ou seja, é relativa à função, e não à pessoa. Assim, o agente diplomático não tem poder para renunciar à imunidade diplomática, eis que ela pertence ao CARGO e não a ele. Enquanto ele estiver exercendo o cargo, terá imunidade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"34",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - PC-BA - INVESTIGADOR DE POLÍCIA",
            "pergunta":"A extraterritorialidade da lei penal condicionada e a da incondicionada têm como elemento comum a necessidade de ingresso do agente no território nacional.",
            "resposta":"E",
            "comentario":"O item está errado, pois somente a extraterritorialidade condicionada exige a entrada do agente no território nacional. A extraterritorialidade INCONDICIONADA não se submete a qualquer condição, nem mesmo à entrada do agente no território nacional, podendo ser aplicada a lei penal mesmo que o agente permaneça no exterior.",
            "lei": "sim",
            "desc_lei": "Art. 7o - Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro: § 1o - Nos casos do inciso I, o agente é punido segundo a lei brasileira, ainda que absolvido ou condenado no estrangeiro.(Incluído pela Lei no 7.209, de 1984) § 2o - Nos casos do inciso II, a aplicação da lei brasileira depende do concurso das seguintes condições: (Incluído pela Lei no 7.209, de 1984) a) entrar o agente no território nacional; (Incluído pela Lei no 7.209, de 1984)."
        },
        {
            "nro":"35",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - PC-BA - INVESTIGADOR DE POLÍCIA",
            "pergunta":"Suponha que Leôncio tenha praticado crime de estelionato na vigência de lei penal na qual fosse prevista, para esse crime, pena mínima de dois anos. Suponha, ainda, que, no transcorrer do processo, no momento da prolação da sentença, tenha entrado em vigor nova lei penal, mais gravosa, na qual fosse estabelecida a duplicação da pena mínima prevista para o referido crime. Nesse caso, é correto afirmar que ocorrerá a ultratividade da lei penal.",
            "resposta":"C",
            "comentario":"O item está correto. Temos, neste caso, uma hipótese de novatio legis in pejus, ou seja, uma lei nova que é MAIS GRAVOSA. Como a lei nova é mais gravosa, ela não será aplicada ao caso de Leôncio. Assim, a lei antiga, mesmo já revogada, continua a produzir efeitos, e deverá ser aplicada pelo Juiz quando da condenação. Isso é o que se chama de ULTRATIVIDADE da lei penal (mais benéfica).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"36",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - PC-BA - INVESTIGADOR DE POLÍCIA",
            "pergunta":"No delito continuado, a lei penal posterior, ainda que mais gravosa, aplica-se aos fatos anteriores à vigência da nova norma, desde que a cessação da atividade delituosa tenha ocorrido em momento posterior à entrada em vigor da nova lei.",
            "resposta":"C",
            "comentario":"O item está correto. A lei penal nova, embora mais gravosa, será aplicada ao crime, mas não se trata de retroatividade. Isto acontece porque, nos delitos continuados e permanentes (que se prolongam no tempo), enquanto perdura a execução do delito, considera- se que o delito “está se consumando”. Assim, se entre o início e o fim da execução surge lei nova, mais gravosa, ela é aplicada ao caso, pois entrou em vigor durante a execução do delito, e não depois.",
            "lei": "sim",
            "desc_lei": "SÚMULA No 711 - A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA."
        },
        {
            "nro":"37",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - TJ-DF - TÉCNICO JUDICIÁRIO - ÁREA ADMINISTRATIVA",
            "pergunta":" De acordo com o Código Penal, considera-se praticado o crime no momento em que ocorreu seu resultado.",
            "resposta":"E",
            "comentario":"O item está errado. O CP adotou a teoria da atividade no que tange ao tempo do crime. Assim, considera-se praticado o crime no momento da prática da conduta, independentemente do momento em que ocorre o resultado.",
            "lei": "sim",
            "desc_lei": "Art.4o - Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
        },
        {
            "nro":"38",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 - TJ-DF - ANALISTA JUDICIÁRIO",
            "pergunta":"Pela analogia, meio de interpretação extensiva, busca-se alcançar o sentido exato do texto de lei obscura ou incerta, admitindo-se, em matéria penal, apenas a analogia in bonam partem.",
            "resposta":"E",
            "comentario":"O item está errado. Apesar de, de fato, somente se admitir a analogia in bonam partem, a analogia não é forma de interpretação extensiva, mas meio de integração da lei penal. A analogia é a utilização de uma norma penal para um caso não previsto por ela, mas que lhe é semelhante. A interpretação extensiva é a aplicação da lei penal a um caso que ela prevê, mas de forma implícita.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"39",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – CÂMARA DOS DEPUTADOS – CONSULTOR LEGISLATIVO",
            "pergunta":"Em relação à aplicação da lei penal no tempo e no espaço, no Código Penal adotaram-se, respectivamente, as teorias da atividade e da ubiquidade.",
            "resposta":"C",
            "comentario":"O item está correto. Com relação ao tempo do crime, adotou-se a teoria da atividade. Com relação ao lugar do crime, o CP adotou a teoria da ubiquidade.",
            "lei": "sim",
            "desc_lei": "Art. 4o - Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.(Redação dada pela Lei no 7.209, de 1984). Art. 6o - Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.(Redação dada pela Lei no 7.209, de 1984)."
        },
        {
            "nro":"40",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – TJ/SE - ANALISTA",
            "pergunta":"Na hipótese de crime continuado ou permanente, deve ser aplicada a lei penal mais grave se esta tiver entrado em vigor antes da cessação da continuidade ou da permanência.",
            "resposta":"C",
            "comentario":"O item está correto. Trata-se do entendimento sumulado do STF.",
            "lei": "sim",
            "desc_lei": "Súmula 711 - A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA."
        },
        {
            "nro":"41",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – TJ/SE – TÉCNICO",
            "pergunta":"É legítima a criação de tipos penais por meio de decreto.",
            "resposta":"E",
            "comentario":"Item errado, pois isso violaria o princípio da RESERVA LEGAL, que é um subprincípio do princípio da legalidade. Isto porque os Decretos não são diplomas emanados do Poder Legislativo, ou seja, não são leis em sentido estrito.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – TJ-PB – JUIZ LEIGO",
            "pergunta":"A lei penal, depois de revogada, não pode continuar a regular fatos ocorridos durante a sua vigência ou retroagir para alcançar os que tenham ocorrido anteriormente à sua entrada em vigor.",
            "resposta":"E",
            "comentario":"Item errado. A Lei penal pode ser ultra ativa (reger fatos praticados durante sua vigência, mesmo após revogada) bem como pode ser retroativa (reger fatos praticados antes de sua entrada em vigor). Contudo, tais fenômenos somente poderão ocorrer quando a Lei penal for mais benéfica ao agente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"43",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – TJ-PB – JUIZ LEIGO",
            "pergunta":"No Código Penal (CP), é adotada a teoria da ubiquidade, segundo a qual tanto o momento da ação quanto o do resultado são relevantes para a definição do momento do crime.",
            "resposta":"E",
            "comentario":"Item errado. Com relação ao TEMPO do crime o CP adotou a teoria da ATIVIDADE, ou seja, considera-se praticado o delito no MOMENTO DA CONDUTA (ação ou omissão). Tempo do crime Art. 4o - Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.(Redação dada pela Lei no 7.209, de 1984).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"44",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – TJ-PB – JUIZ LEIGO",
            "pergunta":"Em se tratando de crime continuado ou de crime permanente, será aplicada a lei penal mais benéfica caso surja lei penal mais grave antes da cessação da continuidade ou permanência da conduta criminosa.",
            "resposta":"E",
            "comentario":"Se a nova lei penal passa a vigorar ANTES do término da continuidade ou permanência (nos crimes continuados ou permanentes), isso significa que ela entrou em vigor DURANTE A EXECUÇÃO de tais crimes e, portanto, poderá ser aplicada. Não há que se falar, aqui, em “retroatividade” da lei penal maléfica (até porque isso não seria possível), pois a retroatividade é um fenômeno que pressupõe que a lei nova vigore apenas APÓS a execução do delito.",
            "lei": "sim",
            "desc_lei": "Súmula no 711 - A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA."
        },
        {
            "nro":"45",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – SEGESP-AL – PAPILOSCOPISTA",
            "pergunta":"Considere que uma pessoa tenha sido denunciada pela prática de determinado fato definido como crime, que, em seguida, foi descriminalizado pela lei A. Posteriormente, foi editada a lei B, que revogou a lei A e voltou a criminalizar aquela conduta. Nessa situação, a última lei deve ser aplicada ao caso.",
            "resposta":"E",
            "comentario":"O item está errado. Isso porque uma vez editada a Lei A, ela passa a ser aplicável a este fato (pois é mais benéfica). O fato de a Lei B vir, posteriormente, a revogar a Lei A, não faz com que ela deixe de ser aplicável ao fato, pois a Lei B, por ser mais grave, não poderá atingi- lo (só terá eficácia em relação aos fatos praticados durante sua vigência).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"46",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – TJ-PI – TITULAR NOTARIAL",
            "pergunta":"Túlio sequestrou Caio com o intuito de obter vantagem pecuniária por meio da exigência de resgate. Durante o período em que a vítima permaneceu presa no cativeiro, entrou em vigor uma nova lei penal que agravou a pena referente ao crime de extorsão mediante sequestro. Alguns meses depois, a vítima foi solta em virtude do pagamento do resgate. Se Túlio for condenado por extorsão mediante sequestro, deve ser aplicada a nova lei penal mais gravosa.",
            "resposta":"C",
            "comentario":"O crime de extorsão mediante sequestro é um delito permanente, ou seja, sua execução se prolonga no tempo. Enquanto permanece sequestrada a vítima, considera-se que o delito “está sendo praticado”. Assim, se sobrevém lei nova mais gravosa, durante o período de execução do crime, isso significa que ela deverá ser aplicada.",
            "lei": "sim",
            "desc_lei": " Verbete n 711 - A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA."
        },
        {
            "nro":"47",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2013 – SEGESP-AL – PAPILOSCOPISTA",
            "pergunta":"Segundo o princípio da territorialidade, se uma pessoa comete latrocínio em embarcação brasileira mercante em alto-mar, aplica- se a lei brasileira.",
            "resposta":"C",
            "comentario":"Item correto. As embarcações brasileiras, mercantes ou de propriedade privada, quando estão em ALTO-MAR (“terra de ninguém”!) são consideradas TERRITÓRIO BRASILEIRO por EXTENSÃO.",
            "lei": "sim",
            "desc_lei": "Territorialidade Art. 5o - Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional. (Redação dada pela Lei no 7.209, de 1984). § 1o - Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar. (Redação dada pela Lei no 7.209, de 1984)."
        },
        {
            "nro":"48",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – POLÍCIA FEDERAL",
            "pergunta":"Sob a vigência da lei X, Lauro cometeu um delito. Em seguida, passou a viger a lei Y, que, além de ser mais gravosa, revogou a lei X. Depois de tais fatos, Lauro foi levado a julgamento pelo cometimento do citado delito. Nessa situação, o magistrado terá de se fundamentar no instituto da retroatividade em benefício do réu para aplicar a lei X, por ser esta menos rigorosa que a lei Y.",
            "resposta":"E",
            "comentario":"Item errado. Isso porque a Lei X será aplicada naturalmente, pelo princípio da ultra-atividade, já que o crime fora praticado durante sua vigência e a lei, embora revogada, continuará a reger o fato. Não se trata, portanto, de retroatividade da lei penal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"49",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2015 - TRE-GO - ANALISTA JUDICIÁRIO",
            "pergunta":"A revogação expressa de um tipo penal incriminador conduz a abolitio criminis, ainda que seus elementos passem a integrar outro tipo penal, criado pela norma revogadora.",
            "resposta":"E",
            "comentario":"Item errado, pois neste caso teremos o que a Doutrina chama de “continuidade típico-normativa”, e não abolitio criminis, que pressupõe a expurgação da conduta incriminada do rol de condutas consideradas como “crime” pela legislação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"50",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – TJDFT – TITULAR NOTARIAL",
            "pergunta":"Em caso de omissão legal, o uso de analogia não é admitido em direito penal, ainda que seja para favorecer o réu.",
            "resposta":"E",
            "comentario":"Item errado, pois a analogia só não é admitida quando prejudicial ao réu, ou seja, apenas não se admite a analogia in malam partem no Direito Penal. Não há vedação ao uso da analogia quando para beneficiar o réu.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"51",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – TJDFT – JUIZ",
            "pergunta":"Dado o princípio da extraterritorialidade incondicionada, estará sujeito à jurisdição brasileira aquele que praticar, a bordo de navio a serviço do governo brasileiro em águas territoriais argentinas, crime contra o patrimônio da União.",
            "resposta":"E",
            "comentario":"Item errado. O item está errado porque não há que se falar, aqui, de extraterritorialidade. Isso porque o crime foi cometido NO TERRITÓRIO NACIONAL (território nacional por extensão), nos termos do art. 5o, §1o do CP. Assim, a lei penal brasileira será aplicável pelo princípio da TERRITORIALIDADE.",
            "lei": "sim",
            "desc_lei": "Territorialidade Art. 5o - Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional. (Redação dada pela Lei no 7.209, de 1984) § 1o - Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar. (Redação dada pela Lei no 7.209, de 1984)."
        },
        {
            "nro":"52",
            "disciplina":"Direito Penal",
            "materia":"Aplicação da lei penal no tempo, espaço e em relação as pessoas",
            "banca":"CESPE/2014 – TJDFT – JUIZ",
            "pergunta":"Caso, a bordo de embarcação privada, em alto-mar, de propriedade de uma organização não governamental que ostente bandeira de país onde o aborto seja legalizado, um médico brasileiro provoque aborto em uma gestante brasileira, com seu consentimento, ambos responderão pelo crime de aborto previsto na lei penal brasileira.",
            "resposta":"E",
            "comentario":"Item errado, pois temos aqui um caso de extraterritorialidade CONDICIONADA. Uma das condições, nos termos do art. 7o, §2o, “b” do CP é o que se chama de “dupla tipicidade”, ou “dupla tipificação”. Resumidamente, exige-se que o fato seja punível também no país em que foi praticado.",
            "lei": "sim",
            "desc_lei": "Art. 7o - Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro: (Redação dada pela Lei no 7.209, de 1984) (...) II - os crimes: (Redação dada pela Lei no 7.209, de 11.7.1984) b) praticados por brasileiro; (Incluído pela Lei no 7.209, de 1984) (...) § 2o - Nos casos do inciso II, a aplicação da lei brasileira depende do concurso das seguintes condições: (Incluído pela Lei no 7.209, de 1984) (...)b) ser o fato punível também no país em que foi praticado; (Incluído pela Lei no 7.209, de 1984)."
        }
    ]
}