{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"Estratégia/2013",
            "pergunta":"O princípio da legalidade está previsto no art. 5°, XXXIX da Constituição Federal.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa. Também está previsto no Código Penal, em seu art. 1°",
            "lei": "sim",
            "desc_lei": "XXXIX - não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal; Art. 1o - Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal."
        },
        {
            "nro":"02",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"Estratégia/2013",
            "pergunta":"O princípio da Reserva Legal estabelece que somente lei (EM SENTIDO ESTRITO) pode definir condutas criminosas e estabelecer sanções penais (penas e medidas de segurança). Assim, somente a Lei (editada pelo Poder Legislativo) pode definir crimes e cominar penas. Logo, medidas provisórias, decretos, e demais diplomas legislativos não podem estabelecer conduta criminosa nem cominar sanções.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"Estratégia/2013",
            "pergunta":"É possível que haja violação ao Princípio da legalidade sem que haja violação à reserva legal. Entretanto, havendo violação à reserva legal, isso implica necessariamente em violação ao princípio da legalidade, pois aquele é parte deste.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-RR – TITULAR NOTARIAL",
            "pergunta":"Decorre do princípio da ofensividade a vedação ao legislador de criminalizar condutas que causem potencial lesão a bem jurídico relevante.",
            "resposta":"E",
            "comentario":"Item errado. O princípio da ofensividade não veda a criminalização de condutas que gerem mera POTENCIAL lesão ao bem jurídico. Ao contrário, o princípio da ofensividade exige que a criminalização recaia apenas em condutas que causem lesão ou perigo de lesão (potencial lesão) ao bem jurídico relevante.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-RR – TITULAR NOTARIAL",
            "pergunta":"De acordo com o entendimento do STF, para a incidência do princípio da insignificância, basta que a conduta do agente tenha mínima ofensividade.",
            "resposta":"E",
            "comentario":"Item errado. Os requisitos exigidos pelo STF e pelo STJ são: Mínima ofensividade da conduta; Ausência de periculosidade social da ação; Reduzido grau de reprovabilidade do comportamento; Inexpressividade da lesão jurídica. Tais requisitos são cumulativos, ou seja, ausente qualquer um deles, não poderá ser reconhecido o caráter “bagatelar” à infração penal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-PB – JUIZ LEIGO",
            "pergunta":" É permitida a criação de tipos penais por meio de medida provisória.",
            "resposta":"E",
            "comentario":"O princípio da reserva legal (uma das vertentes do princípio da legalidade) prega que somente LEI EM SENTIDO ESTRITO poderá criar tipos penais. Lei em sentido estrito é o diploma normativo emanado do Poder Legislativo, cujo processo de aprovação segue o rito ordinário. No caso brasileiro, o diploma legislativo exigido é a Lei Ordinária. A MP é mero ato normativo de incumbência do Presidente da República, que apesar de possuir força de Lei, não satisfaz os requisitos para que seja atendido o princípio da reserva legal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - STF",
            "pergunta":"Considere que Manoel, penalmente imputável, tenha sequestrado uma criança com o intuito de receber certa quantia como resgate. Um mês depois, estando a vítima ainda em cativeiro, nova lei entrou em vigor, prevendo pena mais severa para o delito. Nessa situação, a lei mais gravosa não incidirá sobre a conduta de Manoel.",
            "resposta":"E",
            "comentario":"A afirmativa é errada, pois a lei nova, neste caso, passou a vigorar DURANTE a consumação do delito, ou seja, ela PODE ser aplicada, pois não há retroatividade neste caso. Aplica-se, na hipótese, a súmula no 711 do STF:  A LEI PENAL MAIS GRAVE APLICA-SE AO CRIME CONTINUADO OU AO CRIME PERMANENTE, SE A SUA VIGÊNCIA É ANTERIOR À CESSAÇÃO DA CONTINUIDADE OU DA PERMANÊNCIA. Ora, o crime de extorsão mediante sequestro é um crime permanente, e que se encontrava em execução quando sobreveio a lei nova. Assim, esta deverá ser aplicada ao caso.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-SE – TITULAR NOTARIAL",
            "pergunta":"A prática constante de comportamentos contrários à lei penal, ainda que insignificantes, implica a perda da característica de bagatela desses comportamentos, devendo o agente submeter- se ao direito penal, dada a reprovabilidade da conduta.",
            "resposta":"E",
            "comentario":"Item errado. Quando a prova foi aplicada o gabarito era “correto”, inclusive este foi o gabarito da Banca. Contudo, o STF mudou seu entendimento, e passou a entender que a reincidência genética não afasta a possibilidade de reconhecimento do princípio da insignificância.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - PG-DF - PROCURADOR",
            "pergunta":"Segundo a jurisprudência do STF e do STJ, a aplicação do princípio da insignificância no direito penal está condicionada ao atendimento, concomitante, dos seguintes requisitos: primariedade do agente, valor do objeto material da infração inferior a um salário mínimo, não contribuição da vítima para a deflagração da ação criminosa, ausência de violência ou grave ameaça à pessoa.",
            "resposta":"E",
            "comentario":"Item errado. Os requisitos exigidos pelo STF e pelo STJ são: Mínima ofensividade da conduta; Ausência de periculosidade social da ação; Reduzido grau de reprovabilidade do comportamento; Inexpressividade da lesão jurídica. Lembrando que o fato de o agente não ser primário não impede a caracterização da insignificância.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-BA – TITULAR NOTARIAL",
            "pergunta":"O direito penal só deve se preocupar com a proteção dos bens jurídicos mais essenciais à vida em sociedade, constituindo a sua intervenção a ultima ratio, ou seja, tal intervenção somente será exigida quando não se fizer suficiente a proteção proporcionada pelos demais ramos do direito. Tal conceito tem relação com o princípio da intervenção mínima.",
            "resposta":"C",
            "comentario":"O enunciado descreve perfeitamente o princípio da intervenção mínima, ou da ultima ratio, segundo o qual o Direito Penal não deve ser chamado a atuar em todo e qualquer caso em que haja lesão ou potencial lesão a bens jurídicos relevantes, mas somente quando os demais ramos do Direito não forem suficientes.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TRE-ES – ANALISTA JUDICIÁRIO",
            "pergunta":"A lei penal que beneficia o agente não apenas retroage para alcançar o fato praticado antes de sua entrada em vigor, como também, embora revogada, continua a reger o fato ocorrido ao tempo de sua vigência.",
            "resposta":"C",
            "comentario":"Ainda que seja revogada por outra, mais gravosa, continua a reger os fatos ocorridos durante a sua vigência e anteriormente à sua vigência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2011 - TJ-ES – ANALISTA JUDICIÁRIO",
            "pergunta":"Uma das funções do princípio da legalidade refere-se à proibição de se realizar incriminações vagas e indeterminadas, visto que, no preceito primário do tipo penal incriminador, é obrigatória a existência de definição precisa da conduta proibida ou imposta, sendo vedada, com base em tal princípio, a criação de tipos que contenham conceitos vagos e imprecisos.",
            "resposta":"C",
            "comentario":"O princípio da legalidade exige não só que a conduta proibida esteja prevista em Lei e que esta lei seja anterior (reserva legal + anterioridade, os dois subprincípios do princípio da legalidade), mas exige, ainda, que a definição da conduta incriminada seja precisa, para que não haja indeterminação no conceito da conduta proibida, o que geraria insegurança jurídica, em desrespeito ao princípio da legalidade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"13",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2012 - TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":" Dado o princípio da legalidade, o Poder Executivo não pode majorar as penas cominadas aos crimes cometidos contra a administração pública por meio de decreto.",
            "resposta":"C",
            "comentario":"O Poder Executivo não pode majorar as penas dos crimes praticados contra a administração pública, nem as penas de qualquer crime mediante decreto. Pelo princípio da legalidade, mais especificamente o princípio da reserva legal, somente LEI EM SENTIDO ESTRITO (Diploma legislativo produzido pelo Poder Legislativo) é que pode definir condutas criminosas, bem como majorar penas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"14",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2012 - POLÍCIA FEDERAL",
            "pergunta":"O fato de determinada conduta ser considerada crime somente se estiver como tal expressamente prevista em lei não impede, em decorrência do princípio da anterioridade, que sejam sancionadas condutas praticadas antes da vigência de norma excepcional ou temporária que as caracterize como crime.",
            "resposta":"E",
            "comentario":"As normas excepcionais e temporárias têm como característica principal o fato de que, mesmo revogadas, continuam a reger os fatos PRATICADOS DURANTE SUA VIGÊNCIA, não ocorrendo abolitio criminis na hipótese. Contudo, as leis excepcionais e temporárias não podem ser aplicadas a fatos praticados ANTES de sua entrada em vigor. Trata-se de pegadinha!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"15",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2012 - TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":"Uma pessoa poderá ser considerada culpada após sentença condenatória pela prática de crime, ainda que dela recorra.",
            "resposta":"E",
            "comentario":"Se ainda está pendente o julgamento de recurso interposto pela defesa, isto significa que ainda não há sentença penal condenatória transitada em julgado. Se a sentença penal condenatória ainda não transitou em julgado, a pessoa ainda não pode ser considerada culpada, pelo princípio da presunção de inocência (ou presunção de não- culpabilidade). Vejamos o art. 5o, LVII da CRFB/88: Art. 5o (...) LVII - ninguém será considerado culpado até o trânsito em julgado de sentença penal condenatória;",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"16",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2012 - TJ-AC – TÉCNICO JUDICIÁRIO",
            "pergunta":" Os sucessores daquele que falecer antes de cumprir a pena a que tiver sido condenado poderão ser obrigados a cumpri-la em seu lugar.",
            "resposta":"E",
            "comentario":"O item está errado, pois a pena é INTRANSFERÍVEL, pelo princípio da PESSOALIDADE DA PENA, ou princípio da INTRANSCENDÊNCIA DA PENA. Os herdeiros poderão, no máximo, ser obrigados a reparar o dano causado, mas, mesmo assim, a obrigação de reparar o dano não pode ser em valor superior ao valor transferido pelo falecido a título de herança. ",
            "lei": "sim",
            "desc_lei": "Art. 5o (...) - XLV - nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do patrimônio transferido;"
        },
        {
            "nro":"17",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2012 - PC/AL – AGENTE DE POLÍCIA",
            "pergunta":"Em caso de urgência, a definição do que é crime pode ser realizada por meio de medida provisória.",
            "resposta":"E",
            "comentario":"Pelo princípio da legalidade, mais especificamente o princípio da reserva legal, somente LEI EM SENTIDO ESTRITO (Diploma legislativo produzido pelo Poder Legislativo) é que pode definir condutas criminosas, bem como majorar penas. Nem mesmo Medida Provisória (Que é um diploma legislativo emanado do Poder Executivo) poderá definir crimes ou majorar penas, ainda que se trate de urgência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"18",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - DEPEN - AGENTE PENITENCIÁRIO",
            "pergunta":"O direito penal brasileiro não admite penas de banimento e de trabalhos forçados.",
            "resposta":"C",
            "comentario":"De fato, as penas de banimento de trabalhos forçados não são admitidas no Direito Penal brasileiro, por força do que dispõe a Constituição Federal em seu art. 5o, XLVII. ",
            "lei": "sim",
            "desc_lei": "Art. 5o (...) - XLVII - não haverá penas: de morte, salvo em caso de guerra declarada, nos termos do art. 84, XIX; de caráter perpétuo; de trabalhos forçados; de banimento;"
        },
        {
            "nro":"19",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - DEPEN - AGENTE PENITENCIÁRIO",
            "pergunta":"A ação de grupos armados civis contra o Estado democrático constitui crime insuscetível de graça ou anistia.",
            "resposta":"E",
            "comentario":"A ação de grupos armados civis contra o Estado Democrático não se confunde com terrorismo. A ação de grupos armados, neste caso, conforme prevê a Constituição Federal em seu art. 5o, XLIV, é apenas inafiançável e imprescritível.",
            "lei": "sim",
            "desc_lei": "Art. 5o (...) - XLIV - constitui crime inafiançável e imprescritível a ação de grupos armados, civis ou militares, contra a ordem constitucional e o Estado Democrático;"
        },
        {
            "nro":"20",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - POLÍCIA RODOVIÁRIA FEDERAL",
            "pergunta":"O princípio da legalidade é parâmetro fixador do conteúdo das normas penais incriminadoras, ou seja, os tipos penais de tal natureza somente podem ser criados por meio de lei em sentido estrito.",
            "resposta":"C",
            "comentario":"A questão foi considerada correta, mas o princípio que exige que o tipo penal incriminador seja criado por lei em sentido estrito não é o da legalidade, mas o da RESERVA LEGAL. É fato que a reserva legal é subprincípio da legalidade, de forma que, indiretamente, a legalidade se aplica ao caso. Entretanto, a Banca poderia ter sido mais específica, evitando causar confusão na cabeça dos candidatos. A questão não chega a estar errada, mas poderia ter sido mais específica.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - POLÍCIA RODOVIÁRIA FEDERAL",
            "pergunta":"A extra-atividade da lei penal constitui exceção à regra geral de aplicação da lei vigente à época dos fatos.",
            "resposta":"C",
            "comentario":"De fato, a lei penal, como regra, somente produz efeitos durante sua vigência. Contudo, em determinados casos, a lei penal poderá retroagir, ou seja, ser aplicada a fatos praticados antes de sua entrada em vigor, bem como poderá ser ultra-ativa, ou seja, continuar regendo os fatos praticados durante sua vigência, mesmo após sua revogação. Ambas as hipóteses excepcionais (retroatividade e ultra-atividade) são espécies do gênero extra-atividade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"22",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - POLÍCIA FEDERAL",
            "pergunta":"No que diz respeito ao tema lei penal no tempo, a regra é a aplicação da lei apenas durante o seu período de vigência; a exceção é a extra-atividade da lei penal mais benéfica, que comporta duas espécies: a retroatividade e a ultra-atividade.",
            "resposta":"C",
            "comentario":"A lei penal, em regra, somente produz efeitos durante sua vigência. Contudo, em determinados casos, a lei penal poderá retroagir, ou seja, ser aplicada a fatos praticados antes de sua entrada em vigor, bem como poderá ser ultra-ativa, ou seja, continuar regendo os fatos praticados durante sua vigência, mesmo após sua revogação. Ambas as hipóteses excepcionais (retroatividade e ultra-atividade) são espécies do gênero extra-atividade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"23",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - AGU – ADVOGADO DA UNIÃO",
            "pergunta":"O princípio da legalidade, que é desdobrado nos princípios da reserva legal e da anterioridade, não se aplica às medidas de segurança, que não possuem natureza de pena, pois a parte geral do Código Penal apenas se refere aos crimes e contravenções penais.",
            "resposta":"E",
            "comentario":"O princípio da legalidade está previsto no art. 5°, XXXIX da Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"24",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2014 - CÂMARA DOS DEPUTADOS",
            "pergunta":"Um dos princípios basilares do direito penal diz respeito à não transcendência da pena, que significa que a pena deve estar expressamente prevista no tipo penal, não havendo possibilidade de aplicar pena cominada a outro crime.",
            "resposta":"E",
            "comentario":"O item está errado. O princípio da intranscendência da pena está relacionado à impossibilidade de a pena passar da pessoa do infrator, ou seja, da impossibilidade de se aplicar a pena criminal a uma pessoa diversa daquela que praticou o delito.",
            "lei": "Está previsto no art. 5o, XLV da CRFB/88: XLV - nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do patrimônio transferido;",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2014 - TJ/SE – TÉCNICO",
            "pergunta":"É legítima a criação de tipos penais por meio de decreto.",
            "resposta":"E",
            "comentario":"Item errado, pois isso violaria o princípio da RESERVA LEGAL, que é um subprincípio do princípio da legalidade. Isto porque os Decretos não são diplomas emanados do Poder Legislativo, ou seja, não são leis em sentido estrito.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"26",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2014 - TJ/SE – TÉCNICO",
            "pergunta":"Conforme o STF, viola o princípio da presunção de inocência a exclusão de certame público de candidato que responda a inquérito policial ou a ação penal sem trânsito em julgado de sentença condenatória.",
            "resposta":"C",
            "comentario":"Item correto. Este é o entendimento do STF: (...) 3. A jurisprudência da Corte firmou o entendimento de que viola o princípio da presunção de inocência a exclusão de certame público de candidato que responda a inquérito policial ou ação penal sem trânsito em julgado da sentença condenatória. 4. Agravo regimental não provido. (ARE 753331 AgR, Relator(a): Min. DIAS TOFFOLI, Primeira Turma, julgado em 17/09/2013, ACÓRDÃO ELETRÔNICO DJe-228 DIVULG 19-11-2013 PUBLIC 20-11-2013)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2014 - TJ/SE – TÉCNICO",
            "pergunta":"Conforme o STF, para que incida o princípio da insignificância e, consequentemente, seja afastada a recriminação penal, é indispensável que a conduta do agente seja marcada por ofensividade mínima ao bem jurídico tutelado, reduzido grau de reprovabilidade, inexpressividade da lesão, e nenhuma periculosidade social.",
            "resposta":"C",
            "comentario":"O item está correto. O STF aceita a aplicação do princípio da insignificância, mas desde que presentes os requisitos segintes.",
            "lei": "sim",
            "desc_lei": "(...) 1. Segundo a jurisprudência do Supremo Tribunal Federal, para se caracterizar hipótese de aplicação do denominado “princípio da insignificância” e, assim, afastar a recriminação penal, é indispensável que a conduta do agente seja marcada por ofensividade mínima ao bem jurídico tutelado, reduzido grau de reprovabilidade, inexpressividade da lesão e nenhuma periculosidade social. (...) (HC 114097, Relator(a): Min. TEORI ZAVASCKI, Segunda Turma, julgado em 01/04/2014, PROCESSO ELETRÔNICO DJe-074 DIVULG 14-04-2014 PUBLIC 15-04-2014)."
        },
        {
            "nro":"28",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-RR – TITULAR NOTARIAL",
            "pergunta":" De acordo com o entendimento pacificado no STJ e no STF, a venda de CDs e DVDs piratas é conduta atípica, devido à incidência do princípio da adequação social.",
            "resposta":"E",
            "comentario":"Item errado. O princípio da adequação não é aceito pela jurisprudência neste caso. Inclusive, o STJ editou verbete de súmula a respeito da questão.",
            "lei": "sim",
            "desc_lei": "Súmula 502 do STJ -  Presentes a materialidade e a autoria, afigura-se típica, em relação ao crime previsto no art. 184, § 2o, do CP, a conduta de expor à venda CDs e DVDs piratas."
        },
        {
            "nro":"29",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2013 - TJ-RR – TITULAR NOTARIAL",
            "pergunta":"Dado o princípio da fragmentariedade, o direito penal só deve ser utilizado quando insuficientes as outras formas de controle social.",
            "resposta":"E",
            "comentario":"Item errado, pois esta é a exata definição do princípio da intervenção mínima. O princípio da fragmentariedade prega que o Direito Penal não deve proteger todo e qualquer bem jurídico, ou seja, o Direito Penal deve se voltar à tutela, apenas, daqueles bens jurídicos considerados mais relevantes para a sociedade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"30",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2015 - TCU – AUDITOR FEDERAL DE CONTROLE EXTERNO",
            "pergunta":"Em consequência da fragmentariedade do direito penal, ainda que haja outras formas de sanção ou outros meios de controle social para a tutela de determinado bem jurídico, a criminalização, pelo direito penal, de condutas que invistam contra esse bem será adequada e recomendável.",
            "resposta":"E",
            "comentario":"O princípio da fragmentariedade do Direito Penal está relacionado à IMPORTÂNCIA do bem jurídico para a sociedade. Ou seja, o Direito Penal só poderá tutelar aqueles bens jurídicos especialmente relevantes, cabendo aos demais ramos do Direito a tutela daqueles bens que não sejam dotados de tamanha importância social. Além disso, pelo caráter SUBSIDIÁRIO do Direito Penal, ele só deve tutelar esses bens jurídicos extremamente relevantes quando não for possível aos demais ramos do Direito exercer esta tarefa, já que o Direito Penal é um instrumento extremamente invasivo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"31",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2015 - TJ-PB – JUIZ",
            "pergunta":"Depreende-se do princípio da lesividade que a autolesão, via de regra, não é punível.",
            "resposta":"C",
            "comentario":"Item correto, pois o princípio da lesividade sustenta que uma conduta só pode ser penalmente relevante quando afeta bens jurídicos de terceiros, causando, portanto, lesão a alguém diferente do próprio indivíduo, de maneira que a autolesão (lesão a bens jurídicos próprios) não pode ser considerada crime.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Penal",
            "materia":"Princípios constitucionais e gerais do direito penal",
            "banca":"CESPE/2015 - TJ-PB – JUIZ",
            "pergunta":"Depreende-se da aplicação do princípio da insignificância a determinado caso que a conduta em questão é formal e materialmente atípica.",
            "resposta":"E",
            "comentario":"Item errado, pois o reconhecimento da insignificância da conduta implica o reconhecimento de que a conduta não é MATERIALMENTE típica, ou seja, que a conduta não se enquadra no conceito material de crime. A tipicidade formal (mera correspondência do fato à norma penal proibitiva) permanece íntegra.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}