{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - SUFRAMA",
            "pergunta":" O direito à vida, assim como todos os demais direitos fundamentais, é protegido pela CF de forma não absoluta. ",
            "resposta":"C",
            "comentario":"O direito à vida, assim como todos os direitos fundamentais, não é absoluto. É limitável por outros direitos fundamentais, como, por exemplo, o da dignidade da pessoa humana.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"02",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - MPU",
            "pergunta":"Os direitos fundamentais de primeira dimensão são aqueles que outorgam ao indivíduo direitos a prestações sociais estatais, caracterizando-se, na maioria das vezes, como normas constitucionais programáticas.",
            "resposta":"E",
            "comentario":"São os direitos de segunda geração que consistem em prestações sociais do Estado e, na maioria das vezes, caracterizam-se por ser normas programáticas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - SEGER-ES",
            "pergunta":"Na dimensão objetiva, os direitos fundamentais são qualificados como princípios estruturantes do Estado democrático de direito, de modo que sua eficácia irradia para todo o ordenamento jurídico.",
            "resposta":"C",
            "comentario":"De fato, na dimensão objetiva, os direitos fundamentais são normas dotados de alta carga valorativa, que estruturam o Estado. Sua eficácia se irradia para todo o ordenamento jurídico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TRT 10ª Região",
            "pergunta":"Efeito irradiante dos direitos fundamentais é o atributo que confere caráter eminentemente subjetivo a esses direitos, garantindo proteção do indivíduo contra o Estado.",
            "resposta":"E",
            "comentario":"Efeito irradiante é o atributo que confere caráter objetivo aos direitos fundamentais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - Banco da Amazônia",
            "pergunta":"Os direitos fundamentais cumprem a função de direito de defesa dos cidadãos, sob dupla perspectiva, por serem normas de competência negativa para os poderes públicos, ou seja, que não lhes permitem a ingerência na esfera jurídica individual, e por implicarem um poder, que se confere ao indivíduo, não só para que ele exerça tais direitos positivamente, mas também para que exija, dos poderes públicos, a correção das omissões a eles relativas. ",
            "resposta":"C",
            "comentario":"De fato, os direitos fundamentais exercem a função de “direitos de defesa”. Ao mesmo tempo em que impedem a atuação indevida do Estado na órbita privada, eles outorgam aos indivíduos o direito de exigir dos Poderes Públicos a correção de omissões.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJDFT",
            "pergunta":"A retirada de um dos sócios de determinada empresa, quando motivada pela vontade dos demais, deve ser precedida de ampla defesa, pois os direitos fundamentais não são aplicáveis apenas no âmbito das relações entre o indivíduo e o Estado, mas também nas relações privadas. Essa qualidade é denominada eficácia horizontal dos direitos fundamentais.",
            "resposta":"C",
            "comentario":"Os direitos fundamentais aplicam-se também às relações privadas. É o que determina a eficácia horizontal dos direitos fundamentais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - AGU-Administrador",
            "pergunta":"Embora se saliente, nas garantias fundamentais, o caráter instrumental de proteção a direitos, tais garantias também são direitos, pois se revelam na faculdade dos cidadãos de exigir dos poderes públicos a proteção de outros direitos, ou no reconhecimento dos meios processuais adequados a essa finalidade. ",
            "resposta":"C",
            "comentario":"As garantias fundamentais também são direitos. Isso pode ser cobrado numa prova objetiva ou até mesmo numa discursiva!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - MPE-RO",
            "pergunta":"Direitos humanos de terceira geração, por seu ineditismo e pelo caráter de “lege ferenda” que ainda comportam, não recebem tratamento constitucional. ",
            "resposta":"E",
            "comentario":"Os direitos de terceira geração recebem, sim, proteção constitucional. Só para ilustrar, o art. 5º da CF/88, em seu inciso XXXII, determina que “o Estado promoverá, na forma da lei, a defesa do consumidor”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2015 - TRE-GO",
            "pergunta":"Ninguém será privado de direitos por motivo de convicção política, salvo se as invocar para eximir-se de obrigação legal a todos imposta e recusar-se a cumprir prestação alternativa, fixada em lei. Essa norma constitucional, que trata da escusa de consciência, tem eficácia contida, podendo o legislador ordinário restringir tal garantia. ",
            "resposta":"C",
            "comentario":"De fato, a Constituição permite, em seu art. 5o, inciso VIII, que lei restrinja a escusa de consciência. Trata-se, portanto, de norma constitucional de eficácia contida. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TJ-CE/ TJAA",
            "pergunta":"No que diz respeito aos direitos e deveres individuais e coletivos, é assegurado o direito à indenização por dano moral no caso de violação da intimidade.",
            "resposta":"C",
            "comentario":"Versa o inciso X do art. 5º da CF/88 que são invioláveis a intimidade, a vida privada, a honra e a imagem das pessoas, assegurado o direito a indenização pelo dano material ou moral decorrente de sua violação. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TJ-DF",
            "pergunta":"A utilização de critérios distintos para a promoção de integrantes do sexo feminino e do masculino de corpo militar viola o princípio constitucional da isonomia. ",
            "resposta":"E",
            "comentario":"No RE 498.900, o STF decidiu que não afronta o princípio da isonomia a adoção de critérios distintos para a promoção de integrantes do corpo feminino e masculino da Aeronáutica. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - SUFRAMA",
            "pergunta":"Embora a CF preveja a inviolabilidade da intimidade e da vida privada das pessoas, é possível a quebra de sigilo bancário por parte do Ministério Público e da administração tributária, independentemente de autorização judicial.",
            "resposta":"E",
            "comentario":"A quebra de sigilo bancário, como regra, somente pode ser determinada pelas autoridades judiciárias ou pelas Comissões Parlamentares de Inquérito (CPI`s).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"13",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - MPE-AC",
            "pergunta":"Embora não exista norma expressa acerca da matéria, o sigilo fiscal e bancário, segundo o STF, é protegido constitucionalmente no âmbito do direito à intimidade, portanto o acesso a dados bancários e fiscais somente pode ser feito por determinação judicial, do MP, de comissão parlamentar de inquérito ou de autoridade policial. ",
            "resposta":"E",
            "comentario":"Em regra, a quebra de sigilo fiscal e bancário somente pode ser determinada pelas autoridades judiciais ou pelas Comissões Parlamentares de Inquérito (CPI`s).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"14",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - DPE-ES",
            "pergunta":"Conforme a doutrina, a inviolabilidade do direito à vida limita- se ao direito de continuar vivo, não se relacionando com o direito a uma vida digna.",
            "resposta":"E",
            "comentario":"O direito à vida também abrange o direito a ter uma vida digna.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"15",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TRT 8ª Região",
            "pergunta":"De acordo com a jurisprudência do STF, é inconstitucional a fixação de limite de idade para a inscrição em concurso público, independentemente de justificativa.",
            "resposta":"E",
            "comentario":"É possível, sim, a fixação de limite de idade para inscrição em cargo público, desde que justificada pela natureza das atribuições do cargo a ser preenchido.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"16",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - Polícia Federal ",
            "pergunta":"Considere que a Polícia Federal tenha recebido denúncia anônima a respeito de suposta prática delituosa inserida em seu âmbito de investigação. Nessa situação, o órgão não poderá investigar, visto que a CF veda expressamente o anonimato e a consequente deflagração da persecução penal com fundamento na referida denúncia anônima. ",
            "resposta":"E",
            "comentario":"A Polícia Federal poderá, sim, efetuar investigações preliminares com vistas a atestar a veracidade da denúncia anônima. O que não pode ser feito, a partir da denúncia anônima, é a instauração de inquérito. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - PC-BA",
            "pergunta":" A proteção do direito à vida tem como consequência a proibição da pena de morte em qualquer situação, da prática de tortura e da eutanásia.",
            "resposta":"E",
            "comentario":"A pena de morte é admitida em caso de guerra declarada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"18",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TCE-RO",
            "pergunta":"O direito de resposta proporcional ao agravo tem abrangência ampla e aplica-se a todas as ofensas, ainda que elas não sejam de natureza penal.",
            "resposta":"C",
            "comentario":"O direito de resposta se aplica a todas as ofensas, sejam elas de natureza penal ou não.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"19",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - MPE–RO",
            "pergunta":"O direito à liberdade de expressão previsto na CF não pode ser invocado em defesa dos que defendam publicamente a descriminalização do aborto, conduta que se qualifica como incitação pública de prática criminosa.",
            "resposta":"E",
            "comentario":"A defesa da legalização do aborto não deve ser considerada prática criminosa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"20",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-AL",
            "pergunta":"O regime jurídico das liberdades públicas protege as pessoas naturais brasileiras e as pessoas jurídicas constituídas segundo a lei nacional, às quais são garantidos os direitos à existência, à segurança, à propriedade, à proteção tributária e aos remédios constitucionais, direitos esses que não alcançam os estrangeiros em território nacional.",
            "resposta":"E",
            "comentario":"Os direitos fundamentais são extensíveis aos estrangeiros em território nacional. Além disso, não existe esse direito à proteção tributária. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"Os direitos fundamentais não são assegurados ao estrangeiro em trânsito no território nacional.",
            "resposta":"E",
            "comentario":"Determina a CF/88 que todos são iguais perante a lei, sem distinções de qualquer natureza. Apesar de o “caput” do art. 5º da CF/88 fazer referência expressa somente aos estrangeiros residentes no país, a doutrina entende que os direitos fundamentais são assegurados a qualquer pessoa que se encontre em território nacional, inclusive a estrangeiros residentes no exterior.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"22",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"A referência, na CF, à dignidade da pessoa humana, aos direitos da pessoa humana, ao livre exercício dos direitos individuais e aos direitos e garantias individuais está relacionada aos direitos e garantias do indivíduo dotado de personalidade jurídica ou não. Desse modo, a aplicação do princípio da dignidade humana exige a proteção dos embriões humanos obtidos por fertilização in vitro e congelados, devendo-se evitar sua utilização em pesquisas científicas e terapias. ",
            "resposta":"E",
            "comentario":"Como vimos, o STF entende que é legítima e não ofende a dignidade da pessoa humana a realização de pesquisas com células-tronco embrionárias, obtidas de embriões humanos produzidos por fertilização “in vitro” e não utilizados neste procedimento.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"23",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-AL",
            "pergunta":"Os tratamentos normativos diferenciados não são compatíveis com o texto constitucional, por ofensa ao princípio da igualdade, mesmo quando verificada a existência de uma finalidade razoavelmente proporcional ao fim visado. ",
            "resposta":"E",
            "comentario":"É possível, sim, o tratamento normativo diferenciado, quando há razoabilidade para tal. Exemplo: vagas para deficientes nos concursos públicos. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"24",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2006 - Juiz TRT 8ª Região ",
            "pergunta":"O princípio de que todos são iguais perante a lei, sem distinção de qualquer natureza, é a norma de garantia prevista no caput do artigo 5° da CF. Seu conteúdo material admite a diferenciação entre os desiguais para aplicação da norma jurídica, pois é na busca da isonomia que se faz necessário tratamento diferenciado, em decorrência de situações que exigem tratamento distinto, como forma de realização da igualdade. Assim, é constitucionalmente possível o estabelecimento pontual de critério de promoção diferenciada para homens e mulheres. ",
            "resposta":"C",
            "comentario":"De acordo com o inciso II, do art. 5º da CF/88, homens e mulheres são iguais em direitos e obrigações, nos termos da Constituição. A lei não pode criar discriminação entre pessoas que estão em posição equivalente, exceto quando há razoabilidade para tal. Há, portanto, exceções, casos em que a lei pode criar distinções. É o caso, por exemplo, do estabelecimento pontual de critério de promoção diferenciada para homens e mulheres. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - EBC",
            "pergunta":"O Poder Judiciário não pode, sob a alegação do direito a isonomia, estender a determinada categoria de servidores públicos vantagens concedidas a outras por lei. ",
            "resposta":"C",
            "comentario":"O enunciado está perfeito! Para maior aprofundamento no tema, reproduzo a Súmula 339 do STF: “não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob fundamento de isonomia”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"26",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - STJ",
            "pergunta":" O estabelecimento de regras distintas para homens e mulheres, quando necessárias para atenuar desníveis, é compatível com o princípio constitucional da isonomia e poderá ocorrer tanto na CF quanto na legislação infraconstitucional.",
            "resposta":"C",
            "comentario":"De fato, é possível o estabelecimento de distinções entre homens e mulheres, desde que haja razoabilidade para tal. Essas distinções poderão ser estabelecidas pela lei ou pela própria Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"Em algumas situações, é constitucionalmente admissível o tratamento diferenciado entre homem e mulher.",
            "resposta":"C",
            "comentario":"De fato, a Constituição permite que haja tratamento diferenciado em algumas situações, em virtude da isonomia (tratamento desigual aos desiguais).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"28",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE2008 - TJ-RJ/",
            "pergunta":"Homens e mulheres são iguais em direitos e obrigações, nos termos da CF, não podendo a lei criar qualquer forma de distinção. ",
            "resposta":"E",
            "comentario":"De acordo com o inciso II, do art. 5º da CF/88, homens e mulheres são iguais em direitos e obrigações, nos termos da Constituição. A lei não pode criar discriminação entre pessoas que estão em posição equivalente, exceto quando há razoabilidade para tal. Há, portanto, exceções, casos em que a lei pode criar distinções.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2006 - Juiz TRT 8ª Região",
            "pergunta":"A correta interpretação do princípio da igualdade torna inaceitável discriminar uma pessoa em função do sexo, sempre que o mesmo seja eleito com o propósito de desnivelar materialmente o homem da mulher; aceitando-o, porém, quando a finalidade pretendida for atenuar os desníveis de tratamento, não permitindo, porém, que normas infraconstitucionais tenham essa finalidade, ainda que em benefício da parte discriminada.",
            "resposta":"E",
            "comentario":"A questão começa correta e termina errada... De fato, a correta interpretação do princípio da igualdade torna inaceitável discriminar uma pessoa em função do sexo, sempre que o mesmo seja eleito com o propósito de desnivelar materialmente o homem da mulher; aceitando-o, porém, quando a finalidade pretendida for atenuar os desníveis de tratamento. Por isso mesmo, pode a lei infraconstitucional ter a finalidade de atuar em prol de suavizar os desníveis de tratamento entre homens e mulheres, em benefício da parte discriminada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"30",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2006 - Juiz TRT 8ª Região",
            "pergunta":"Ninguém será obrigado a fazer ou deixar de fazer alguma coisa senão em virtude de lei, exceto se a exigência, ainda que contrária à lei, decorra de previsão constante de contrato privado.",
            "resposta":"E",
            "comentario":"Qualquer exigência só é possível se condizente com a lei. Contrato privado contrário a lei é inválido, não podendo, portanto, gerar a obrigação de fazer ou deixar de fazer alguma coisa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"31",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-AL",
            "pergunta":"Quando se afirma que a regulamentação de determinadas matérias há de se fazer necessariamente por lei formal, há referência expressa ao princípio da legalidade lato sensu.",
            "resposta":"E",
            "comentario":"Nesse caso, há referência expressa ao princípio da reserva legal, que tem sentido mais estrito.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - ABIN",
            "pergunta":"O preceito constitucional que estabelece que ninguém é obrigado a fazer ou deixar de fazer alguma coisa senão em virtude de lei veicula a noção genérica do princípio da legalidade.",
            "resposta":"C",
            "comentario":"É isso mesmo! Quando se refere à “noção genérica do princípio da legalidade”, o examinador cobra o conhecimento de parte da doutrina, que considera o princípio da legalidade um gênero, do qual se derivam outros princípios. É o caso do princípio da anterioridade da lei penal (art. 5O , XXXIX, CF), por exemplo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"33",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - TRE-ES",
            "pergunta":"O princípio da legalidade não se confunde com o da reserva legal: o primeiro pressupõe a submissão e o respeito à lei; o segundo se traduz pela necessidade de a regulamentação de determinadas matérias ser feita necessariamente por lei formal.",
            "resposta":"C",
            "comentario":"O enunciado está perfeito. O princípio da reserva legal impõe que determinadas matérias sejam regulamentadas por lei formal; já no princípio da legalidade, o vocábulo “lei” tem um sentido mais amplo, abrangendo também os atos infralegais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"34",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"A objeção de consciência é protegida constitucionalmente, podendo o cidadão invocá-la para eximir-se de obrigação legal a todos imposta e para se recusar a cumprir prestação alternativa fixada em lei.",
            "resposta":"E",
            "comentario":"Reza a Constituição Federal (art. 5º, VIII) que ninguém será privado de direitos por motivo de crença religiosa ou de convicção filosófica ou política, salvo se as invocar para eximir-se de obrigação legal a todos imposta e recusar-se a cumprir prestação alternativa, fixada em lei. Portanto, a escusa de consciência não se aplica ao caso exposto no enunciado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"35",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2005 - TRE-MA",
            "pergunta":"O princípio da legalidade estabelece que ninguém será obrigado a fazer ou deixar de fazer alguma coisa senão em virtude de lei. Assim, os particulares podem fazer tudo o que a lei não proíbe, enquanto a administração pública só pode fazer o que a lei permite.",
            "resposta":"C",
            "comentario":"O princípio da legalidade, de fato, apresenta acepções diferentes para os particulares e para a Administração Pública. Enquanto para os primeiros é uma garantia, a de que só podem ser obrigados a agirem ou a se omitirem por lei, para os últimos é uma limitação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"36",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - PC-ES",
            "pergunta":"Com fundamento no dispositivo constitucional que assegura a liberdade de manifestação de pensamento e veda o anonimato, o Supremo Tribunal Federal (STF) entende que os escritos anônimos não podem justificar, por si só, desde que isoladamente considerados, a imediata instauração de procedimento investigatório.",
            "resposta":"C",
            "comentario":"Importante posição do STF é a que veda, em regra, o acolhimento a denúncias anônimas. Essas poderão servir de base para gerar investigação pelo Poder Público, mas jamais poderão ser causa única de exercício de atividade punitiva pelo Estado. Perceba que o enunciado diz que não se podem adotar escritos anônimos 'isoladamente considerados'. Estes podem servir de base para uma investigação, mas nunca sozinhos. É necessário que haja outros indícios. Exemplo: imagine que a Receita Federal receba uma denúncia de que uma PJ está sonegando tributos (o concorrente faz isso...rsrs). Só com essa denúncia, não podemos abrir uma fiscalização. A denúncia vai ser analisada, com a coleta de outros dados, a fim de que a Administração Tributária decida se ela procede ou não.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"Conforme entendimento do STF com base no princípio da vedação do anonimato, os escritos apócrifos não podem justificar, por si sós, desde que isoladamente considerados, a imediata instauração da “persecutio criminis”, salvo quando forem produzidos pelo acusado, ou, ainda, quando constituírem eles próprios o corpo de delito. ",
            "resposta":"C",
            "comentario":"Segundo a Corte, as autoridades públicas não podem iniciar qualquer medida de persecução (penal ou disciplinar), apoiando-se apenas em peças apócrifas ou em escritos anônimos. As peças apócrifas não podem ser incorporadas, formalmente, ao processo, salvo quanto tais documentos forem produzidos pelo acusado, ou, ainda, quando constituírem, eles próprios, o corpo de delito (como sucede com bilhetes de resgate no delito de extorsão mediante sequestro, por exemplo). É por isso que o escrito anônimo não autoriza, isoladamente considerado, a imediata instauração de 'persecutio criminis'. Entretanto, pode o Poder Público, provocado por delação anônima ('disquedenúncia', p. ex.), adotar medidas informais destinadas a apurar, previamente, em averiguação sumária, a possível ocorrência de ilicitude, desde que o faça com o objetivo de conferir a verossimilhança dos fatos nela denunciados. Em caso positivo, poderá, então, ser promovida a formal instauração da 'persecutio criminis', mantendo-se completa desvinculação desse procedimento estatal em relação às peças apócrifas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":" Não é possível a instauração de inquérito policial baseado unicamente no conteúdo de denúncia anônima. ",
            "resposta":"C",
            "comentario":"É verdade. Entende o STF que um inquérito não pode ser instaurado somente com base em denúncia anônima.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"39",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"A CF prevê o direito à livre manifestação de pensamento, preservando também o anonimato. ",
            "resposta":"E",
            "comentario":"O anonimato é vedado pela CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRE-GO",
            "pergunta":"É livre a manifestação do pensamento, sendo garantido o anonimato. ",
            "resposta":"E",
            "comentario":"Nada disso! O anonimato é vedado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"A liberdade de manifestação do pensamento não constitui um direito absoluto. ",
            "resposta":"C",
            "comentario":"Apesar de a Constituição garantir a livre manifestação do pensamento (art. 5º, IV, CF/88), esse direito não é absoluto. Ele encontra limites na proteção à vida privada (art. 5º, X, CF/88), outro direito protegido constitucionalmente. Grave isso: nenhum direito fundamental é absoluto!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TCE-ES",
            "pergunta":"O direito de resposta proporcional ao agravo constitui instrumento democrático de ampla abrangência, já que é aplicável em relação a todas as ofensas, independentemente de elas configurarem ou não infrações penais.",
            "resposta":"C",
            "comentario":"De fato o direito de resposta é, como vimos, instrumento democrático de ampla abrangência, aplicável em relação a todas as ofensas, independentemente de elas configurarem ou não infrações penais. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"43",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-RJ",
            "pergunta":" O direito fundamental à honra se estende às pessoas jurídicas. ",
            "resposta":"C",
            "comentario":"O direito à honra se estende às pessoas jurídicas, que podem, inclusive, sofrer dano moral (Súmula 227 do STJ).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"44",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TCE-ES",
            "pergunta":"A indenização por danos morais tem seu âmbito de proteção adstrito às pessoas físicas, já que as pessoas jurídicas não podem ser consideradas titulares dos direitos e das garantias fundamentais. ",
            "resposta":"E",
            "comentario":"A indenização por danos morais é cabível também para as pessoas jurídicas (Súmula 227 do STJ).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"45",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"Uma pessoa jurídica pode pleitear na justiça indenização por danos materiais e morais no caso de violação à sua honra objetiva, representada por sua reputação e boa fama perante a sociedade.",
            "resposta":"C",
            "comentario":"Questão correta. Fundamento: Súmula 227 do STJ. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"46",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TCU",
            "pergunta":"A indenização por danos material, moral e à imagem abrange as pessoas físicas e jurídicas.",
            "resposta":"C",
            "comentario":"De fato, a indenização por danos materiais, morais e à imagem abrange tanto as pessoas físicas quanto as jurídicas. Nesse sentido, dispõe a súmula 227 do STJ que pessoa jurídica pode sofrer dano moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"47",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - STM",
            "pergunta":"Ninguém poderá ser privado do exercício de um direito por invocar crença religiosa ou convicção filosófica ou política para eximir-se de obrigação legal a todos imposta. ",
            "resposta":"E",
            "comentario":"Ninguém será privado de direitos por motivo de crença religiosa ou de convicção filosófica ou política, SALVO se as invocar para se eximir de obrigação legal a todos imposta E se recusar a cumprir prestação alternativa, fixada em lei.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"48",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"É assegurada, nos termos da lei, a prestação de assistência religiosa nas entidades civis de internação coletiva, direito esse que não se estende às entidades militares de internação. ",
            "resposta":"E",
            "comentario":"A prestação de assistência religiosa é assegurada tanto nas entidades civis quanto nas militares de internação coletiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"49",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - TRE-MT",
            "pergunta":"A CF assegura a prestação de assistência religiosa tanto às entidades hospitalares privadas quanto às públicas, bem como aos estabelecimentos prisionais civis e militares. ",
            "resposta":"C",
            "comentario":"As entidades hospitalares e os estabelecimentos prisionais se encaixam no conceito de entidades civis e militares de internação coletiva. Por isso, podemos afirmar que a CF/88 assegura assistência religiosa nessas entidades. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"50",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"Como decorrência da inviolabilidade do direito à liberdade, a CF assegura o direito à escusa de consciência, desde que adstrito ao serviço militar obrigatório.",
            "resposta":"E",
            "comentario":"A CF assegura o direito à escusa de consciência quanto a qualquer obrigação legal a todos imposta. Portanto, esse direito abrange o serviço militar obrigatório, mas não se limita a este.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"51",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - ABIN",
            "pergunta":"Considerando a hipótese de que um cidadão esteja internado em entidade civil de internação coletiva e professe como religião o candomblé, nessa hipótese, sendo o Estado brasileiro laico, não será a União obrigada a assegurar a esse interno as condições para que ele tenha assistência religiosa.",
            "resposta":"E",
            "comentario":"Adoro questões que envolvam casos práticos! Elas ajudam a selecionar candidatos que não se limitam a “decorar” a CF/88! Vamos à análise do caso. O direito a receber assistência religiosa se estende aos fiéis de todas as crenças. A União deverá, sim, assegurar ao interno que professe o candomblé as condições para que ele tenha assistência religiosa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"52",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - ABIN",
            "pergunta":"Uma famosa atriz estrangeira, em viagem de férias pelo Brasil, foi fotografada juntamente com o seu namorado brasileiro, por jornalistas que pretendiam publicar as fotos em revistas de grande circulação. A liberdade de imprensa não admite censura. Dessa forma, o casal não poderia impedir, mesmo judicialmente, a divulgação das fotos. ",
            "resposta":"E",
            "comentario":"O STF entende que é válida decisão judicial proibindo a publicação de fatos relativos a um indivíduo por empresa jornalística. O fundamento da decisão é a inviolabilidade constitucional dos direitos da personalidade, notadamente o da privacidade. Para a Corte, a mera publicação não consentida de fotografias gera direito à indenização por dano moral, independentemente de ocorrência de ofensa à reputação da pessoa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"53",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - Procurador AL-ES",
            "pergunta":" Se determinada pessoa tomar ciência de que será publicada matéria jornalística que ofenda sua privacidade ou honra, não lhe será assegurado o direito de requerer na via judicial que a respectiva matéria não seja divulgada, considerando que a liberdade de informação tem proteção constitucional. Ao ofendido restará apenas a correspondente compensação econômica, que tem como premissa necessária a consumação do prejuízo ao direito fundamental. ",
            "resposta":"E",
            "comentario":"Segundo o STF, se determinada pessoa tomar ciência de que será publicada matéria jornalística que ofenda sua privacidade ou honra, ser-lhe-á assegurado o direito de requerer, na via judicial, que a respectiva matéria não seja divulgada, com base no direito à privacidade. Para isso, utilizará ação inibitória. Caso não queira agir preventivamente, poderá o indivíduo, após a publicação e consequente violação de seus direitos, utilizar-se da via repressiva, por meio da indenização por danos morais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"54",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRE-MG",
            "pergunta":"Acerca dos direitos e das garantias fundamentais, a CF reconhece ser livre a expressão da atividade intelectual, artística, científica e de comunicação, independentemente de censura ou licença.",
            "resposta":"C",
            "comentario":"Literalidade do inciso IX do art. 5º da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"55",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TCU",
            "pergunta":"A CF estabelece que é livre a expressão da atividade intelectual, artística, científica e de comunicação, independentemente de censura ou licença. Diante da amplitude do tratamento constitucional atribuído a essas liberdades, mesmo que a manifestação dessas atividades viole a intimidade, a vida privada, a honra e a imagem de alguém, não será devida qualquer indenização pelo dano material ou moral decorrente de sua violação. ",
            "resposta":"E",
            "comentario":"Combinando-se os incisos IX e X do art. 5O da Constituição, tem-se que é livre a expressão da atividade intelectual, artística, científica e de comunicação, independentemente de censura ou licença. Entretanto, o exercício desse direito não é absoluto. Ele encontra limites na intimidade, vida privada, honra e imagem das pessoas, havendo direito a indenização pelo dano material ou moral decorrente da violação desses bens jurídicos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"56",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - ABIN",
            "pergunta":"O direito ao sigilo bancário deve ser afastado por determinação judicial quando houver pedido de autoridade policial instruído com matéria jornalística que tenha noticiado genericamente a prática de desvios de recursos públicos por diversas autoridades.",
            "resposta":"E",
            "comentario":"Para que a quebra do sigilo bancário seja admissível é necessário que haja individualização do investigado e do objeto da investigação. Como o enunciado diz que a matéria jornalística noticiou de modo genérico o desvio de recursos públicos por diversas autoridades, a medida não é cabível.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"57",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - AUFC",
            "pergunta":"O Ministério Público (MP) tem verificado a existência de superfaturamento na obra de construção de estradas de rodagem, realizada por empresa que venceu licitação para fazê-lo, além de corrupção ativa e passiva. Diante desse quadro, o MP requereu ao plenário da Corte de Contas medida cautelar para quebrar o sigilo dos agentes públicos e da empresa, bem como a suspensão da execução do contrato administrativo. Nessa situação, será lícita decisão do pleno que defira o referido pedido de quebra de sigilo.",
            "resposta":"E",
            "comentario":"O Ministério Público não pode determinar a quebra do sigilo bancário.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"58",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TCDF/TAP",
            "pergunta":"Embora a casa seja asilo inviolável do indivíduo, em caso de flagrante delito, é permitido nela entrar, durante o dia ou à noite, ainda que não haja consentimento do morador ou determinação judicial para tanto. ",
            "resposta":"C",
            "comentario":"De acordo com o inciso XI do art. 5º da Constituição, o ingresso na “casa” de um indivíduo poderá ocorrer nas seguintes situações: a) Com o consentimento do morador. b) Sem o consentimento do morador, sob ordem judicial, apenas durante o dia. Perceba que, mesmo com ordem judicial, não é possível o ingresso na casa do indivíduo. c) A qualquer hora, sem consentimento do morador, em caso de flagrante delito ou desastre, ou, ainda, para prestar socorro. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"59",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TJ-CE",
            "pergunta":"Segundo a CF, a casa é asilo inviolável do indivíduo, razão por que ninguém, independentemente da circunstância, poderá nela ingressar sem o consentimento do morador. ",
            "resposta":"E",
            "comentario":"Há duas situações em que se poderá ingressar em uma casa sem o consentimento do morador: sob ordem judicial, durante o dia, ou a qualquer hora, em caso de flagrante delito ou desastre, ou, ainda, para prestar socorro (art. 5º, XI, CF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"60",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TJ CE/ AJAJ",
            "pergunta":"O princípio constitucional do direito de acesso à informação veda o sigilo da fonte, ainda que se aleguem motivos profissionais. ",
            "resposta":"E",
            "comentario":"É o contrário! A Carta Magna, no inciso XIV do seu art. 5º, assegura a todos o acesso à informação e resguarda o sigilo da fonte, quando necessário ao exercício profissional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"61",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - TC-DF",
            "pergunta":"É livre o exercício das profissões, podendo a lei exigir inscrição em conselho de fiscalização profissional apenas quando houver potencial lesivo na atividade, o que não ocorre com a profissão de músico, por exemplo. ",
            "resposta":"C",
            "comentario":"De fato, a Constituição prevê que a regra é o livre exercício das profissões, sendo a exceção a exigência de qualificações profissionais por lei (art. 5o , XIII, CF). Nesse sentido, o STF entende que a atividade de músico prescinde de controle.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"62",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - PM-CE",
            "pergunta":"De acordo com a doutrina e a jurisprudência do Supremo Tribunal Federal, a casa, domicílio, que constitui o objeto de proteção da garantia da inviolabilidade consagrada pelo texto constitucional é todo o espaço delimitado que determinado indivíduo utiliza para uso residencial ou profissional. Dessa forma, um simples quarto de hotel ou um escritório podem ser abrangidos pela referida proteção constitucional. ",
            "resposta":"C",
            "comentario":"É isso mesmo! O conceito de “casa” abrange, além dos locais para uso residencial, aqueles para uso profissional. Assim, um quarto de hotel ou mesmo um escritório estão compreendidos no conceito de “casa”, para fins de aplicação do princípio da inviolabilidade domiciliar.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"63",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2014 - ANTAQ",
            "pergunta":" É norma de eficácia contida o dispositivo constitucional segundo o qual é livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer. ",
            "resposta":"C",
            "comentario":"Trata-se, de fato, de norma de eficácia contida, uma vez que a liberdade de exercício profissional tem aplicabilidade imediata e pode ser restringida por lei.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"64",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - TRT 21ª Região",
            "pergunta":"Certa vez, em discurso no Parlamento britânico, Lord Chatan afirmou: “O homem mais pobre desafia em sua casa todas as forças da Coroa. Sua cabana pode ser muito frágil, seu teto pode tremer, o vento pode soprar entre as portas mal ajustadas, a tormenta pode nela penetrar, mas o rei da Inglaterra não pode nela entrar”. Essa assertiva desnuda o direito fundamental da inviolabilidade de domicílio que, no Brasil, somente admite exceção — permitindo que se adentre na casa do indivíduo, sem seu consentimento — no caso de flagrante delito ou desastre ou para prestar socorro, ou, ainda, por determinação judicial durante o dia, e, à noite, na hipótese de flagrante delito ou desastre ou para prestar socorro. ",
            "resposta":"C",
            "comentario":"A questão cobra um dos incisos mais “famosos” do art. 5º, que veremos a seguir: XI - a casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial;",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"65",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - TRE-ES",
            "pergunta":"Se um indivíduo, depois de assaltar um estabelecimento comercial, for perseguido por policiais militares e, na tentativa de fuga, entrar em casa de família para se esconder, os policiais estão autorizados a entrar na residência e efetuar a prisão, independentemente do consentimento dos moradores. ",
            "resposta":"C",
            "comentario":"O assaltante se deu mal! Nesse caso, há o flagrante delito, que justifica a entrada na casa a qualquer hora, ainda que sem o consentimento do morador. Bem feito!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"66",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - ABIN",
            "pergunta":"O entendimento do direito constitucional relativo à casa apresenta maior amplitude que o do direito privado, de modo que bares, restaurantes e escritórios, por exemplo, são locais assegurados pelo direito à inviolabilidade de domicílio.",
            "resposta":"E",
            "comentario":"Para o STF, o conceito de “casa”, para proteção constitucional, revela-se abrangente, estendendo-se a qualquer compartimento privado não aberto ao público, onde alguém exerce profissão ou atividade (Código Penal, art. 150, § 4º, III). É o caso dos escritórios profissionais, por exemplo (HC 93.050, Rel. Min. Celso de Mello, julgamento em 10-6-2008, Segunda Turma, DJE de 1º-8- 2008). A questão está errada por incluir bares e restaurantes na proteção dada à casa, dando a entender que esta proteção se estenderia ao público em geral. Trata-se de lugares abertos ao público, e, portanto, não se incluem no conceito de “casa”. Essa proteção, no caso de bares e restaurantes, só abrangeria as dependências dos empregados dessas pessoas jurídicas (exemplo: uma salinha dedicada à Contabilidade de um restaurante). Como a questão não fez essa ressalva, está incorreta. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"67",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - MS",
            "pergunta":"Ainda que de posse de determinação judicial, a casa é local inviolável do indivíduo durante a noite, não podendo ninguém nela entrar sem o consentimento do morador, salvo em caso de flagrante delito ou desastre ou para prestar socorro. ",
            "resposta":"C",
            "comentario":"A determinação judicial só permite a entrada na casa, sem consentimento do morador, durante o dia. Já o flagrante delito, o desastre ou a prestação de socorro permitem a entrada a qualquer hora.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"68",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"O Ministério Público pode determinar a violação de domicílio alheio para a realização de uma busca e apreensão de materiais e equipamentos que possam servir como prova em um processo.",
            "resposta":"E",
            "comentario":"No caso de determinação de busca e apreensão, somente o juiz pode determinar a violação do domicílio.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"69",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TRT 10ª Região",
            "pergunta":"A inviolabilidade do domicílio abrange qualquer compartimento habitado onde alguém exerce profissão ou atividades pessoais, podendo, por exemplo, ser um trailer, um barco ou um aposento de habitação coletiva.",
            "resposta":"C",
            "comentario":"O conceito de “casa” é bastante amplo para os fins do art. 5º, inciso XI, abrangendo qualquer compartimento habitado não aberto ao público onde alguém exerce profissão ou atividade pessoal. Estão dentro desse conceito trailers, barcos e aposentos de habitação coletiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"70",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"De acordo com a norma da inviolabilidade domiciliar prevista na CF, a entrada em uma casa sem o consentimento do morador somente poderá ocorrer em caso de flagrante delito, ou de desastre, ou de prestação de socorro, ou por determinação judicial. Nesse sentido, estará correta a atuação de oficial de justiça que, ao cumprir determinação judicial, ingresse em domicílio residencial durante a noite, mesmo sem o consentimento do morador. ",
            "resposta":"E",
            "comentario":"No caso de flagrante delito, desastre ou para prestar socorro, é possível o ingresso na casa de alguém a qualquer hora (durante o dia ou à noite). Já na hipótese de determinação judicial, o ingresso somente poderá ocorrer, sem o consentimento do morador, durante o dia. Assim, na situação apresentada o oficial de justiça não poderá ingressar no domicílio residencial.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"71",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TCE-TO",
            "pergunta":"Um advogado que esteja sendo investigado por formação de quadrilha e outros crimes não poderá sofrer, em seu escritório, uma escuta ambiental captada por gravador instalado por força de decisão judicial, já que tal fato viola o princípio de proteção do domicílio.",
            "resposta":"E",
            "comentario":"Apesar de o escritório estar abrangido pelo conceito de “casa”, o STF entende que não se pode invocar a inviolabilidade de domicílio como escudo para a prática de atos ilícitos em seu interior. Com base nisso, a Corte autorizou a instalação de escuta em um escritório de advogados, por ordem judicial.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"72",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - MDS",
            "pergunta":"A casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial.",
            "resposta":"C",
            "comentario":"O examinador apenas copiou o texto da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"73",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - MMA",
            "pergunta":"Se um indivíduo, ao se desentender com sua mulher, desferir contra ela inúmeros golpes, agredindo-a fisicamente, causando lesões graves, as autoridades policiais, considerando tratar-se de flagrante delito, poderão penetrar na casa desse indivíduo, ainda que à noite e sem determinação judicial, e prendê-lo.",
            "resposta":"C",
            "comentario":"O marido covarde será preso e ainda perderá a mulher! Nesse caso, há o flagrante delito, que justifica a entrada na casa a qualquer hora, mesmo sem consentimento do morador.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"74",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - PC-PB",
            "pergunta":"O conceito de casa, inserido no dispositivo constitucional que assegura a inviolabilidade do domicílio, não se estende ao escritório de contabilidade.",
            "resposta":"E",
            "comentario":"Entende o STF que o conceito normativo de 'casa' revela-se abrangente e, por estender-se a qualquer compartimento privado não aberto ao público, onde alguém exerce profissão ou atividade (CP, art. 150, § 4o, III), compreende, observada essa específica limitação espacial (área interna não acessível a público), os escritórios profissionais, inclusive os de contabilidade (HC 93.050, Rel. Min. Celso de Mello, julgamento em 10-6-2008, Segunda Turma, DJE de 1o-8-2008).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"75",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-RJ",
            "pergunta":"A inviolabilidade do domicílio não alcança o fisco, quando na busca de identificação da ocorrência de fato gerador dos tributos por ele fiscalizados.",
            "resposta":"E",
            "comentario":"A inviolabilidade domiciliar alcança, sim, o fisco, que só poderá realizar buscas por determinação judicial, durante o dia.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"76",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - STJ",
            "pergunta":"Humberto escutou o som de gritos e viu, pela janela, seu vizinho agredindo violentamente a companheira. Revoltado, derrubou a porta da residência a pontapés com o objetivo de conter o agressor. Nessa situação, apesar de seu bom intento, Humberto não poderia ter agido dessa maneira por ser a casa asilo inviolável do indivíduo e, portanto, fazer-se necessário o consentimento do morador para nela ingressar.",
            "resposta":"E",
            "comentario":"Em briga de marido e mulher, nesse caso, a Constituição autoriza que se “meta a colher”! Trata-se de uma hipótese de flagrante delito, que justifica a entrada na casa a qualquer hora, independentemente de consentimento do morador. Humberto agiu bem!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"77",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2004 - Polícia Federal",
            "pergunta":"A Polícia Federal, em cumprimento a mandado judicial, promoveu busca e apreensão de documentos, computadores, fitas de vídeo, discos de DVD, fotos e registros em um escritório de uma empresa suspeita de ligação com tráfico organizado de drogas, grilagem de terras, falsificação de documentos e trabalho escravo. A ação, realizada em um estado do Nordeste – onde amanhece às 6 h e anoitece às 18 h -, iniciou-se às 6 h 15 mine prolongou-se até as 20 h. Os advogados dos proprietários da empresa constataram, pelo horário constante do auto de apreensão, assinado ao final da atividade, que as ações prolongaram- se além do período diurno. Analisando o material apreendido após o período diurno, a Polícia Federal encontrou farta documentação que comprovava a prática de ações contrárias às normas trabalhistas, as quais caracterizariam trabalho escravo nas propriedades rurais da empresa, cujas dimensões ultrapassamos limites legais estabelecidos para a caracterização da pequena e média propriedade rural. O direito individual à inviolabilidade da casa tem como exceção o ingresso nela, sem consentimento do morador, para o cumprimento de determinação judicial, porém, essa exceção tem o limite temporal do período diurno; em consequência, por ter a ação policial prolongando-se além do período diurno, os atos praticados após o anoitecer estão eivados de inconstitucionalidade.",
            "resposta":"E",
            "comentario":"Sabemos que ordem judicial só autoriza a entrada na casa, sem consentimento do morador, durante o dia. Note, entretanto, que a restrição constitucional se refere apenas ao acesso à casa, nada sendo dito a respeito da permanência nela. Segundo a doutrina, é admissível, sim, o prolongamento da ação policial durante a noite.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"78",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TCE-TO",
            "pergunta":"Um advogado que esteja sendo investigado por formação de quadrilha e outros crimes não poderá sofrer, em seu escritório, uma escuta ambiental captada por gravador instalado por força de decisão judicial, já que tal fato viola o princípio de proteção do domicílio.",
            "resposta":"E",
            "comentario":"Não opera a inviolabilidade do escritório de advocacia, quando o próprio advogado seja suspeito da prática de crime, sobretudo concebido e consumado no âmbito desse local de trabalho, sob pretexto de exercício da profissão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"79",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - STJ",
            "pergunta":"De acordo com a CF, é admitida, mediante ordem judicial, a violação das comunicações telefônicas, nas hipóteses e na forma que a lei estabelecer, para fins de investigação criminal, instrução processual penal ou em processos político-administrativos.",
            "resposta":"E",
            "comentario":"A CF admite, mediante ordem judicial, a violação das comunicações telefônicas, nas hipóteses e na forma que a lei estabelecer, para fins de investigação criminal ou instrução processual penal. Não se admite a quebra do sigilo telefônico em processos político-administrativos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"80",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - DPE-ES",
            "pergunta":"O sigilo das comunicações telefônicas é inviolável, salvo por determinação do presidente da República, para fins de investigação criminal ou instrução processual penal.",
            "resposta":"E",
            "comentario":"O Presidente da República não tem competência para determinar interceptação telefônica. Apenas o Poder Judiciário poderá fazê-lo, e para fins de investigação criminal ou instrução processual penal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"81",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - DEPEN",
            "pergunta":"Segundo entendimento dominante no STF, são lícitas as provas produzidas em interceptações telefônicas decretadas por decisões judiciais, quando tais decisões forem amparadas apenas em denúncia anônima.",
            "resposta":"E",
            "comentario":"Não é possível determinar interceptação telefônica com base em denúncia anônima. Portanto, uma prova obtida nesses termos será ilícita.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"82",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-CE",
            "pergunta":"Segundo o STF, no exercício da função fiscalizadora, as CPIs e o TCU podem determinar a quebra do sigilo bancário de seus investigados.",
            "resposta":"E",
            "comentario":"A CPI pode determinar a quebra do sigilo bancário, segundo o STF. O TCU, não.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"83",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-CE",
            "pergunta":"Segundo o STF, o exercício do direito de reunião nos espaços públicos abertos demanda consentimento prévio do poder público.",
            "resposta":"E",
            "comentario":"Não há necessidade de prévio consentimento do Poder Público. Apenas se exige o prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"84",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-RR",
            "pergunta":"A CF garante a todos o direito de reunir- se pacificamente para protestar, sem armas, em locais abertos ao público, desde que mediante aviso prévio e autorização da autoridade competente.",
            "resposta":"E",
            "comentario":"A Constituição apenas exige o prévio aviso à autoridade competente. Não há necessidade de autorização desta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"85",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"A liberdade de reunião é uma norma de eficácia plena e não pode sofrer restrições ou suspensões em seu cumprimento.",
            "resposta":"E",
            "comentario":"Trata-se de norma de eficácia contida, uma vez que pode sofrer restrições em seu cumprimento. A liberdade de reunião depende do atendimento de alguns requisitos: i) fins pacíficos, sem armas; ii) realização em locais abertos ao público; iii) não poderá haver frustração de outra reunião convocada anteriormente para o mesmo local; iv) prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"86",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2012 - TJ-CE",
            "pergunta":"As atividades das associações só poderão ser suspensas mediante decisão judicial transitada em julgado.",
            "resposta":"E",
            "comentario":"Para que sejam suspensas, basta que haja decisão judicial. Não há necessidade de trânsito em julgado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"87",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - AL-ES",
            "pergunta":"Os elementos de informação obtidos por meio de interceptação telefônica, ainda que válida, não podem ser utilizados em processo administrativo disciplinar.",
            "resposta":"E",
            "comentario":"O STF entende que os elementos de informação obtidos por meio de interceptação telefônica válida, realizada com fundamento em ordem judicial, podem, sim, ser utilizados em processo administrativo disciplinar. Trata-se da denominada “prova emprestada”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"88",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - EBC",
            "pergunta":"É permitida a violação de correspondência de presidiário em face de suspeita de rebelião.",
            "resposta":"C",
            "comentario":"Como dissemos, poderá haver interceptação de correspondências sempre que a norma constitucional estiver sendo usada para acobertar a prática de ilícitos. Entende o STF que “a administração penitenciaria, com fundamento em razoes de segurança pública, de disciplina prisional ou de preservação da ordem jurídica, pode, sempre excepcionalmente, (...) proceder a interceptação da correspondência remetida pelos sentenciados, eis que a cláusula tutelar da inviolabilidade do sigilo epistolar não pode constituir instrumento de salvaguarda de praticas ilicitas”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"89",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"Apesar de a Constituição Federal de 1988 (CF) prever que o sigilo de correspondência é inviolável, admite-se a sua limitação infraconstitucional quando há conflito com outro interesse de igual ou maior relevância.",
            "resposta":"C",
            "comentario":"De fato, admite-se que o sigilo de correspondência sofra limitações, no caso de conflito com outros bens jurídicos. Nesse sentido, entende o STF que a administração penitenciária, com fundamento em razões de segurança pública, de disciplina prisional ou de preservação da ordem jurídica, pode, sempre excepcionalmente, e desde que respeitada a norma inscrita no art. 41, parágrafo único, da Lei 7.210/1984, proceder à interceptação da correspondência remetida pelos sentenciados, eis que a cláusula tutelar da inviolabilidade do sigilo epistolar não pode constituir instrumento de salvaguarda de práticas ilícitas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"90",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - Procurador BACEN",
            "pergunta":"A interceptação telefônica, considerada, na doutrina pátria, sinônimo de quebra do sigilo telefônico, configura matéria sujeita à reserva jurisdicional.",
            "resposta":"E",
            "comentario":"Interceptação telefônica e quebra de sigilo telefônico são coisas diferentes. Na interceptação telefônica, é concedido acesso às gravações do conteúdo das conversas; na quebra de sigilo telefônico, é concedido acesso ao extrato das ligações telefônicas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"91",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"Não é admitida a interceptação telefônica entre o acusado em processo criminal e seu defensor, pois o sigilo profissional do advogado é uma garantia do devido processo legal.",
            "resposta":"E",
            "comentario":"Para o STF, é admitida a interceptação da comunicação telefônica entre o acusado em processo penal e seu defensor. Isso porque, apesar de o advogado ter seu sigilo profissional resguardado para o exercício de suas funções, tal direito não pode servir como escudo para a prática de atividades ilícitas, pois nenhum direito é absoluto. O simples fato de ser advogado não pode conferir, ao indivíduo, imunidade na prática de delitos no exercício de sua profissão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"92",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009",
            "pergunta":"É admitida a interceptação telefônica por ordem judicial ou administrativa, para fins de investigação criminal ou de instrução processual penal.",
            "resposta":"E",
            "comentario":"A interceptação telefônica só é admitida por ordem judicial, nas hipóteses e na forma que a lei estabelecer para fins de investigação criminal ou instrução processual penal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"93",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TCE-ES",
            "pergunta":"Apesar da ausência de autorização expressa na CF, a interceptação das correspondências e comunicações telegráficas e de dados é possível, em caráter excepcional.",
            "resposta":"C",
            "comentario":"Não há direito absoluto. Por isso, admite-se, mesmo sem previsão expressa na Constituição, a interceptação das correspondências e das comunicações telegráficas e de dados, sempre que a norma constitucional esteja sendo usada para acobertar a prática de ilícitos. Isso porque a Constituição não pode servir como manto protetor para a ilicitude. Destaca-se que o próprio texto constitucional prevê circunstâncias excepcionais que admitem a restrição dessas garantias, tais como o estado de defesa e o estado de sítio.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"94",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - MDS",
            "pergunta":"O sigilo das comunicações telefônicas somente pode ser violado para fins de investigação criminal ou instrução processual penal, não havendo, nesses casos, a necessidade de ordem judicial para a realização da quebra do sigilo.",
            "resposta":"E",
            "comentario":"A CF/88 admite a quebra do sigilo das comunicações telefônicas quando atendidos três requisitos: lei que preveja as hipóteses e a forma com que esta deva acontecer; existência de investigação criminal ou instrução processual penal e; finalmente, ordem judicial.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"95",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - PC-PB",
            "pergunta":"Conforme entendimento do STF, mesmo que preenchidos os demais requisitos legais, viola o sigilo das comunicações de dados a apreensão do disco rígido do computador no qual estão armazenados os e-mails recebidos pelo investigado.",
            "resposta":"E",
            "comentario":"O STF entende que a apreensão do disco rígido do computador no qual estão armazenados os e-mails recebidos pelo investigado não viola o sigilo das comunicações de dados. Isso porque, nesse caso, não há quebra do sigilo das comunicações de dados (interceptação das comunicações), mas sim apreensão de base física na qual se encontram os dados. Em outras palavras, a proteção constitucional é da comunicação 'de dados' e não dos 'dados', o que tornaria impossível qualquer investigação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"96",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2007 - TJ-PI",
            "pergunta":"A apreensão de mercadorias pela fazenda pública, como forma de coagir o contribuinte ao pagamento de tributos, não ofende o preceito constitucional que garante o livre exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer.",
            "resposta":"E",
            "comentario":"É da jurisprudência do Supremo Tribunal que não é dado à Fazenda Pública obstaculizar a atividade empresarial com a imposição de penalidades no intuito de receber imposto atrasado. Nesse sentido, o STF editou a Súmula no 323, segundo a qual é inadmissível a apreensão de mercadorias como meio coercitivo para pagamento de tributos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"97",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - MPU",
            "pergunta":"O livre exercício de qualquer trabalho, ofício ou profissão, desde que atendidas as qualificações profissionais que a lei estabelecer, é norma constitucional de eficácia contida; portanto, o legislador ordinário atua para tornar exercitável o direito nela previsto.",
            "resposta":"E",
            "comentario":"Tem-se, na questão, a cobrança do art. 5o da CF/88, segundo o qual: XIII - é livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer; Trata-se de norma constitucional de eficácia contida que versa sobre a liberdade de atividade profissional. Esta dispõe que, na inexistência de lei que exija qualificações para o exercício de determinada profissão, qualquer pessoa poderá exercê-la. Entretanto, existente a lei, a profissão só poderá ser exercida por quem atender às qualificações legais. Diante de uma norma de eficácia contida, o legislador atua para restringir o exercício do direito (e não para torná-lo exercitável).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"98",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-RJ",
            "pergunta":"A vedação ao anonimato impede o sigilo da fonte, mesmo quando necessário ao exercício profissional.",
            "resposta":"E",
            "comentario":"Nada disso! A Constituição assegura o sigilo da fonte, quando necessário ao exercício profissional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"99",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"A CF assegura plena liberdade para o exercício de trabalho, ofício ou profissão, sendo vedadas restrições de qualquer natureza.",
            "resposta":"E",
            "comentario":"É possível, sim, restrições ao exercício de trabalho, ofício ou profissão, por meio de lei. Trata-se de norma de eficácia contida.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"100",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-RJ",
            "pergunta":"O jornalista, no exercício de sua atividade profissional, pode resguardar o sigilo de sua fonte.",
            "resposta":"E",
            "comentario":"O sigilo da fonte, quando necessário ao exercício profissional, é resguardado pela Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"101",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - INSS",
            "pergunta":"Quando um jornalista denuncia fatos de interesse geral, como os relacionados às organizações criminosas especializadas no desvio de verbas públicas, está juridicamente desobrigado de revelar a fonte da qual obteve suas informações.",
            "resposta":"C",
            "comentario":"O sigilo da fonte, quando necessário ao exercício profissional, é resguardado pela Constituição (art. 5o, XIV).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"102",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRE-MT",
            "pergunta":"A CF garante a todos o direito de reunir-se pacificamente, sem armas, em locais abertos ao público, independentemente de autorização ou prévio aviso à autoridade competente.",
            "resposta":"E",
            "comentario":"O exercício do direito de reunião independe de autorização. Entretanto, é necessário o prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"103",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - MPS",
            "pergunta":"Todos podem reunir-se pacificamente, sem armas, em locais abertos ao público, mediante autorização da autoridade competente, desde que não frustrem outra reunião anteriormente convocada para o mesmo local.",
            "resposta":"E",
            "comentario":"É dispensada a autorização da autoridade competente. O que se exige é apenas que ela seja avisada previamente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"104",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - TRE",
            "pergunta":"A CF garante a todos o direito de reunir-se pacificamente, sem armas, em locais abertos ao público, independentemente de autorização ou prévio aviso à autoridade competente.",
            "resposta":"E",
            "comentario":"O direito de reunião independe de autorização. Entretanto, a questão erra ao dizer que é desnecessário o prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"105",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - DETRAN",
            "pergunta":"A Constituição Federal (CF) garante a todos o direito de reunir-se pacificamente, sem armas, em locais abertos ao público, independentemente de autorização ou prévio aviso à autoridade competente.",
            "resposta":"E",
            "comentario":"De fato, o exercício do direito de reunião independe de autorização. Entretanto, é necessário o prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"106",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRE-GO",
            "pergunta":"Segundo a CF, todos podem reunir-se pacificamente, sem armas, em locais abertos ao público, mediante prévia autorização, desde que não frustrem outra reunião anteriormente convocada para o mesmo local.",
            "resposta":"E",
            "comentario":"As reuniões, ao contrário do que diz o enunciado, independem de autorização. Faz-se necessário, entretanto, o prévio aviso à autoridade competente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"107",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - MPE",
            "pergunta":"As associações podem ser compulsoriamente dissolvidas mediante ato normativo editado pelo Poder Legislativo.",
            "resposta":"E",
            "comentario":"Somente decisão judicial transitada em julgado pode dissolver uma associação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"108",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - Procurador BACEN",
            "pergunta":"A CF atribui ao Poder Judiciário autorização exclusiva para dissolver compulsoriamente associações.",
            "resposta":"C",
            "comentario":"De fato, somente o Poder Judiciário poderá dissolver compulsoriamente associação, mediante sentença judicial transitada em julgado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"109",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - Delegado PF",
            "pergunta":"O exercício do direito de associação e a incidência da tutela constitucional relativa à liberdade de associação estão condicionados à prévia existência de associação dotada de personalidade jurídica.",
            "resposta":"E",
            "comentario":"O exercício do direito de associação e a incidência da tutela constitucional relativa à liberdade de associação independem de personalidade jurídica.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"110",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - CNJ",
            "pergunta":"Considere que determinada associação seja ré em ação judicial que pleiteie a suspensão de suas atividades. Nessa situação hipotética, caso o juiz competente julgue procedente o pleito, será necessário aguardar o trânsito em julgado da decisão judicial para que a referida associação tenha suas atividades suspensas.",
            "resposta":"E",
            "comentario":"Não é necessário o trânsito em julgado de sentença judicial para que sejam suspensas as atividades de uma associação. O trânsito em julgado é necessário para a dissolução compulsória da associação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"111",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - ANEEL",
            "pergunta":"A CF assegura a criação de cooperativas, na forma da lei, independentemente de autorização, vedando a interferência estatal no seu funcionamento.",
            "resposta":"C",
            "comentario":"O enunciado está perfeito. Fundamento: art. 5o, XVIII, CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"112",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"A criação de associações e, na forma da lei, a de cooperativas independem de autorização, sendo vedadas a dissolução compulsória dessas instituições ou a suspensão de suas atividades.",
            "resposta":"E",
            "comentario":"A primeira parte da questão está correta. A criação de associações e, na forma da lei, a de cooperativas independem de autorização. Entretanto, diferentemente do que diz a segunda parte da questão, pode haver suspensão das atividades dessas instituições ou sua dissolução compulsória, por decisão judicial, exigindo-se, no último caso, o trânsito em julgado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"113",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRE-MA",
            "pergunta":"A criação das associações e, na forma da lei, a de cooperativas, depende de autorização estatal.",
            "resposta":"E",
            "comentario":"Tanto a criação de associações quanto a de cooperativas independem de autorização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"114",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - TRT 17a Região",
            "pergunta":"A CF veda a interferência do Estado no funcionamento das associações e cooperativas.",
            "resposta":"C",
            "comentario":"Perfeito! É o que determina o inciso XVIII do art. 5O da CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"115",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - DPE",
            "pergunta":"As associações somente podem ser compulsoriamente dissolvidas por meio de decisão judicial transitada em julgado, considerando a vedação constitucional de interferência do Estado em seu funcionamento.",
            "resposta":"C",
            "comentario":"É isso mesmo! O inciso XVIII do art. 5O da CF/88 veda a interferência estatal no funcionamento das associações. O inciso XIX do mesmo artigo garante que elas só poderão ser dissolvidas por meio de decisão judicial transitada em julgado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"116",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ–RS",
            "pergunta":"As entidades associativas, quando expressamente autorizadas, têm legitimidade para representar seus filiados judicialmente, mas não no contencioso administrativo.",
            "resposta":"E",
            "comentario":"Quando expressamente autorizadas, as entidades associativas têm legitimidade para representar seus associados judicial e extrajudicialmente, ou seja, também no contencioso administrativo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"117",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2005 - TRE",
            "pergunta":"A liberdade de associação para fins lícitos, inclusive a de caráter paramilitar, é plena.",
            "resposta":"E",
            "comentario":"A Constituição veda a criação de associações de caráter paramilitar. Para os demais tipos de associação, entretanto, é plena a liberdade de associação para fins lícitos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"118",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - Ministério da Saúde",
            "pergunta":"O direito de herança no Brasil é garantido pela Constituição Federal de 1988.",
            "resposta":"C",
            "comentario":"De fato, o direito de herança está previsto na CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"119",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2013 - PRF",
            "pergunta":"No caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano.",
            "resposta":"C",
            "comentario":"Exatamente o que dispõe o art. 5o, inciso XXV: “no caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"120",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - PC-ES",
            "pergunta":"Considerando o âmbito de abrangência dos direitos constitucionais à segurança e à propriedade, na hipótese de uma autoridade estadual competente, no exercício de suas funções institucionais, vier a utilizar propriedade particular para se evitar iminente perigo público, não será devida qualquer indenização ulterior ao respectivo proprietário pela utilização do bem, salvo se houver dano.",
            "resposta":"C",
            "comentario":"De fato, no caso de requisição de propriedade particular devido a iminente perigo público, é assegurada ao proprietário indenização posterior apenas se houver dano.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"121",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"No caso de iminente perigo público, a autoridade competente poderá fazer uso de propriedade particular, assegurada ao proprietário indenização, independentemente da ocorrência de dano.",
            "resposta":"E",
            "comentario":"Na requisição administrativa, proprietário tem direito à indenização posterior, mas apenas se houver dano.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"122",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2003 - Banco do Brasil",
            "pergunta":"Pela lei brasileira, o direito à propriedade é sagrado, não podendo sofrer qualquer tipo de restrição.",
            "resposta":"E",
            "comentario":"O direito à propriedade é uma norma de eficácia contida, sendo passível de sofrer restrições. A própria CF/88 estabelece algumas restrições, no que se refere, por exemplo, à possibilidade de desapropriação no caso de descumprimento da função social. Além disso, nenhum direito é absoluto, “sagrado”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"123",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - PC-ES",
            "pergunta":"A propriedade poderá ser desapropriada por necessidade ou utilidade pública, ou por interesse social, mas sempre mediante justa e prévia indenização em dinheiro.",
            "resposta":"E",
            "comentario":"Observe que o inciso XXIV do art. 5o da CF/88 determina que a regra é a prévia e justa indenização em dinheiro, no caso de desapropriação, “ressalvados os casos previstos na Constituição”. Portanto, a Carta Magna pode criar exceções a essa regra, estabelecendo outras possibilidades de indenização. É o caso, por exemplo, daquelas que se dão por meio de títulos da dívida pública.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"124",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - EBC",
            "pergunta":"Será garantida indenização por benfeitorias necessárias nos casos de desapropriação de fazenda que sedie cultura de plantas psicotrópicas.",
            "resposta":"E",
            "comentario":"Não há indenização no caso de desapropriação de propriedades rurais e urbanas de qualquer região do País onde forem localizadas culturas ilegais de plantas psicotrópicas ou a exploração de trabalho escravo (art. 243 da CF/88).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"125",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-AL",
            "pergunta":"A pequena propriedade rural, assim definida em lei, será impenhorável.",
            "resposta":"E",
            "comentario":"Somente quando trabalhada pela família, a pequena propriedade rural, assim definida em lei, não será objeto de penhora para pagamento de débitos decorrentes de sua atividade produtiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"126",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - Previc",
            "pergunta":"De acordo com a CF, com o objetivo de fomentar a produção e a renda, a pequena propriedade rural, assim definida em lei, desde que trabalhada pela família, não será objeto de penhora para pagamento de qualquer tipo de débito adquirido.",
            "resposta":"E",
            "comentario":"A proteção à pequena propriedade rural, assim definida em lei e desde que trabalhada pela família, limita-se à impossibilidade de penhora para pagamento de débitos decorrentes de sua atividade produtiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"127",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - OAB",
            "pergunta":"Aos autores pertence o direito exclusivo de utilização, publicação ou reprodução de suas obras, transmissível aos herdeiros em caráter permanente.",
            "resposta":"E",
            "comentario":"Aos autores pertence o direito exclusivo de utilização, publicação ou reprodução de suas obras, transmissível aos herdeiros pelo tempo que a lei fixar.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"128",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"A proteção à reprodução da imagem não abrange as atividades desportivas.",
            "resposta":"E",
            "comentario":"A Constituição assegura, nos termos da lei, a proteção à reprodução da imagem e voz humanas, inclusive nas atividades desportivas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"129",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"Aos autores pertence o direito exclusivo de utilização de suas obras, mas não o de reprodução delas.",
            "resposta":"E",
            "comentario":"Aos autores pertence o direito exclusivo de utilização, publicação ou reprodução de suas obras.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"130",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2009 - OAB",
            "pergunta":"Às representações sindicais não é assegurado o direito de fiscalização do aproveitamento econômico de obras criadas por artistas a elas associados.",
            "resposta":"E",
            "comentario":"A Constituição assegura às representações sindicais o direito de fiscalização do aproveitamento econômico das obras criadas por artistas a elas associadas, bem como daquelas em que estes participarem.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"131",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - OAB",
            "pergunta":"A Constituição assegura a proteção às participações individuais em obras coletivas e à reprodução da imagem e voz humanas, inclusive em atividades desportivas.",
            "resposta":"C",
            "comentario":"O enunciado está perfeito!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"132",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2011 - CNPq",
            "pergunta":"A CF garante o direito de propriedade intelectual e assegura aos autores de inventos industriais privilégio permanente para a sua utilização, além de proteção às criações industriais, à propriedade das marcas, aos nomes de empresas e outros signos distintivos, considerando o interesse social e o desenvolvimento tecnológico e econômico do Brasil.",
            "resposta":"E",
            "comentario":"Vejamos o que determina a Constituição: XXIX - a lei assegurará aos autores de inventos industriais privilégio temporário para sua utilização, bem como proteção às criações industriais, à propriedade das marcas, aos nomes de empresas e a outros signos distintivos, tendo em vista o interesse social e o desenvolvimento tecnológico e econômico do País; Nesse inciso, a Constituição enumera expressamente a propriedade industrial como direito fundamental. Chamo sua atenção para o fato de que, diferentemente dos direitos autorais, que pertencem ao autor até sua morte, o criador de inventos industriais têm, sobre estes, privilégio apenas temporário sobre sua utilização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"133",
            "disciplina":"Direito Constitucional",
            "materia":"Direitos e Deveres Individuais e Coletivos",
            "banca":"CESPE/2008 - TJ-RJ",
            "pergunta":"A garantia ao direito de herança é um direito fundamental, que não pode ser restringido pela legislação infraconstitucional.",
            "resposta":"E",
            "comentario":"O direito de herança é norma constitucional de eficácia contida. Como tal, pode, sim, sofrer restrições pela legislação infraconstitucional.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}