{
    "questoes": [
        {   "nro":"01",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2013 - Policial Rodoviário Federal",
            "pergunta":"Conforme a teoria positivista, os direitos humanos fundamentam-se em uma ordem superior, universal, imutável e inderrogável.",
            "resposta":"E",
            "comentario":"A pergunta troca os conceitos da Teoria Positivista para Teoria Jusnaturalista.",
            "lei": "sim",
            "desc_lei": "A Teoria Jusnaturalista dos Direitos Humanos - Os Direitos Humanos compreendem uma ordem suprema, universal, divina e inderrogável, não decorrendo da manifestação do homem. Teoria Positivista dos Direitos Humanos - Os Direitos Humanos constituem criação normativa, sendo reconhecidos à medida que positivados nos documentos legislativos do Estado."
        },
        {   "nro":"02",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2012 - PM-AL – Oficial",
            "pergunta":"Os direitos fundamentais são os direitos humanos reconhecidos como tais pelas autoridades às quais se atribui o poder político de editar normas, tanto no interior dos Estados quanto no plano internacional. São os direitos humanos positivados nas Constituições, nas leis e nos tratados internacionais.",
            "resposta":"C",
            "comentario":"Embora a questão faça um pouco de confusão entre direitos humanos e direitos fundamentais, é exatamente isso: o poder político é responsável para, internamente, editar normas de direitos fundamentais e, externamente, normas direitos humanos, ambas objetivando à proteção da dignidade da pessoa.",
            "lei": "sim",
            "desc_lei": "DIREITOS HUMANOS - direitos de proteção à dignidade previstos internacionalmente. Ex: Declaração Universal de Direitos Humanos. DIREITOS FUNDAMENTAIS - direitos de proteção à dignidade positivados internamente. Constituição da República."
        },
        {   "nro":"03",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"Estratégia",
            "pergunta":"Não existe diferença substancial entre Direitos Humanos e Direitos Fundamentais, pois ambos visam à proteção da pessoa, estes na órbita interna do Estado, aqueles na seara internacional.",
            "resposta":"C",
            "comentario":"Perfeita a assertiva. Como vimos em aula não há diferenças substanciais entre Direitos Fundamentais e Direitos Humanos. Há, inclusive, autores que sustentam que os termos deveriam ser unificados, sugerindo-se a expressão Direitos Humanos Fundamentais ou Direitos Fundamentais Humanos.",
            "lei": "sim",
            "desc_lei": "Podemos distingui-los do seguinte modo: DIREITOS HUMANOS – direitos protetivos à pessoa na órbita internacional, DIREITOS FUNDAMENTAIS – direitos protetivos à pessoa na órbita interna."
        },
        {   "nro":"04",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"Estratégia",
            "pergunta":"Em relação aos fundamentos dos Direitos Humanos, predomina a teoria da fundamentação moral, segundo o qual os direitos humanos são direitos morais que não aferem validade em normas positivas, mas diretamente de valores morais da coletividade humana.",
            "resposta":"E",
            "comentario":"Essa é uma questão bastante difícil e que está incorreta. A doutrina contemporânea afirma que não é possível falar em uma única fundamentação dos Direitos Humanos. Entendem os doutrinadores que cada um dos fundamentos (jusnaturalista, postitivista e moral) dos Direitos Humanos tiveram sua contribuição para lançar as bases da nossa disciplina. Prova disso são os julgados citados em aula do STF que se reportaram à origem jusnaturalista dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"05",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2012 - DPE-ES - Defensor Público",
            "pergunta":"A universalidade e a indivisibilidade são características próprias da concepção contemporânea dos direitos humanos.",
            "resposta":"C",
            "comentario":"Certamente a indivisibilidade e a universalidade constituem características dos Direitos Humanos.",
            "lei": "sim",
            "desc_lei": "INDIVISIBILIDADE - os direitos humanos constituem um corpo único, que deve ser interpretado e aplicado em conjunto. UNIVERSALIDADE - os direitos humanos destinam-se a todas as pessoas e abrangem todos os territórios."
        },
        {   "nro":"06",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2012 - DPE-ES - Defensor Público",
            "pergunta":"A universalidade dos direitos humanos, necessariamente, impõe a visão de mundo ocidental plasmada na Declaração Universal de Direitos Humanos.",
            "resposta":"E",
            "comentario":"Vejam que a afirmação não faz sentido. A universalidade conforme estudamos, contrapondo com a ideia de relatividade, nos afirmou que os Direitos Humanos tendem a serem aplicados para todas as pessoas e para todos os territórios, sempre respeitando as diferenças, de forma que não é possível pensar em imposição da visão de mundo ocidental.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"07",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2012 - CESPE/PM-AL",
            "pergunta":"A individualidade é uma das características dos direitos humanos fundamentais, e, nesse sentido, eles são dirigidos a cada ser humano isoladamente considerado, o que se justifica em razão das diferenças de nacionalidade, sexo, raça, credo ou convicção político-filosófica.",
            "resposta":"E",
            "comentario":"Predomina nos direitos fundamentais (e nos Direitos Humanos, externamente) a universalidade, a unidade e não a consideração a aspectos individuais isoladamente considerados.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"08",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2013 - DPE-RR - Defensor Público",
            "pergunta":"O conceito de universalismo de chegada sintetiza as garantias universais aptas a sustentar uma teoria dos direitos humanos intercultural.",
            "resposta":"C",
            "comentario":"O Universalismo de Chegada intenta a discussão multicultural, de forma que previamente a qualquer violação dos direitos humanos, a comunidade internacional tenha a exata noção a respeito do dever de proteção da dignidade da pessoa humana.",
            "lei": "sim",
            "desc_lei": "Temos também o Universalismo de Partida, parte de determinado acontecimento histórico pelo qual a sociedade passou para futuramente haver o diálogo e respeito aos Direitos Humanos."
        },
        {   "nro":"09",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2012 - DPE-PI - Defensor Público",
            "pergunta":"O princípio da universalidade impede que determinados valores sejam protegidos em documentos internacionais dirigidos a todos os países.",
            "resposta":"E",
            "comentario":"Devemos lembrar que a universalidade objetiva exatamente o contrário do afirmado: estabelecer determinados valores protegidos em documentos internacionais dirigidos a todos os países.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"10",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Características dos Direitos Humanos",
            "banca":"CESPE/2011 - DPE-PI - Defensor Público",
            "pergunta":"A irrenunciabilidade dos direitos fundamentais não destaca o fato de que estes se vinculam ao gênero humano.",
            "resposta":"E",
            "comentario":"É exatamente pelo fato de vincularem o gênero humano que os direitos humanos são considerados irrenunciáveis, vale dizer, não constituem bens jurídicos patrimoniais, cuja disposição pelo seu titular é permitida.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"11",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - Policial Rodoviário Federal",
            "pergunta":"A expressão direitos humanos de primeira geração refere-se aos direitos sociais, culturais e econômicos.",
            "resposta":"E",
            "comentario":"Os direitos de primeira dimensão albergam os direitos civis e políticos. Já os direitos sociais, econômicos e culturais estão compreendidos na segunda dimensão dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"12",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"FUVESPE/2014 - PC-SP - Investigador de Polícia",
            "pergunta":"Na evolução histórica dos direitos humanos, surgem o que se convencionou denominar de “gerações dos direitos”, que representam a valorização de determinados direitos em momentos históricos distintos. A Vida e a Liberdade são direitos pertencentes à primeira geração dos direitos humanos.",
            "resposta":"C",
            "comentario":"O direito à vida e o direito à liberdade são direitos civis.",
            "lei": "sim",
            "desc_lei": "Primeira Dimensão: direitos civis e políticos; Segunda Dimensão: direitos sociais, econômicos e culturais; Terceira Dimensão: direitos de solidariedade ou de fraternidade; Quarta Dimensão: direito à democracia, à informação e ao pluralismo; Quinta Dimensão: direito à identidade individual, ao patrimônio genérico e à proteção contra o abuso das técnicas de clonagem e à paz."
        },
        {   "nro":"13",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - MPT – Procurador",
            "pergunta":"Na Constituição Alemã de 1919, um dos marcos na tutela dos direitos sociais, destacam-se a sujeição da propriedade à função social, a possibilidade de socialização das empresas, a proteção ao trabalho e o direito de sindicalização.",
            "resposta":"C",
            "comentario":"A Constituição de Weimar representa a ascensão do Estado Social do séc. XX e, concomitantemente, a crise do Estado Liberal do séc. XVIII. A referida constituição, juntamente com a Constituição do México de 1917, é marco do movimento constitucionalista, consagrando direitos socais de segunda dimensão, estabelecendo entre outros direitos: Direitos relativos às relações de produção e de trabalho; Direito à educação, à cultura, à previdência; Reorganização do Estado em função da Sociedade e não mais em função do indivíduo; e Função social da propriedade.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"14",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - MPT – Procurador",
            "pergunta":"A Declaração Universal dos Direitos do Homem, de 1948, sintetiza a evolução que vinha ocorrendo de direitos humanos, inscrevendo os direitos de primeira geração, as liberdades públicas, e os de segunda geração, os direitos sociais.",
            "resposta":"C",
            "comentario":"Está correta, pois consagra expressamente tanto direitos de primeira quanto de segunda dimensão.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"15",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - MPT – Procurador",
            "pergunta":"O direito ao desenvolvimento integra a terceira geração de direitos humanos, a dos direitos de solidariedade, estando previsto na Declaração sobre o Direito ao Desenvolvimento da ONU, como um direito individual e dos povos.",
            "resposta":"C",
            "comentario":"E está correta, posto que, segundo doutrina majoritária é possível encontrar direitos de terceira dimensão na Declaração Universal dos Direitos Humanos, notadamente, o direito ao desenvolvimento. ",
            "lei": "sim",
            "desc_lei": "art. 1 da DUDH - 1. O direito ao desenvolvimento é um direito humano inalienável em virtude do qual toda pessoa humana e todos os povos estão habilitados a participar do desenvolvimento econômico, social, cultural e político, a ele contribuir e dele desfrutar, no qual todos os direitos humanos e liberdades fundamentais possam ser plenamente realizados."
        },
        {   "nro":"16",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - MPT – Procurador",
            "pergunta":"O Protocolo Facultativo ao Pacto Internacional de Direitos Civis e Políticos institui para os indivíduos particulares dos Estados que o ratificaram o direito de comunicarem ao Comitê dos Direitos do Homem da ONU, que foram vítima de violação, mas disso resulta apenas uma proteção política, com um parecer do Comitê.",
            "resposta":"C",
            "comentario":"Está correta. O Protocolo Facultativo ao Pacto Internacional de Direitos Civis e Políticos prevê, nos arts. 1o e 4o, respectivamente.",
            "lei": "sim",
            "desc_lei": "Artigo 1 - Os Estados Partes no Pacto que se tornem partes no presente Protocolo reconhecem que o Comité tem competência para receber e examinar comunicações provenientes de particulares sujeitos à sua jurisdição que aleguem ser vítimas de uma violação, por esses Estados Partes, de qualquer dos direitos enunciados no Pacto. O Comité não recebe nenhuma comunicação respeitante a um Estado Parte no Pacto que não seja parte no presente Protocolo. Art. 4 - Parágrafo 1. Ressalvado o disposto no artigo 3, o Comité levará as comunicações que lhe sejam apresentadas, em virtude do presente Protocolo, à atenção dos Estados Partes no dito Protocolo que tenham alegadamente violado qualquer disposição do Pacto. Parágrafo 2. Nos 6 meses imediatos, os ditos Estados submeterão por escrito ao Comité as explicações ou declarações que esclareçam a questão e indicarão, se tal for o caso, as medidas que tenham tomado para remediar a situação."
        },
        {   "nro":"17",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - FUMARC/PC-MG - Perito Criminal",
            "pergunta":"São exemplos de direitos econômicos, o transporte integrado à produção e o pleno emprego.",
            "resposta":"C",
            "comentario":"Os direitos elencados são econômicos. O Direito Econômico é ramo do direito que trata da regulamentação da produção e da circulação de produtos e serviços, com vistas ao desenvolvimento econômico e ao pleno emprego.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"18",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - VUNESP/PC-SP - Auxiliar de Papiloscopista",
            "pergunta":"A noção de direitos humanos foi-se expandindo no decorrer da história, de forma que se passou a falar em diferentes “gerações” ou “dimensões” de direitos. As chamadas primeira, segunda e terceira gerações de direitos compreendem alguns direitos assegurados de forma pioneira em relação à fase histórica anterior, dentre os quais podem ser citados, na ordem cronológica de cada geração, os direitos civis, sociais e à paz.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"19",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - VUNESP/PC-SP",
            "pergunta":"A Revolução Francesa indica o movimento que tornou mundialmente conhecidos os ideais representativos dos direitos humanos reconhecidos e representados pela liberdade, igualdade e fraternidade.",
            "resposta":"C",
            "comentario":"Esse é o tipo de questão que não podemos errar em prova, pois todos sabemos que os princípios de liberdade, igualdade e fraternidade (liberté, égalité, fraternité) constituem o lema da Revolução Francesa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"20",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Dimensões dos Direitos Humanos",
            "banca":"CESPE/2013 - VUNESP/PC-SP - Escrivão de Polícia Civil",
            "pergunta":"Considerando o que a doutrina majoritária dispõe sobre o desenvolvimento e conquista dos direitos humanos, pode-se afirmar que esse desenvolvimento histórico, classificado por gerações de direitos, pode ser, cronologicamente, assim representado pelos direitos de liberdade, direitos sociais e direitos difusos.",
            "resposta":"C",
            "comentario":"Registre-se que os direitos difusos são espécies de direitos coletivos e, portanto, estão compreendidos no rol dos direitos de terceira dimensão. São exemplos de direitos difusos o direito ao meio ambiente e direitos do consumidor.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"21",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"Estratégia/2015",
            "pergunta":"Os direitos de propriedade representam uma esfera clássica dos direitos de primeira dimensão, enquanto os direitos sociais, característicos do Estado de Bem-Estar Social, representam a segunda dimensão dos direitos. ",
            "resposta":"C",
            "comentario":"Está correta a assertiva. Entre os direitos de primeira dimensão estão os direitos civis e, certamente, o direito de propriedade é um dos direitos individuais civis mais importantes deles, ao lado do direito de liberdade e do princípio da igualdade. Do mesmo modo, os direitos de segunda dimensão são característicos do Estado de Bem-Estar social, na medida em que representam a necessidade de o Estado efetivar políticas públicas para garantir o bem estar da coletividade, tais como o direito à saúde.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"22",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"Estratégia/2015",
            "pergunta":"Os direitos de coletividade são direitos de terceira dimensão. Embora não haja unanimidade na doutrina, fala-se, ainda, em direitos de quarta e quinta dimensão, respectivamente, os direitos relativos ao material genético e direito à paz.",
            "resposta":"C",
            "comentario":"Exato! Os direitos de terceira dimensão são representados pelos direitos de fraternidade e solidariedade, que abrangem os direitos difusos e coletivos. Quanto às quarta e quinta dimensões referidas na assertiva, se retornarmos à Aula 01, podemos afirmar que as os direitos referidos estão em conformidade com o posicionamento de Norberto Bobbio. Logo, ainda mais considerando que a questão alertou haver divergências, a assertiva está correta.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"23",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"Estratégia/2015",
            "pergunta":"Os direitos de natureza trabalhistas atrelam-se especialmente à segunda dimensão dos direitos humanos, exigindo do Estado uma posição não interventiva nos contratos de trabalho.",
            "resposta":"E",
            "comentario":"Essa assertiva tem que ficar memorizada. Os direitos dos trabalhadores são espécie de direitos sociais de segunda dimensão. Lembre-se que, neste caso, a atuação estatal ocorre com a intervenção nas relações de trabalho, com o fim de evitar abusos por parte do empregador. Logo, a assertiva está incorreta, pois ao contrário do afirmado os direitos de segunda dimensão exigem uma postura interventiva!",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"24",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"FCC/2015 - TRT 3 Região (MG) - Analista Judiciário",
            "pergunta":"No âmbito dos Direitos Humanos observa-se que, historicamente, há um movimento de dividir a sociedade de forma dicotômica caracterizando os seres humanos em normais e anormais, iguais e diferentes entre outras nomenclaturas estigmatizantes. Nessa lógica, ao dividir a sociedade de forma dicotômica, reforça os processos de exclusão e segregação social.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa!",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"25",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"VUNESP/2015 - MPSP – Assistente de Promotoria",
            "pergunta":"A evidenciação de direitos sociais, culturais e econômicos, correspondendo aos direitos de igualdade, sob o prisma substancial, real e material, e não meramente formal, mostra-se marcante nos documentos pertencentes ao que se convencionou classificar como segunda dimensão dos direitos humanos.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"26",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"FMP/2015 - DPE-PA - Defensor Público Substituto",
            "pergunta":"Sobre as características dos direitos humanos, é CORRETO afirmar que a irrenunciabilidade reconhecida aos direitos humanos significa a impossibilidade de que o seu titular abra mão de direitos previstos em tratados internacionais, os quais, entretanto, podem sofrer restrições por lei ordinária, conforme o ordenamento jurídico de cada país.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"27",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2015 - DPE-PE - Defensor Público",
            "pergunta":"O principal fundamento dos direitos humanos no Brasil refere-se à dignidade da pessoa humana. Por essa razão, além de haver consenso acerca do conteúdo desse princípio, ele é válido somente para os direitos humanos consagrados explicitamente na CF.",
            "resposta":"E",
            "comentario":"Não de refere apenas a CF, pois é válido também pela Declaração Universal dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"28",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2015 - DPE-PE - Defensor Público",
            "pergunta":"Na luta pelos direitos humanos, há avanços e retrocessos, decorrendo disso a necessidade de o Estado e a sociedade civil se engajarem para que se realizem ações e políticas públicas que sejam efetivamente de Estado e não de governo.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"29",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2013 - FEPESE/SJC-SC - Agente de Segurança Socioeducativo",
            "pergunta":"São características da Declaração Universal dos Direitos Humanos a universalidade, efetividade e indivisibilidade.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"30",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Teoria geral dos direitos humanos",
            "banca":"CESPE/2013 - FEPESE/SJC-SC - Agente de Segurança Socioeducativo",
            "pergunta":"Os direitos de liberdade são classificados como de primeira geração.",
            "resposta":"C",
            "comentario":"Correto, basta lembrar que os princípios de liberdade, igualdade e fraternidade (liberté, égalité, fraternité) constituem o lema da Revolução Francesa. As gerações dos Direitos Humanos, seguem a mesma lógica.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}