{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - TJ-SE",
            "pergunta":"Os elementos de estabilização constitucional são encontrados nas normas que estabelecem regras de aplicação das Constituições, como, por exemplo, nas disposições constitucionais transitórias.",
            "resposta":"E",
            "comentario":"O enunciado traduz o conceito de elementos formais de aplicabilidade. Os elementos de estabilização constitucional compreendem as normas destinadas a prover solução de conflitos constitucionais, bem como a defesa da Constituição, do Estado e das instituições democráticas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"02",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 -  TJ-SE",
            "pergunta":"O preâmbulo da CF tem eficácia positiva e pode servir de parâmetro para a declaração de inconstitucionalidade de ato normativo.",
            "resposta":"E",
            "comentario":"O preâmbulo não é considerado norma jurídica e, portanto, não pode ser utilizado como parâmetro para a declaração de inconstitucionalidade de ato normativo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - TRF 5a Região",
            "pergunta":"São denominados elementos limitativos das Constituições aqueles que visam assegurar a defesa da Constituição e do Estado Democrático de Direito.",
            "resposta":"E",
            "comentario":"Esse é o conceito de elementos de estabilização constitucional, segundo José Afonso da Silva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2012 - TCE-ES",
            "pergunta":"Denominam-se elementos orgânicos da CF os elementos acerca da estrutura do Estado e do poder, tais como as normas relativas à organização do Estado.",
            "resposta":"C",
            "comentario":"De fato, é esse o conceito de elementos orgânicos da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2012 - TJ-AL",
            "pergunta":"O preâmbulo constitui exemplo de elemento orgânico da Constituição.",
            "resposta":"E",
            "comentario":"Segundo a maior parte da doutrina, trata-se de elemento formal de aplicabilidade, traduzindo a ideologia do poder constituinte.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2009 - TCE-ES",
            "pergunta":"Os direitos individuais e suas garantias, os direitos de nacionalidade e os direitos políticos são considerados elementos limitativos das constituições.",
            "resposta":"C",
            "comentario":"De fato, trata-se de elementos limitativos das constituições, uma vez que limitam a atuação do Estado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2008 - PC-TO - Delegado",
            "pergunta":"Os elementos orgânicos que compõem a Constituição dizem respeito às normas que regulam a estrutura do Estado e do poder, fixando o sistema de competência dos órgãos, instituições e autoridades públicas.",
            "resposta":"C",
            "comentario":"Trata-se, de fato, do conceito de elementos orgânicos da Constituição, de José Afonso da Silva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2015 - FUB",
            "pergunta":"As normas que integram uma constituição escrita possuem hierarquia entre si, de modo que as normas materialmente constitucionais ostentam maior valor hierárquico que as normas apenas formalmente constitucionais.",
            "resposta":"E",
            "comentario":"Todas as normas constitucionais apresentam a mesma hierarquia, sejam elas materialmente ou apenas formalmente constitucionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"As convenções internacionais de direitos humanos ingressam no ordenamento jurídico nacional com status de lei complementar.",
            "resposta":"E",
            "comentario":"Os tratados internacionais sobre direitos humanos podem ingressar no ordenamento jurídico com “status” de emenda constitucional, se forem internalizados pelo rito especial das mesmas, ou supralegal, nos demais casos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2010 - TRT 1a Região",
            "pergunta":"Não há hierarquia entre lei complementar e decreto autônomo, quando este for validamente editado.",
            "resposta":"C",
            "comentario":"De fato, não há hierarquia entre lei complementar e decreto autônomo. Ambas são normas primárias.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2009 - AUGE-MG",
            "pergunta":"As normas da CF que tratam dos direitos e garantias fundamentais são hierarquicamente superiores às normas constitucionais que disciplinam a política urbana e o sistema financeiro nacional.",
            "resposta":"E",
            "comentario":"Não há hierarquia entre normas constitucionais originárias. Da mesma forma, não existe hierarquia entre normas constitucionais originárias e normas constitucionais derivadas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2008 - Hemobrás – Adaptada",
            "pergunta":"Em 30/3/2000, o Poder Executivo federal editou a medida provisória n.o 1.963-17/2000, posteriormente editada sob o n.o 2.170-36/2001, cuja vigência, nos moldes do art. 2.o da Emenda Constitucional n.o 32/01, foi prorrogada até que medida provisória ulterior as revogue explicitamente ou até deliberação definitiva do Congresso Nacional, segundo entendimento pacificado no âmbito do Superior Tribunal de Justiça quando do julgamento do recurso especial n.o 629.487/RS, do relator Ministro Fernando Gonçalves ( Quarta Turma, julgado em 22/6/2004, DJ 2/8/2004, p. 412 ). O art. 5.o da referida medida provisória dispõe que, nas operações realizadas pelas instituições integrantes do Sistema Financeiro Nacional, é admissível a capitalização de juros com periodicidade inferior a um ano. Na hipótese de ser posteriormente editada lei ordinária genérica que proíba a capitalização de juros em qualquer periodicidade, o art. 5.o da medida provisória em questão estaria naturalmente revogado, uma vez que as leis ordinárias são hierarquicamente superiores às medidas provisórias.",
            "resposta":"E",
            "comentario":"As medidas provisórias têm o mesmo “status” das leis ordinárias. A lei ordinária, nesse caso, revogará a medida provisória por ter sido editada posteriormente a ela, não por ser hierarquicamente superior.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"13",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2008 - TRF 1a Região",
            "pergunta":"Os decretos legislativos são hierarquicamente inferiores às leis ordinárias.",
            "resposta":"E",
            "comentario":"Os decretos legislativos e as leis ordinárias têm o mesmo nível hierárquico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"14",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2010 - PM-DF",
            "pergunta":"Se o Congresso Nacional aprovar, em cada uma de suas casas, em dois turnos, por três quintos dos seus votos dos respectivos membros, tratado internacional que verse sobre direitos humanos, esse tratado será equivalente às emendas constitucionais.",
            "resposta":"C",
            "comentario":"Os tratados de direitos humanos aprovados, em cada uma das Casas do Congresso Nacional, em dois turnos, por três quintos dos votos dos respectivos membros, terão equivalência de emenda constitucional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"15",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2012 - Delegado - PC-AL",
            "pergunta":"De acordo com a CF, os tratados internacionais de direitos humanos que forem aprovados, em cada Casa do Congresso Nacional, em dois turnos, por três quintos dos votos dos respectivos membros, terão status de norma constitucional. Tais tratados podem fundamentar tanto o controle de constitucionalidade quanto o controle de convencionalidade.",
            "resposta":"C",
            "comentario":"Os tratados de direitos humanos aprovados pelo rito próprio das emendas constitucionais serão a elas equivalentes. Esses tratados serão paradigma tanto para o controle de constitucionalidade quanto para o controle de convencionalidade das leis.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"16",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2010 - BB Cert",
            "pergunta":"Considerando que uma lei ordinária federal, uma lei ordinária estadual e uma lei ordinária municipal tratem simultaneamente da mesma questão, as referidas leis não mantêm propriamente hierarquia entre si, pois cada esfera legislativa tem seu próprio campo de atuação.",
            "resposta":"C",
            "comentario":"As leis dos diferentes entes federativos não apresentam hierarquia entre si. O que as diferencia é seu campo de atuação, delimitado pela Constituição Federal. No caso de tratarem de uma mesma matéria, a lei do ente que tem competência para dela tratar suspenderá a eficácia das demais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2009 - MEC-FUB",
            "pergunta":"De acordo com a hierarquia das leis, a Constituição Federal está subordinada às leis complementares, pois elas regulamentam o que falta na Constituição.",
            "resposta":"E",
            "comentario":"As leis complementares estão subordinadas à Constituição, fundamento de validade de todo o ordenamento jurídico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"18",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2010 - MPE-RO",
            "pergunta":"Os tratados de direitos humanos, ainda que aprovados apenas no Senado Federal, em dois turnos e por maioria qualificada, equiparam-se às emendas constitucionais.",
            "resposta":"E",
            "comentario":"A Constituição Federal assegura aos tratados sobre direitos humanos internalizados no ordenamento jurídico com obediência ao rito próprio de emendas à Constituição a hierarquia de normas constitucionais. Para isso, é necessário serem aprovados em cada Casa do Congresso Nacional (Câmara dos Deputados e Senado Federal), em dois turnos, por três quintos dos votos dos respectivos membros.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"19",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2010 - SEFAZ-ES",
            "pergunta":"Caso o Congresso Nacional aprove, em cada uma de suas casas, em dois turnos, por três quintos dos votos dos respectivos membros, um tratado internacional acerca dos direitos humanos, tal tratado será equivalente a uma lei complementar.",
            "resposta":"E",
            "comentario":"O tratado acerca de direitos humanos internalizado com rito próprio de emenda constitucional será a ela equivalente (art. 5o, § 3o, CF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"20",
            "disciplina":"Direito Constitucional",
            "materia":"A Pirâmide de Kelsen – Hierarquia das Normas",
            "banca":"CESPE/2008 - TJ-CE",
            "pergunta":"De acordo com o texto da CF, tratado internacional que verse sobre direitos humanos, ainda que recepcionado com o “quórum” de emenda à CF, não pode a ela ser equiparado, devido à ausência de iniciativa dos legitimados para alteração constitucional.",
            "resposta":"E",
            "comentario":"Pelo contrário! Nesse caso, o tratado terá, por força do art. 5o, § 3o, da Constituição, “status” de emenda constitucional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2014 - Câmara dos Deputados",
            "pergunta":"As normas constitucionais de eficácia contida gozam de eficácia plena enquanto não houver restrição, podendo seus efeitos ser limitados apenas pela atuação do legislador infraconstitucional.",
            "resposta":"E",
            "comentario":"De fato, as normas constitucionais de eficácia contida gozam de eficácia plena enquanto não houver restrição . Entretanto, diferentemente do que afirma o enunciado, seus efeitos podem ser restringidos não só pela lei, mas também pela própria Constituição e por conceitos ético-jurídicos indeterminados.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"22",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2014 - Câmara dos Deputados",
            "pergunta":"As normas constitucionais de eficácia limitada não produzem qualquer efeito no momento de sua entrada em vigor, dada a necessidade de serem integradas por meio de emenda constitucional ou de lei infraconstitucional.",
            "resposta":"E",
            "comentario":"As normas constitucionais de eficácia limitada possuem eficácia mínima. Produzem imediatamente, desde a promulgação da Constituição, efeito negativo e efeito vinculativo. O efeito negativo consiste na revogação de disposições anteriores em sentido contrário e na proibição de leis posteriores que se oponham a seus comandos. O efeito vinculativo, por sua vez, se manifesta na obrigação de que o legislador ordinário edite leis regulamentadoras, sob pena de haver omissão inconstitucional, que pode ser combatida por meio de mandado de injunção ou Ação Direta de Inconstitucionalidade por Omissão. Assim, ao contrário do que diz o enunciado, as normas de eficácia limitada produzem efeitos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"23",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"As normas de eficácia limitada são aquelas que a CF regulou suficientemente.",
            "resposta":"E",
            "comentario":"As normas de eficácia limitada dependem de regulamentação por outras, infraconstitucionais, para produzirem todos os seus efeitos. Não foram reguladas suficientemente pela Carta Magna.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"24",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"As normas constitucionais de eficácia plena não admitem qualquer tipo de regulamentação legal.",
            "resposta":"E",
            "comentario":"Apesar de não dependerem de nenhuma norma infraconstitucional para produzirem todos os seus efeitos, não há óbice para que sejam regulamentadas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - Ibama",
            "pergunta":"Uma norma constitucional que ainda necessita de edição de lei para estabelecer a forma na qual deve ser cumprida é denominada norma constitucional de eficácia limitada.",
            "resposta":"C",
            "comentario":"Trata-se, de fato, de norma constitucional de eficácia limitada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"26",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - TRT 8a Região",
            "pergunta":"Conforme previsão constitucional, o exercício do direito de greve, no âmbito do serviço público, depende de regulamentação infraconstitucional.",
            "resposta":"C",
            "comentario":"O direito de greve dos servidores públicos é norma de eficácia limitada, dependendo de regulamentação infraconstitucional para ser exercitável.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - DEPEN",
            "pergunta":"Normas programáticas, que não são de aplicação imediata, explicitam comandos-valores e têm como principal destinatário o legislador.",
            "resposta":"C",
            "comentario":"As normas programáticas são normas de eficácia limitada, possuindo aplicação mediata. Elas definem diretrizes a serem implementadas pelo legislador ordinário, que é o seu principal destinatário.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"28",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - TJDFT",
            "pergunta":"Segundo a tradicional classificação quanto ao grau de aplicabilidade das normas constitucionais, normas de eficácia limitada são aquelas que, de imediato, no momento em que a Constituição é promulgada, não têm o condão de produzir todos os seus efeitos, sendo necessária a edição de uma lei integrativa infraconstitucional. São, portanto, de aplicabilidade mediata e reduzida, também chamada de aplicabilidade indireta ou diferida.",
            "resposta":"C",
            "comentario":"De fato, as normas de eficácia limitada, no momento em que a Constituição é promulgada, não produzem todos os seus efeitos. Para isso, é necessária complementação legislativa. Elas possuem aplicabilidade indireta, mediata (diferida) e reduzida.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2013 - TCE-RO",
            "pergunta":"Constitui exemplo de norma programática a norma constitucional que impõe ao Estado o dever de apoiar e incentivar a valorização e a difusão das manifestações culturais.",
            "resposta":"C",
            "comentario":"A questão faz referência ao art. 215, da CF/88 (“O Estado garantirá a todos o pleno exercício dos direitos culturais e acesso às fontes da cultura nacional, e apoiará e incentivará a valorização e a difusão das manifestações culturais”), que é uma típica norma programática.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"30",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - MPU",
            "pergunta":"As normas de eficácia contida permanecem inaplicáveis enquanto não advier normatividade para viabilizar o exercício do direito ou benefício que consagram; por isso, são normas de aplicação indireta, mediata ou diferida.",
            "resposta":"E",
            "comentario":"Nada disso! As normas de eficácia contida produzem todos os seus efeitos desde a sua edição. Contudo, podem ter sua eficácia restringida pela lei ou pela própria Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"31",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - MPU",
            "pergunta":"As normas constitucionais de eficácia limitada são desprovidas de normatividade, razão pela qual não surtem efeitos nem podem servir de parâmetro para a declaração de inconstitucionalidade.",
            "resposta":"E",
            "comentario":"Essas normas possuem, sim, normatividade. Apresentam eficácia mínima e efeito vinculante desde a sua edição, produzindo, desde logo, os seguintes efeitos: revogação das disposições anteriores em sentido contrário e impedimento da validade de leis posteriores que se opuserem a seus comandos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - PM-DF",
            "pergunta":"Por necessitarem de leis integrativas para produzirem os seus efeitos, as normas constitucionais de eficácia limitada não revogam de imediato a legislação infraconstitucional precedente incompatível com o seu conteúdo.",
            "resposta":"E",
            "comentario":"As normas constitucionais de eficácia limitada possuem eficácia mínima, revogando de imediato a legislação infraconstitucional precedente incompatível com o seu conteúdo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"33",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - IPAJM–ES",
            "pergunta":"O art. 5.o, inciso XIII, da CF, que dispõe ser livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer, classifica-se, quanto ao grau de eficácia e aplicabilidade, como de eficácia limitada, pois o legislador constituinte regulou os interesses relativos à matéria, mas deixou margem à atuação limitadora do legislador infraconstitucional.",
            "resposta":"E",
            "comentario":"De fato, nesse dispositivo, o legislador constituinte regulou os interesses relativos à matéria, mas deixou margem à atuação limitadora do legislador infraconstitucional. Por isso, o art. 5o, XIII, da CF, é norma de eficácia contida.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"34",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - TRE-BA",
            "pergunta":"No tocante à aplicabilidade, de acordo com a tradicional classificação das normas constitucionais, são de eficácia limitada aquelas em que o legislador constituinte regula suficientemente os interesses concernentes a determinada matéria, mas deixa margem à atuação restritiva por parte da competência discricionária do poder público, nos termos em que a lei estabelecer ou na forma dos conceitos gerais nela previstos.",
            "resposta":"E",
            "comentario":"O enunciado traz o conceito de normas constitucionais de eficácia contida, não o de normas de eficácia limitada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"35",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2015 - TCE-ES",
            "pergunta":"As normas constitucionais de eficácia limitada têm por fundamento o fato de que sua abrangência pode ser reduzida por norma infraconstitucional, restringindo sua eficácia e aplicabilidade.",
            "resposta":"E",
            "comentario":"São as normas de eficácia contida que podem sofrer restrições por norma infraconstitucional, não as de eficácia limitada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"36",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2008 - STJ",
            "pergunta":"Normas de eficácia limitada são aquelas que dependem da edição de outra norma da mesma estatura jurídica para que possam produzir efeito.",
            "resposta":"E",
            "comentario":"De fato, as normas de eficácia limitada precisam da edição de outra para produzirem todos os seus efeitos. Contudo, a norma regulamentadora não terá a mesma estatura jurídica; ela será uma lei, situada hierarquicamente abaixo da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2008 - STJ",
            "pergunta":"As normas que estabelecem diretrizes e objetivos a serem atingidos pelo Estado, visando o fim social, ou por outra, o rumo a ser seguido pelo legislador ordinário na implementação das políticas de governo, são conhecidas como normas programáticas.",
            "resposta":"C",
            "comentario":"É esse o conceito de normas programáticas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2007 - TRT 9a Região",
            "pergunta":"Norma constitucional de eficácia contida é aquela que, sendo autoaplicável, autoriza a posterior restrição por parte do legislador infraconstitucional.",
            "resposta":"C",
            "comentario":"De fato, é esse o conceito de norma constitucional de eficácia contida.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"39",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2004 - TCE-PE",
            "pergunta":"No caso das normas constitucionais conhecidas como programáticas, assim como no das classificadas como de eficácia limitada, é juridicamente válido o advento de norma infraconstitucional que lhes seja contrária, justamente porque a eficácia delas é deficiente.",
            "resposta":"E",
            "comentario":"As normas de eficácia limitada, das quais as programáticas são espécie, apresentam eficácia mínima, tornando inválidas quaisquer normas infraconstitucionais a elas contrárias.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicabilidade das normas constitucionais",
            "banca":"CESPE/2010 - MPU",
            "pergunta":"As normas de eficácia plena não exigem a elaboração de novas normas legislativas que lhes completem o alcance e o sentido ou lhes fixem o conteúdo; por isso, sua aplicabilidade é direta, ainda que não integral.",
            "resposta":"E",
            "comentario":"As normas de eficácia plena não exigem a elaboração de novas normas legislativas que lhes completem o alcance e o sentido ou lhes fixem o conteúdo; por isso, sua aplicabilidade é direta. Além disso, por produzirem todos os seus efeitos desde sua edição, apresentam aplicabilidade integral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2015 - AGU",
            "pergunta":"Diferentemente do poder constituinte derivado, que tem natureza jurídica, o poder constituinte originário constitui-se como um poder, de fato, inicial, que instaura uma nova ordem jurídica, mas que, apesar de ser ilimitado juridicamente, encontra limites nos valores que informam a sociedade.",
            "resposta":"C",
            "comentario":"O Poder Constituinte Originário é um poder de fato, extrajurídico; é um poder inicial, uma vez que cria uma nova ordem jurídica, um novo Estado. O Poder Constituinte Derivado, por sua vez, é um poder jurídico. Destaque-se, ainda, que o Poder Constituinte Originário é ilimitado juridicamente, mas encontra limites dos valores sociais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2015 - TRE-GO",
            "pergunta":"As constituições estaduais promulgadas pelos estados-membros da Federação são expressões do poder constituinte derivado decorrente, cujo exercício foi atribuído pelo poder constituinte originário às assembleias legislativas.",
            "resposta":"C",
            "comentario":"De fato, o poder constituinte derivado decorrente é o poder atribuído pela Constituição Federal aos estados-membros para que estes elaborem suas próprias constituições.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"43",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2014 - TJ-SE",
            "pergunta":"O poder constituinte dos estados, dada a sua condição de ente federativo autônomo, é soberano e ilimitado.",
            "resposta":"E",
            "comentario":"Os Estados, na condição de entes federativos autônomos, possuem o Poder Constituinte Derivado Decorrente. Ao contrário do que diz o enunciado, trata- se de poder condicionado e limitado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"44",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2013 - ANTT",
            "pergunta":"O poder constituinte originário é inicial, autônomo e condicionado.",
            "resposta":"E",
            "comentario":"O Poder Constituinte Originário é inicial, autônomo e incondicionado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"45",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2013 - ANTT",
            "pergunta":"A soberania popular consiste essencialmente no poder constituinte do povo.",
            "resposta":"C",
            "comentario":"A titularidade do Poder Constituinte é do povo. Daí falarmos em “soberania popular”",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"46",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2013 - TRT 10a Região",
            "pergunta":"O poder constituinte estadual classifica-se como decorrente, em virtude de consistir em uma criação do poder constituinte originário, não gozando de soberania, mas de autonomia.",
            "resposta":"C",
            "comentario":"O Pode Constituinte Decorrente é o poder dos Estados para elaborar suas próprias constituições. Esse poder deve observar os princípios previstos na Constituição Federal. É, portanto, dotado apenas de autonomia, e não de soberania.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"47",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2013 - CNJ",
            "pergunta":"O poder constituinte é inicial, autônomo e condicionado, exprimindo a ideia de direito prevalente no momento histórico e que moldará a estrutura jurídica do Estado.",
            "resposta":"E",
            "comentario":"O Poder Constituinte Originário é incondicionado; ele não se sujeita a qualquer forma ou procedimento predeterminado em sua manifestação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"48",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2012 - TJ-RR",
            "pergunta":"O poder constituinte originário é autônomo e se esgota com a edição da nova constituição.",
            "resposta":"E",
            "comentario":"De fato, o Poder Constituinte Originário é autônomo. No entanto, ele não se esgota com a edição de uma nova constituição; ele permanece “hibernando”, no aguardo de mais oportunidade para manifestar-se.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"49",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2012 - TCE-ES",
            "pergunta":"Denomina-se poder constituinte originário histórico aquele que cria, pela primeira vez, um Estado novo, que não existia antes; e poder constituinte originário revolucionário, o poder seguinte ao histórico, que cria um novo Estado mediante uma ruptura com o Estado anterior.",
            "resposta":"C",
            "comentario":"O Poder Constituinte Originário pode ser dividido, quanto ao momento de sua manifestação em histórico (fundacional) ou revolucionário (pós- fundacional). O primeiro é o que cria a primeira Constituição do Estado; o segundo, o que estabelece uma nova Constituição, rompendo com a ordem jurídica anterior e, por conseguinte, criando um novo Estado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"50",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2012 - DPE-SE",
            "pergunta":"O caráter ilimitado do poder constituinte originário deve ser entendido guardadas as devidas proporções: embora a Assembleia Nacional Constituinte de 1987/1988 não se subordinasse a nenhuma ordem jurídica que lhe fosse anterior, devia observância a certos limites extrajurídicos, como valores éticos e sociais.",
            "resposta":"C",
            "comentario":"Questão muito inteligente! Embora o Poder Constituinte Originário seja ilimitado juridicamente, ele deve, nas palavras da Canotilho, obedecer a “padrões e modelos de conduta espirituais, culturais, éticos e sociais radicados na consciência jurídica geral da comunidade”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"51",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2012 - TJ-RR",
            "pergunta":"O poder constituinte originário é autônomo e se esgota com a edição da nova constituição.",
            "resposta":"E",
            "comentario":"De fato, o poder constituinte originário é autônomo, não se submetendo a limites determinados pelo direito anterior. Entretanto, diferentemente do que diz o enunciado, ele é permanente, não se esgota com a edição de uma nova constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"52",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2012 - MP-PI",
            "pergunta":"O poder constituinte originário, responsável pela elaboração de uma nova Constituição, extingue-se com a conclusão de sua obra.",
            "resposta":"E",
            "comentario":"Nada disso! O poder constituinte originário é permanente, podendo manifestar- se a qualquer tempo, mesmo após a elaboração de uma Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"53",
            "disciplina":"Direito Constitucional",
            "materia":"Poder Constituinte",
            "banca":"CESPE/2011 - Correios",
            "pergunta":"Quando, no exercício de sua capacidade de auto-organização, o estado-membro edita sua constituição, ele age com fundamento no denominado poder constituinte derivado decorrente.",
            "resposta":"C",
            "comentario":"Com certeza! Quando os estados-membros editam suas constituições, está ocorrendo a manifestação do Poder Constituinte Derivado Decorrente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"54",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2015 - TRE-GO",
            "pergunta":"Devido ao status que tem uma Constituição dentro de um ordenamento jurídico, a entrada em vigor de um novo texto constitucional torna inaplicável a legislação infraconstitucional anterior.",
            "resposta":"E",
            "comentario":"Não necessariamente. A legislação infraconstitucional compatível materialmente com a nova Constituição é por ela recepcionada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"55",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2014 - Câmara dos Deputados",
            "pergunta":"Com o advento de uma nova ordem constitucional, é possível que dispositivos da constituição anterior permaneçam em vigor com o status de leis infraconstitucionais, desde que haja norma constitucional expressa nesse sentido.",
            "resposta":"C",
            "comentario":"Para resolver essa questão, é fundamental percebermos que ela não se refere especificamente ao atual sistema jurídico brasileiro. No Brasil, como se sabe, não é aceita a tese da desconstitucionalização. Entretanto, o conceito trazido pelo enunciado está perfeito. A desconstitucionalização ocorrerá quando normas da Constituição pretérita forem recepcionadas, pela nova ordem constitucional, como normas infraconstitucionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"56",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2013 - DPE-TO",
            "pergunta":"No sistema brasileiro, o exercício do poder constituinte originário implica revogação das normas jurídicas inseridas na constituição anterior, apenas quando forem materialmente incompatíveis com a constituição posterior.",
            "resposta":"E",
            "comentario":"A entrada em vigor de uma nova Constituição implica na revogação integral da Constituição pretérita, independentemente de qualquer análise de compatibilidade material.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"57",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2010 - DPE-BA",
            "pergunta":"O denominado fenômeno da recepção material de normas constitucionais somente é admitido mediante expressa previsão na nova Constituição.",
            "resposta":"C",
            "comentario":"A recepção de normas constitucionais é o que a doutrina chama de desconstitucionalização, que somente ocorrer de forma expressa, diferentemente do que ocorre com a recepção das leis infraconstitucionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"58",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2010 - DPE-BA",
            "pergunta":"O STF admite, com fundamento no princípio da contemporaneidade, a aplicação da denominada teoria da inconstitucionalidade superveniente.",
            "resposta":"E",
            "comentario":"O STF não admite a inconstitucionalidade superveniente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"59",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"As normas jurídicas anteriores à CF devem respeitar a supremacia material da constituição atualmente vigente, sob pena de não serem recepcionadas.",
            "resposta":"C",
            "comentario":"É o que determina o princípio da recepção: deve haver compatibilidade material para que as normas infraconstitucionais editadas na vigência da Constituição pretérita sejam recepcionadas pela nova Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"60",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"As normas jurídicas anteriores à CF devem respeitar a supremacia formal da constituição atualmente vigente, sob pena de serem revogadas.",
            "resposta":"E",
            "comentario":"As normas pré-constitucionais devem respeitar a supremacia material da constituição vigente, sob pena de serem revogadas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"61",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2010 - DPU",
            "pergunta":"As normas jurídicas anteriores à CF devem respeitar a supremacia material e formal da constituição atualmente vigente, sob pena de não serem recepcionadas.",
            "resposta":"E",
            "comentario":"As normas pré-constitucionais devem respeitar apenas a supremacia material da constituição vigente, sob pena de serem revogadas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"62",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2009 - TCE-ES",
            "pergunta":"O STF admite a teoria da inconstitucionalidade superveniente de ato normativo produzido antes da nova constituição e perante o novo dispositivo paradigma, nela inserido.",
            "resposta":"E",
            "comentario":"O STF não admite a inconstitucionalidade superveniente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"63",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2009 - TCE-ES",
            "pergunta":"No fenômeno da recepção, são analisadas as compatibilidades formais e materiais da lei em face da nova constituição.",
            "resposta":"E",
            "comentario":"É analisada apenas a compatibilidade material da lei em face da nova constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"64",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2008 - PGE-PI",
            "pergunta":"De acordo com Alexandre de Moraes (Direito Constitucional, São Paulo: Atlas, 2001, p. 511), o ato que consiste no acolhimento que uma nova constituição posta em vigor dá às leis e aos atos normativos editados sob a égide da Carta anterior, desde que compatíveis consigo, é denominado recepção.",
            "resposta":"C",
            "comentario":"Isso mesmo, trata-se do fenômeno da recepção.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"65",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2004 - TCE-PE",
            "pergunta":"Considere a seguinte situação hipotética. Uma lei foi publicada na vigência da Constituição anterior e se encontrava no prazo de vacatio legis. Durante esse prazo, foi promulgada uma nova Constituição. Nessa situação, segundo a doutrina, a lei não poderá entrar em vigor.",
            "resposta":"C",
            "comentario":"Como a lei não estava em vigor no momento da vigência da nova Constituição, não é possível sua recepção. Logo, ela não entrará em vigor.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"66",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2008 - MPE-RO",
            "pergunta":"Uma lei estadual editada com base na sua competência prevista em Constituição pretérita é recepcionada como lei federal, quando a nova Constituição atribui essa mesma competência à União.",
            "resposta":"E",
            "comentario":"A lei estadual não será recepcionada como lei federal após a entrada em vigor da nova Constituição. A recepção somente é admitida quando a alteração de competências federativas se dá do ente de maior grau para o ente de menor grau. Assim, uma lei federal poderia ser recepcionada como lei estadual pela nova Constituição, caso a competência passe a ser dos estados.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"67",
            "disciplina":"Direito Constitucional",
            "materia":"Aplicação das normas constitucionais no tempo",
            "banca":"CESPE/2011 - Assembleia Legislativa/ES",
            "pergunta":"De acordo com a doutrina, determinada lei que perdeu a vigência em face da instauração de nova ordem constitucional terá sua eficácia automaticamente restaurada pelo advento de outra constituição, desde que com ela compatível, por se tratar de hipótese em que se admite a repristinação.",
            "resposta":"E",
            "comentario":"A repristinação somente poderá ocorrer quando houver previsão expressa nesse sentido. Assim, não há que se falar em restauração automática de eficácia de lei. Não se admite a chamada repristinação tácita.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"68",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - TJ-DF",
            "pergunta":"Lei que trata da realização de pesquisas com células-tronco embrionárias viola o direito à vida e, assim, a ordem constitucional vigente.",
            "resposta":"E",
            "comentario":"O STF considera que não ofende o direito à vida e a dignidade da pessoa humana a pesquisa com células-tronco embrionárias obtidas de embriões humanos produzidos por fertilização “in vitro” e não utilizados neste procedimento.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"69",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - Câmara dos Deputados",
            "pergunta":"A República Federativa do Brasil, constituída como Estado democrático de direito, visa garantir o pleno exercício dos direitos e garantias fundamentais, incluindo-se, entre seus fundamentos, a cidadania e a dignidade da pessoa humana.",
            "resposta":"C",
            "comentario":"A questão cobra o conhecimento do art. 1o da Constituição Federal.",
            "lei": "sim",
            "desc_lei": "Art. 1o A República Federativa do Brasil, formada pela união indissolúvel dos Estados e Municípios e do Distrito Federal, constitui-se em Estado Democrático de Direito e tem como fundamentos: I - a soberania; II - a cidadania; III - a dignidade da pessoa humana; IV - os valores sociais do trabalho e da livre iniciativa; V - o pluralismo político."
        },
        {
            "nro":"70",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - TCDF/TAP",
            "pergunta":"Ao implementar ações que visem reduzir as desigualdades sociais e regionais e garantir o desenvolvimento nacional, os governos põem em prática objetivos fundamentais da República Federativa do Brasil.",
            "resposta":"C",
            "comentario":"Os objetivos fundamentais da República Federativa do Brasil estão previstos no art. 3 da Constituição Federal. De fato, as ações que visam à redução das desigualdades sociais e regionais e ao desenvolvimento nacional colocam em prática esses objetivos.",
            "lei": "sim",
            "desc_lei": "Art. 3 Constituem objetivos fundamentais da República Federativa do Brasil: I - construir uma sociedade livre, justa e solidária; II - garantir o desenvolvimento nacional; III - erradicar a pobreza e a marginalização e reduzir as desigualdades sociais e regionais; IV - promover o bem de todos, sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação."
        },
        {
            "nro":"71",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - TJ-CE/ AJAJ",
            "pergunta":"Os fundamentos da República Federativa do Brasil incluem, entre outros, a dignidade da pessoa humana, o pluralismo político e a construção de uma sociedade livre, justa e solidária.",
            "resposta":"E",
            "comentario":"De fato, a dignidade da pessoa humana e o pluralismo político são fundamentos da República Federativa do Brasil (art. 1o, III e V, CF). A construção de uma sociedade livre, justa e solidária, entretanto, é objetivo fundamental da RFB (art. 3o, I, CF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"72",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - SUFRAMA",
            "pergunta":"A CF propugna, de forma específica, a integração econômica, política, social e cultural do Brasil com os povos da América Latina.",
            "resposta":"C",
            "comentario":"O parágrafo único do art. 4o da Constituição prevê que “a República Federativa do Brasil buscará a integração econômica, política, social e cultural dos povos da América Latina, visando à formação de uma comunidade latino-americana de nações”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"73",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2014 - ANTAQ",
            "pergunta":"A concessão de asilo político é princípio norteador das relações internacionais brasileiras, conforme expressa disposição do texto constitucional.",
            "resposta":"C",
            "comentario":"Trata-se de princípio previsto no inciso X do art. 4 da CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"74",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"É princípio fundamental da República Federativa do Brasil a dissolubilidade do vínculo federativo, dado o direito de secessão dos estados e municípios.",
            "resposta":"E",
            "comentario":"O pacto federativo, como vimos, é indissolúvel (art. 1o, “caput”, CF). Não há direito de secessão dos estados e municípios.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"75",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - TRT 8a Região",
            "pergunta":"São fundamentos da República Federativa do Brasil a soberania, a cidadania, o pluralismo político e a prevalência dos direitos humanos.",
            "resposta":"E",
            "comentario":"A prevalência dos direitos humanos não é um fundamento da República Federativa do Brasil, mas sim um princípio das relações internacionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"76",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - TCE–RO",
            "pergunta":"A dignidade da pessoa humana, a construção de uma sociedade livre, justa e solidária e a prevalência dos direitos humanos são princípios fundamentais da República Federativa do Brasil.",
            "resposta":"C",
            "comentario":"A dignidade da pessoa humana é um fundamento da RFB; a construção de uma sociedade livre, justa e solidária é um objetivo fundamental; e a prevalência dos direitos humanos é um princípio das relações internacionais. Todos eles são princípios fundamentais da RFB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"77",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - DPE-ES",
            "pergunta":"Com relação aos princípios fundamentais adotados pela CF, a república, a democracia, a federação e a dignidade da pessoa humana constituem princípios fundamentais expressos na CF.",
            "resposta":"C",
            "comentario":"Todos esses são princípios fundamentais da RFB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"78",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"O conceito de estado democrático do direito representa uma evolução do conceito de estado de direito e significa o Estado submetido a uma Constituição e aos valores nelas consagrados.",
            "resposta":"C",
            "comentario":"De fato, o Estado democrático de direito representa uma evolução do Estado de direito. Ele vai além da união dos conceitos de Estado de direito e Estado democrático. Nas palavras do Prof. Dirley, o Estado democrático de direito “é o Estado Constitucional submetido à Constituição e aos valores humanos nela consagrados”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"79",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2011 - STM",
            "pergunta":"A República Federativa do Brasil é representada, no plano internacional, pela União, à qual compete manter relações com Estados estrangeiros e participar de organizações internacionais, assegurar a defesa nacional, declarar a guerra e celebrar a paz.",
            "resposta":"C",
            "comentario":"De fato, nesse caso a União “vestiria a capa” de República Federativa do Brasil, representando-a no plano internacional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"80",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2010 - ABIN",
            "pergunta":"A soberania popular é exercida, em regra, por meio da democracia representativa. A Constituição Federal brasileira consagra, também, a democracia participativa ao prever instrumentos de participação intensa e efetiva do cidadão nas decisões governamentais.",
            "resposta":"C",
            "comentario":"É isso mesmo! Em regra, a soberania popular é exercida por meio da democracia representativa, ou seja, pelas decisões tomadas por nossos representantes, eleitos pelo povo. Excepcionalmente, porém, a soberania é exercida por meio da democracia participativa, sendo as decisões tomadas pelo próprio povo em consulta popular (plebiscito, referendo e iniciativa popular).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"81",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2007 - TCU",
            "pergunta":"O princípio da dignidade da pessoa humana, por ser uma proposição geral, de caráter fluido, carece de densidade normativa apta a ensejar a possibilidade de sua utilização como fundamento de decisão judicial.",
            "resposta":"E",
            "comentario":"O princípio da dignidade da pessoa humana tem alta densidade normativa e, justamente por isso, pode servir como fundamento de decisão judicial. Questão incorreta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"82",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2011 - TJ-ES",
            "pergunta":"O princípio da dignidade da pessoa humana possui um caráter absoluto, sendo um princípio primordial presente na Constituição Federal de 1988.",
            "resposta":"E",
            "comentario":"O princípio da dignidade da pessoa humana, como todos os demais princípios constitucionais, não possui caráter absoluto.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"83",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2011 - PC-ES",
            "pergunta":"O dever que possuem os governantes de prestar contas de suas gestões decorre do princípio federativo.",
            "resposta":"E",
            "comentario":"Pegadinha! O dever de prestar contas decorre do princípio republicano.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"84",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2010 - ANEEL",
            "pergunta":"Os valores sociais do trabalho e da livre iniciativa, a construção de uma sociedade livre justa e solidária e a garantia do desenvolvimento nacional constituem fundamentos da República Federativa do Brasil.",
            "resposta":"E",
            "comentario":"Os valores sociais do trabalho e da livre iniciativa são, de fato, fundamentos da República Federativa do Brasil. Entretanto, são objetivos fundamentais da RFB construir uma sociedade livre, justa e solidária e garantir o desenvolvimento nacional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"85",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2008 - SGA–AC",
            "pergunta":"Um dos objetivos fundamentais da República Federativa do Brasil é a redução das desigualdades sociais e regionais.",
            "resposta":"C",
            "comentario":"É o que determina o art. 3o, III, da Carta da República.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"86",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2012 - STJ",
            "pergunta":"A não intervenção, um dos fundamentos da República Federativa do Brasil, expressa, assim como outros fundamentos, o poder supremo e independente do país.",
            "resposta":"E",
            "comentario":"A não-intervenção é um dos princípios que regem a RFB em suas relações internacionais, não um de seus fundamentos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"87",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2013 - TRE-MS",
            "pergunta":"Os princípios que regem as relações internacionais do Brasil incluem a prevalência dos direitos humanos e a concessão de asilo político.",
            "resposta":"C",
            "comentario":"Tanto a prevalência dos direitos humanos quanto a concessão de asilo político são princípios que regem a RFB em suas relações internacionais (art. 4o, incisos II e X, CF).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"88",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2010 - TRT 21a Região",
            "pergunta":"A República Federativa do Brasil rege-se, nas suas relações internacionais, entre outros, pelos princípios dos direitos humanos, da autodeterminação dos povos, da igualdade entre os Estados, da defesa da paz, da solução pacífica dos conflitos, do repúdio ao terrorismo e ao racismo, da cooperação entre os povos para o progresso da humanidade, do duplo grau de jurisdição, da concessão de asilo político e da independência funcional.",
            "resposta":"E",
            "comentario":"O duplo grau de jurisdição não é um princípio de atuação da República Federativa do Brasil nas relações internacionais. Ademais, o correto seria que a questão tivesse mencionado, como princípios das relações internacionais a prevalência dos direitos humanos e independência nacional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"89",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2012 - Câmara dos Deputados",
            "pergunta":"As relações internacionais da República Federativa do Brasil regem-se pelo princípio da autodeterminação dos povos.",
            "resposta":"C",
            "comentario":"É o que prevê o art. 4, III, da Constituição.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"90",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2007 - TCU",
            "pergunta":"Um dos preceitos constitucionais estabelece que a República Federativa do Brasil buscará a integração econômica, política, social e cultural dos povos das Américas do Sul, Central e do Norte, visando à formação de uma comunidade de nações americanas.",
            "resposta":"E",
            "comentario":"O texto constitucional determina que a RFB buscará a integração econômica, política, social e cultural com os povos da América Latina, visando à formação de uma comunidade latino-americana de nações.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"91",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2011 - STM",
            "pergunta":"No âmbito das relações internacionais, a República Federativa do Brasil adotou expressamente como princípio o repúdio ao terrorismo e ao racismo.",
            "resposta":"C",
            "comentario":"Questão correta. Fundamento: art. 4O, VIII, CF/88.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"92",
            "disciplina":"Direito Constitucional",
            "materia":"Princípios Fundamentais",
            "banca":"CESPE/2010 - DPE-BA",
            "pergunta":"A República Federativa do Brasil rege- se, nas suas relações internacionais, pelo repúdio ao racismo.",
            "resposta":"C",
            "comentario":"Questão correta. Fundamento: art. 4O, VIII, CF/88.",
            "lei": "",
            "desc_lei": ""
        }
        
    ]
}