{
    "questoes": [
        {
            "nro":"01",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"CESPE/2013 - IBAMA",
            "pergunta":"O princípio da moralidade e o da eficiência estão expressamente previstos na CF, ao passo que o da proporcionalidade constitui princípio implícito, não positivado no texto constitucional.",
            "resposta":"C",
            "comentario":"Para guardar esses princípios, utilize o mnemônico LIMPE: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência. Portanto, é correto afirmar que moralidade e eficiência são princípios expressos, e que proporcionalidade constitui princípio apenas implícito.",
            "lei": "sim",
            "desc_lei": "Art. 37. A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência."
        },
        {
            "nro":"02",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"CESPE/2014 – CÂMARA DOS DEPUTADOS",
            "pergunta":"O art. 37, caput, da Constituição Federal indica expressamente à administração pública direta e indireta princípios a serem seguidos, a saber: legalidade, impessoalidade, moralidade, publicidade e eficiência, entre outros princípios não elencados no referido artigo.",
            "resposta":"C",
            "comentario":"O item está correto. Os princípios da Administração Pública considerados expressos são os listados no art. 37, caput, da Constituição Federal, quais sejam: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência (LIMPE). Além destes, diversos outros princípios estão implícitos na Constituição ou expressos na legislação infraconstitucional, como os princípios da segurança jurídica, da razoabilidade, da proporcionalidade, da autotutela, da sindicabilidade etc.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"03",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"CESPE/2013 – MINISTÉRIO DA JUSTIÇA",
            "pergunta":"Os princípios fundamentais orientadores de toda a atividade da administração pública encontram-se explicitamente no texto da Constituição Federal, como é o caso do princípio da supremacia do interesse público.",
            "resposta":"E",
            "comentario":"O item está errado. Apenas parte dos princípios que orientam a atividade da Administração Pública estão expressos na Constituição Federal, no caput do art. 37. São eles: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência (LIMPE). Muitos outros se encontram implícitos no texto da Constituição ou expressos na legislação infraconstitucional, dentre eles o da supremacia do interesse público, da motivação, da segurança jurídica, da continuidade do serviço público etc.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"04",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2011 – TRE/ES",
            "pergunta":"Os princípios elencados na Constituição Federal, tais como legalidade, impessoalidade, moralidade, publicidade e eficiência, aplicam-se à administração pública direta, autárquica e fundacional, mas não às empresas públicas e sociedades de economia mista que explorem atividade econômica.",
            "resposta":"E",
            "comentario":"O item está errado. O caput do art. 37 da CF dispõe que a “administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência”. Portanto, o comando constitucional sujeita aos princípios da Administração Pública toda a administração indireta, incluindo fundações e autarquias da mesma forma que empresas públicas e sociedades de economia mista que explorem atividade econômica.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"05",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – MDIC",
            "pergunta":"Os princípios da administração pública expressamente dispostos na CF não se aplicam às sociedades de economia mista e às empresas públicas, em razão da natureza eminentemente empresarial dessas entidades.",
            "resposta":"E",
            "comentario":"As sociedades de economia mista e as empresas públicas, mesmo que sejam exploradoras de atividade econômica, devem observar os princípios administrativos, daí o erro. Dessa forma, a Caixa Econômica Federal, o Banco do Brasil e a Petrobrás, exemplos de entidades da administração indireta que exploram atividade econômica, devem respeitar os princípios da legalidade, impessoalidade, moralidade, publicidade e eficiência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"06",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – TCDF",
            "pergunta":"Em razão do princípio da legalidade, a administração pública está impedida de tomar decisões fundamentadas nos costumes.",
            "resposta":"E",
            "comentario":"Apesar de representar uma situação um tanto estranha, uma vez que a atuação da Administração só deve ocorrer quando existir lei, a doutrina entende que a adoção reiterada de determinadas condutas administrativas passa a constituir a praxe administrativa. Com isso, os administrados passam a considerar a atuação da Administração como legal (sentimento de obrigatoriedade) e, assim, não podem ser prejudicados por eventual mudança de conduta. Por isso é que os costumes preservam-se como fonte do Direito e podem servir de base para a tomada de decisão, desde que não ocorra contra a lei.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"07",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Câmara dos Deputados",
            "pergunta":"O princípio da legalidade implica dispor o administrador público no exercício de seu munus de espaço decisório de estrita circunscrição permissiva da lei em vigor, conforme ocorre com agentes particulares e árbitros comerciais.",
            "resposta":"E",
            "comentario":"O item está errado. Munus é uma expressão que significa encargo ou atribuição. A questão, portanto, igualou o espaço decisório do administrador público ao dos agentes particulares, ou seja, o item afirmou que, no exercício de suas atribuições, o agente público possui as mesmas restrições decorrentes do princípio da legalidade que os agentes particulares. Vimos que isso é errado, afinal, o agente público só pode fazer o que a lei permitir, seguindo a autonomia da lei; por outro lado, agente privado pode fazer tudo o que não estiver proibido em lei, seguindo a autonomia da vontade. Diz-se, assim, que a lei tem um aspecto negativo para os particulares, pois restringe o seu campo de atuação. Já para o setor público, a lei tem conotação positiva, porque a Administração só poderá agir quando houver previsão legal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"08",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2012 – Ibama",
            "pergunta":"De acordo com a CF, a medida provisória, o estado de defesa e o estado de sítio constituem exceção ao princípio da legalidade na administração pública.",
            "resposta":"C",
            "comentario":"O quesito está correto. Conforme ensinamento de Celso Antônio Bandeira de Mello, a medida provisória, o estado de defesa e o estado de sítio são exceções ao princípio da legalidade. O primeiro por ser um diploma normativo de exceção e precariedade, pois só é aplicável em caso de “relevância e urgência”. Os dois últimos por restringirem direitos em situações excepcionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"09",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2011 – TRE/ES",
            "pergunta":"Enquanto na administração privada só é permitido fazer o que a lei autoriza, na administração pública é lícito fazer tudo que a lei não proíbe.",
            "resposta":"E",
            "comentario":"A questão está errada, pois inverteu os conceitos: 'Enquanto na administração privada pública só é permitido fazer o que a lei autoriza, na administração pública privada é lícito fazer tudo que a lei não proíbe.'",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"10",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Procurador MPTCDF",
            "pergunta":"Por força do princípio da legalidade, a administração pública não está autorizada a reconhecer direitos contra si demandados quando estiverem ausentes seus pressupostos.",
            "resposta":"C",
            "comentario":"Toda a atividade da Administração Pública está adstrita aos ditames da lei. Não pode o agente público dar interpretação extensiva ou restritiva a determinado dispositivo, se a norma assim não dispuser. Todos os limites, máximos e mínimos, da atuação estatal estão previstos na lei. Dessa forma, é certo dizer que, por força do princípio da legalidade, a Administração não está autorizada a reconhecer direitos contra si demandados quando estiverem ausentes seus pressupostos. Por exemplo, conforme dispõe a Lei 8.112/1990, é pressuposto para a concessão de licença para capacitação que o servidor não esteja em estágio probatório. Portanto, uma vez que as decisões da Administração devem se balizar pelos limites da lei, eventual pedido de licença para capacitação encaminhado por servidor que ainda não tenha sido aprovado no estágio não poderá ser deferido, ainda que se reconheça a pertinência do curso pleiteado para o seu aprimoramento profissional.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"11",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – TJDFT",
            "pergunta":"Haverá ofensa ao princípio da moralidade administrativa sempre que o comportamento da administração, embora em consonância com a lei, ofender a moral, os bons costumes, as regras de boa administração, os princípios de justiça e a ideia comum de honestidade.",
            "resposta":"C",
            "comentario":"Aqui vale a máxima: nem tudo que é legal é moral. Assim, é correto afirmar que atenta contra o princípio da moralidade o comportamento da administração que, embora em consonância com a lei, venha a ofender a moral, os bons costumes, as regras de boa administração, os princípios de justiça e a ideia comum de honestidade. Como exemplo, imagine que determinado município gastou grande parte do orçamento para adquirir, mediante regular licitação, um carro de luxo para uso exclusivo do prefeito, enquanto todas as ambulâncias da cidade estavam sem condições de uso. Ora, ainda que a aquisição do carro tenha observado todos os preceitos da lei de licitações, sendo, portanto, legal, não poderia ser considerada moral, pois desprezou outras necessidades mais urgentes da população.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"12",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – TJ/SE",
            "pergunta":"Em consonância com os princípios constitucionais da impessoalidade e da moralidade, o STF, por meio da Súmula Vinculante n.o 13, considerou proibida a prática de nepotismo na administração pública, inclusive a efetuada mediante designações recíprocas — nepotismo cruzado.",
            "resposta":"C",
            "comentario":"A questão está correta, nos termos da Súmula Vinculante 13 do STF.",
            "lei": "sim",
            "desc_lei": "A nomeação de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive, da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento, para o exercício de cargo em comissão ou de confiança ou, ainda, de função gratificada na administração pública direta e indireta em qualquer dos poderes da União, dos Estados, do Distrito Federal e dos Municípios, compreendido o ajuste mediante designações recíprocas, viola a Constituição Federal."
        },
        {
            "nro":"13",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – TRT 5a Região",
            "pergunta":"Segundo o STF, é imprescindível a existência de norma legal específica com vistas a coibir a prática do nepotismo, haja vista que a vedação a essa prática decorre diretamente das normas constitucionais aplicáveis à administração pública, em especial do princípio da moralidade.",
            "resposta":"E",
            "comentario":"A questão está errada. O tema é objeto de decisão do STF na qual declarou a constitucionalidade de Resolução do Conselho Nacional de Justiça (normal infralegal) que vedava expressamente a prática de nepotismo.",
            "lei": "sim",
            "desc_lei": "AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, AJUIZADA EM PROL DA RESOLUÇÃO No 07, de 18.10.05, DO CONSELHO NACIONAL DE JUSTIÇA. ATO NORMATIVO QUE 'DISCIPLINA O EXERCÍCIO DE CARGOS, EMPREGOS E FUNÇÕES POR PARENTES, CÔNJUGES E COMPANHEIROS DE MAGISTRADOS E DE SERVIDORES INVESTIDOS EM CARGOS DE DIREÇÃO E ASSESSORAMENTO, NO ÂMBITO DOS ÓRGÃOS DO PODER JUDICIÁRIO E DÁ OUTRAS PROVIDÊNCIAS'. PROCEDÊNCIA DO PEDIDO. 1. Os condicionamentos impostos pela Resolução no 07/05, do CNJ, não atentam contra a liberdade de prover e desprover cargos em comissão e funções de confiança. As restrições constantes do ato resolutivo são, no rigor dos termos, as mesmas já impostas pela Constituição de 1988, dedutíveis dos republicanos princípios da impessoalidade, da eficiência, da igualdade e da moralidade. (...) 3. Ação julgada procedente para: a) emprestar interpretação conforme à Constituição para deduzir a função de chefia do substantivo 'direção' nos incisos II, III, IV, V do artigo 2°do ato normativo em foco; b) declarar a constitucionalidade da Resolução no 07/2005, do Conselho Nacional de Justiça (ADC 12/DF, DJ 18/12/2009)."
        },
        {
            "nro":"14",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Procurador DF",
            "pergunta":"Com fundamento no princípio da moralidade e da impessoalidade, o STF entende que, independentemente de previsão em lei formal, constitui violação à CF a nomeação de sobrinho da autoridade nomeante para o exercício de cargo em comissão, ainda que para cargo político, como o de secretário estadual.",
            "resposta":"E",
            "comentario":"A primeira parte do quesito está correta (Com fundamento no princípio da moralidade e da impessoalidade, o STF entende que, independentemente de previsão em lei formal, constitui violação à CF a nomeação de sobrinho da autoridade nomeante para o exercício de cargo em comissão...). De fato, segundo o entendimento da Suprema Corte, o nepotismo constitui ofensa direta aos princípios constitucionais, dentre eles a moralidade e a impessoalidade, não sendo necessária a edição de lei formal para coibi-lo. Tanto é que, atualmente, o tema é objeto da SV no 13. Não obstante, a parte final macula a questão (...ainda que para cargo político, como o de secretário estadual), pois, na visão do STF, a vedação ao nepotismo presente na Súmula Vinculante no 13 não alcança os agentes políticos, como os Secretário de Estado ou de Município, e isso em virtude da própria natureza desses cargos, eminentemente política, diversa, portanto, da que caracteriza os cargos e funções de confiança em geral, os quais têm feição nitidamente administrativa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"15",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2012 – Ibama",
            "pergunta":"Caracteriza nepotismo a nomeação de familiar de servidor efetivo do IBAMA que, em razão de sua qualificação, seja convidado a ocupar uma das diretorias dessa autarquia.",
            "resposta":"E",
            "comentario":"A questão exige uma análise mais detalhada da Súmula Vinculante no 13. A questão está falando que a pessoa nomeada é familiar de servidor efetivo, que não é uma das pessoas que mencionamos abaixo. Logo, o item está errado.",
            "lei": "sim",
            "desc_lei": "A nomeação de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive, da [1] autoridade nomeante ou de [2] servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento, para o exercício de cargo em comissão ou de confiança ou, ainda, de função gratificada na administração pública direta e indireta em qualquer dos poderes da União, dos Estados, do Distrito Federal e dos Municípios, compreendido o ajuste mediante designações recíprocas, viola a Constituição Federal."
        },
        {
            "nro":"16",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2011 – TRE/ES",
            "pergunta":"Contraria o princípio da moralidade o servidor público que nomeie o seu sobrinho para um cargo em comissão subordinado.",
            "resposta":"C",
            "comentario":"O item está correto. A autoridade que nomear o sobrinho (linha colateral de 3o grau) para um cargo em comissão subordinado estará contrariando os princípios constitucionais, conforme consta na súmula vinculante no 13. Os princípios diretamente relacionados ao caso são moralidade, impessoalidade, igualdade e eficiência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"17",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Ministério da Justiça",
            "pergunta":"O princípio da moralidade administrativa torna jurídica a exigência de atuação ética dos agentes públicos e possibilita a invalidação dos atos administrativos.",
            "resposta":"C",
            "comentario":"O quesito está correto, pois apresenta a definição correta do princípio da moralidade administrativa. Interessante notar que, embora se trate de um conceito indeterminado, uma ofensa à moralidade administrativa pode levar à invalidação dos atos administrativos. Vale dizer: um ato contrário à moral administrativa não está sujeito a uma análise de mérito (oportunidade e conveniência), mas a uma análise de legitimidade, isto é, um ato contrário à moral administrativa é um ato nulo, e não meramente inoportuno e inconveniente, podendo a declaração de nulidade ser feita pela própria Administração (autotutela) e também pelo Poder Judiciário.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"18",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – MIN",
            "pergunta":"Fere a moralidade administrativa a conduta do agente que se vale da publicidade oficial para autopromover-se.",
            "resposta":"C",
            "comentario":"Embora a prática da autopromoção através do uso de publicidade oficial geralmente seja apontada como ofensa ao princípio da impessoalidade, também pode ser considerada uma afronta à moralidade administrativa, pois o uso da máquina pública em benefício próprio não é considerado um comportamento eticamente aceitável, ainda mais porque possui vedação expressa no art. 37, §1o da CF.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"19",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – PGE/BA",
            "pergunta":"Suponha que o governador de determinado estado tenha atribuído o nome de Nelson Mandela, ex-presidente da África do Sul, a escola pública estadual construída com recursos financeiros repassados mediante convênio com a União. Nesse caso, há violação do princípio da impessoalidade, dada a existência de proibição constitucional à publicidade de obras com nomes de autoridades públicas.",
            "resposta":"E",
            "comentario":"A proibição existe para inibir a promoção pessoal do agente público à custa do dinheiro público. Sendo assim, em regra, é vedado atribuir a obras e ruas o nome de autoridades públicas. Ocorre que essa vedação incide apenas sobre o nome de pessoas vivas, afinal, em tese, pessoas já falecidas não precisam se autopromover.",
            "lei": "sim",
            "desc_lei": "1 - A publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, dela não podendo constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos."
        },
        {
            "nro":"20",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – MTE",
            "pergunta":"Viola o princípio da impessoalidade a edição de ato administrativo que objetive a satisfação de interesse meramente privado.",
            "resposta":"C",
            "comentario":"O item está correto. Em razão do princípio da impessoalidade, os atos administrativos devem ter como objetivo a satisfação o interesse público. Portanto, ato que objetive satisfazer interesse meramente privado ofende o referido princípio.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"21",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Câmara dos Deputados",
            "pergunta":"O princípio da impessoalidade é corolário do princípio da isonomia.",
            "resposta":"C",
            "comentario":"Afirmativa correta. Um dos sentidos do princípio da impessoalidade se relaciona com a ideia de isonomia. Daí que surge a exigência do concurso público e da licitação, permitindo que os candidatos aos empregos ou cargos permanentes e os possíveis fornecedores que desejem firmar contrato administrativo com a Administração possam participar de um processo de escolha em igualdades de condições.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"22",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2010 – ABIN",
            "pergunta":"O princípio da impessoalidade decorre, em última análise, do princípio da isonomia e da supremacia do interesse público, não podendo, por exemplo, a administração pública conceder privilégios injustificados em concursos públicos e licitações nem utilizar publicidade oficial para veicular promoção pessoal.",
            "resposta":"C",
            "comentario":"O princípio da impessoalidade se relaciona com o princípio da finalidade. Vimos que o princípio da supremacia do interesse público se fundamenta na razão de ser da Administração, ou seja, o alcance do interesse público. Dessa forma, podemos relacionar a finalidade com a supremacia do interesse público. Em outra acepção, o princípio da impessoalidade representa a isonomia ou igualdade, vedando, portanto, privilégios injustificados em concursos públicos e licitações nem utilizar publicidade oficial para veicular promoção pessoal. Logo, o item está perfeito!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"23",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Procurador DF",
            "pergunta":"Em atendimento ao princípio da publicidade, a administração pública deve proporcionar ampla divulgação dos seus atos, e a lei regular o acesso dos usuários de serviço público a registros administrativos e a informações sobre atos de governo, observadas, no entanto, as restrições estabelecidas constitucionalmente quanto ao direito à intimidade e à segurança da sociedade e do Estado.",
            "resposta":"C",
            "comentario":"A questão está correta, nos termos dos seguintes dispositivos da Constituição Federal, que dão forma ao princípio da publicidade.",
            "lei": "sim",
            "desc_lei": "Art. 37 (...) § 3o A lei disciplinará as formas de participação do usuário na administração pública direta e indireta, regulando especialmente: II - o acesso dos usuários a registros administrativos e a informações sobre atos de governo, observado o disposto no art. 5o, X e XXXIII; Art. 5o (...) X - são invioláveis a intimidade, a vida privada, a honra e a imagem das pessoas, assegurado o direito a indenização pelo dano material ou moral decorrente de sua violação; XXXIII - todos têm direito a receber dos órgãos públicos informações de seu interesse particular, ou de interesse coletivo ou geral, que serão prestadas no prazo da lei, sob pena de responsabilidade, ressalvadas aquelas cujo sigilo seja imprescindível à segurança da sociedade e do Estado;"
        },
        {
            "nro":"24",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Polícia Federal",
            "pergunta":"O DPF, em razão do exercício das atribuições de polícia judiciária, não se submete ao princípio da publicidade, sendo garantido sigilo aos atos praticados pelo órgão.",
            "resposta":"E",
            "comentario":"O princípio da publicidade é um dos princípios expressos no art. 37, caput da CF. Portanto, vincula toda a Administração Pública, direta e indireta, de todos os Poderes, incluindo, portanto, o DPF.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"25",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Câmara dos Deputados",
            "pergunta":"O princípio da publicidade como valor republicano, assimilado de forma crescente pela vida e pela cultura política, conforma o direito brasileiro a imperativo constitucional de natureza absoluta, contra o qual não há exceção.",
            "resposta":"E",
            "comentario":"Nenhum princípio administrativo é absoluto. Todos admitem exceções. O princípio da publicidade, por exemplo, comporta algumas exceções: (a) os dados pessoais (dizem respeito à intimidade, honra e imagem das pessoas) e (b) as informações classificadas por autoridades como sigilosas (informações imprescindíveis para a segurança da sociedade e do Estado).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"26",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2012 – MDIC",
            "pergunta":"Determinado município da federação brasileira, visando dar cumprimento a sua estratégia organizacional, implantou o programa denominado Administração Transparente. Uma das ações do referido programa consistiu na divulgação da remuneração bruta mensal, com o respectivo nome de cada servidor da municipalidade em sítio eletrônico da internet. A atuação do município encontra-se em consonância com o princípio da publicidade administrativa.",
            "resposta":"C",
            "comentario":"A divulgação nominal da remuneração de autoridades e servidores nas páginas da internet constitui tema dos mais polêmicos no debate sobre a transparência da Administração Pública. A discussão envolve a compatibilização do princípio da publicidade, que assegura o acesso a informações de interesse geral e coletivo, com o direito fundamental do indivíduo de não ter informações de cunho estritamente pessoal divulgadas sem o seu prévio consentimento. A questão foi submetida à apreciação do Supremo Tribunal Federal (STF) que considerou lícita a divulgação nominal da remuneração dos servidores. Segundo o entendimento da Suprema Corte, a remuneração bruta, os cargos, as funções e os órgãos de lotação dos servidores públicos seriam informações de interesse coletivo ou geral. Assim, “não cabe, no caso, falar de intimidade ou de vida privada, pois os dados objeto da divulgação em causa dizem respeito a agentes públicos agindo ‘nessa qualidade’ (§6o do art. 37).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"27",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – TRT 10a Região",
            "pergunta":"A administração está obrigada a divulgar informações a respeito dos seus atos administrativos, ressalvadas aquelas cujo sigilo seja imprescindível à segurança da sociedade e do Estado e à proteção da intimidade das pessoas.",
            "resposta":"C",
            "comentario":"O quesito está correto. O princípio da publicidade determina que a Administração Pública atue de modo transparente, promovendo a mais ampla divulgação possível de seus atos. E a razão, como esclarece Hely Lopes Meirelles, é uma só: se a Administração é Pública, públicos têm de ser seus atos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"28",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – TRT 5a Região",
            "pergunta":"É do princípio constitucional da eficiência que decorre o dever estatal de neutralidade, objetividade e imparcialidade do comportamento dos agentes públicos.",
            "resposta":"E",
            "comentario":"O item está errado. O dever estatal de neutralidade, objetividade e imparcialidade do comportamento dos agentes públicos decorre do princípio constitucional da impessoalidade, e não da eficiência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"29",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – PGE/BA",
            "pergunta":"O atendimento ao princípio da eficiência administrativa autoriza a atuação de servidor público em desconformidade com a regra legal, desde que haja a comprovação do atingimento da eficácia na prestação do serviço público correspondente.",
            "resposta":"E",
            "comentario":"O quesito está errado. A busca pela eficiência administrativa deve ser feita em harmonia com os demais princípios da Administração Pública. Assim, não se pode deixar de obedecer aos princípios da legalidade, impessoalidade, moralidade e publicidade somente para alcançar melhores resultados. Por exemplo, se um agente público deixar de realizar a licitação em determinada situação, contratando a empresa de um amigo seu sobre o pretexto de que a contratação foi mais célere, barata e com mais qualidade, o ato será mais eficiente, porém será ilegal, imoral e contra a impessoalidade. Dessa forma, deverá ser considerado nulo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"30",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – DPF",
            "pergunta":"Em razão do princípio da eficiência, é possível, mediante licitação, a contratação de empresa que não tenha apresentado toda a documentação de habilitação exigida, desde que a proposta seja a mais vantajosa para a administração.",
            "resposta":"E",
            "comentario":"O item está errado. O princípio da eficiência deve sempre se submeter ao princípio da legalidade. Assim, nunca poderá justificar-se a atuação administrativa contrária ao direito, mesmo que o ato ilegal se mostre mais eficiente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"31",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2011 – MPE/PI",
            "pergunta":"O princípio da moralidade pretende tutelar o descontentamento da sociedade em razão da deficiente prestação de serviços públicos e de inúmeros prejuízos causados aos usuários.",
            "resposta":"E",
            "comentario":"O item está errado, pois a questão trata do princípio da eficiência, e não da moralidade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"32",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2006 – AFT",
            "pergunta":"Em face dos princípios constitucionais da Administração Pública, pode-se afirmar que a exigência constitucional de concurso público para provimento de cargos públicos reflete a aplicação efetiva do princípio da impessoalidade. Um ato praticado com o intuito de favorecer alguém pode ser legal do ponto de vista formal, mas, certamente, comprometido com a moralidade administrativa, sob o aspecto material. O gerenciamento de recursos públicos sem preocupação de obter deles o melhor resultado possível, no atendimento do interesse público, afronta o princípio da eficiência.",
            "resposta":"C",
            "comentario":"Uma das facetas do princípio da impessoalidade é a isonomia, ou seja, conferir tratamento igual aos administrados que se encontrem na mesma situação jurídica, sem favorecimentos ou discriminações de qualquer espécie. Assim, a exigência de concurso público pode ser considerada uma aplicação do princípio da impessoalidade, pois busca assegurar a todos as mesmas oportunidades de acesso aos cargos públicos. Como diziam os romanos, nem tudo que é legal é moral. Um exemplo é a licitação em que se sagra vencedora a empresa de parente do presidente da comissão que conduziu o certame. O princípio da eficiência busca exatamente o gerenciamento de recursos públicos a fim de se obter deles o melhor resultado possível, no atendimento do interesse público. Deixar de agir dessa forma representa, portanto, afronta ao referido princípio.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"33",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2010 – Prefeitura RJ",
            "pergunta":"Em relação aos princípios constitucionais da administração pública, é correto afirmar que viola o princípio da moralidade administrativa valer-se do cargo público para obter vantagens ou favorecimentos pessoais; A publicidade dos atos administrativos é necessária para que o cidadão possa aferir a compatibilidade deles com o princípio da moralidade administrativa; A vedação de se utilizar na publicidade oficial de obras e de serviços públicos o nome ou a imagem do governante tem por finalidade dar efetividade ao princípio da impessoalidade;",
            "resposta":"C",
            "comentario":"O princípio da moralidade exige do administrador público conduta ética, ou seja, atitude impecável, ilibada, exemplar, pautada pela lealdade, boa-fé, fidelidade funcional e outros aspectos atinentes à moralidade. Valer-se do cargo público para obter vantagens ou favorecimentos pessoais certamente não se enquadra nesse conceito. Segundo Hely Lopes Meirelles, “o princípio da publicidade dos atos e contratos administrativos, além de assegurar seus efeitos externos, visa a propiciar seu conhecimento e controle pelos interessados diretos e pelo povo em geral”. O controle propiciado pela publicidade da ação estatal refere-se tanto a aspectos de legalidade quanto de moralidade. Um dos aspectos em que se considera o princípio da impessoalidade consiste na vedação à promoção pessoal dos agentes públicos. Por isso é que a Constituição Federal (art. 37, §1o) determina que a “publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, dela não podendo constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos”. Lembrando que, para o STF, a proibição também abrange qualquer menção ou alusão ao partido político dos agentes públicos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"34",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Defensoria Pública/TO",
            "pergunta":"A personalização do direito administrativo é consequência da aplicação do princípio democrático e dos direitos fundamentais em todas as atividades da administração pública.",
            "resposta":"C",
            "comentario":"Segundo ensina Marçal Justen Filho, o fenômeno da personificação do direito administrativo decorre do fato de a Constituição de 1988 ter consagrado o “ser humano, a dignidade humana e os direitos fundamentais” como valores essenciais de nossa sociedade. Assim, a Administração Pública deve se guiar pela realização desses valores. Conforme assevera o autor, o “núcleo do direito administrativo não é o poder (e suas conveniências), mas a realização dos direitos fundamentais”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"35",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2011 – Previc",
            "pergunta":"O cumprimento dos princípios administrativos 􏰐 especialmente o da finalidade, o da moralidade, o do interesse público e o da legalidade 􏰐 constitui um dever do administrador e apresenta-se como um direito subjetivo de cada cidadão.",
            "resposta":"C",
            "comentario":"O item está perfeito. Muitos dos direitos fundamentais dos cidadãos são concretizados através das atividades exercidas pela Administração Pública. É ela que executa os serviços públicos, que garante a segurança, a mobilidade urbana, a saúde, a educação, enfim, todo o conjunto de realizações que representam a satisfação do interesse público. Assim, é correto afirmar que o cumprimento dos princípios constitucionais, mais que um dever do administrador, constitui um direito subjetivo de cada cidadão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"36",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Funiversa/2009 – Seplag/DF",
            "pergunta":"Um ato praticado com o intuito de favorecer terceiros pode ser legal do ponto de vista formal, mas certamente está comprometido com a moralidade administrativa, sob o aspecto material.",
            "resposta":"C",
            "comentario":"Como diziam os romanos, nem tudo que é legal é moral. Por exemplo, não seria moral se um Auditor da Secretaria de Fazenda do DF aceitasse propina para acatar o recurso administrativo apresentado por determinada empresa e, com isso, deixar de impor a sanção devida. Ainda que as razões apresentadas pela empresa no recurso sejam suficientes para afastar a penalidade, o simples fato de ter oferecido e o servidor aceitado a propina macula a moralidade do ato, ainda que não exista ilegalidade sob o aspecto formal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"37",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2004 – TCU",
            "pergunta":"A expressão regime jurídico-administrativo, em seu sentido amplo, refere-se tanto aos regimes de direito público e de direito privado a que se submete a administração pública quanto ao regime especial que assegura à administração pública prerrogativas na relação com o administrado.",
            "resposta":"E",
            "comentario":"A questão está errada. A expressão “regime jurídico- administrativo” pode ser entendida em sentido estrito ou amplo. Em sentido estrito, abrange as situações em que a administração atua sob regime de direito público, com prerrogativas na relação com o administrado. Já a expressão em sentido amplo pode ser considerada como sinônimo de “Regime Jurídico da Administração”, ou seja, cobre tanto as relações em que a Administração se sujeita a regime de direito público, com prerrogativas em relação ao administrado, como também as relações em que se submete ao regime de direito privado, em igualdade de condições com a parte oposta da relação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"38",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – TCDF",
            "pergunta":"O princípio da supremacia do interesse público sobre o interesse privado é um dos pilares do regime jurídico administrativo e autoriza a administração pública a impor, mesmo sem previsão no ordenamento jurídico, restrições aos direitos dos particulares em caso de conflito com os interesses de toda a coletividade.",
            "resposta":"E",
            "comentario":"De fato o princípio da supremacia do interesse público é um dos pilares do regime jurídico administrativo, mas ele só autoriza a imposição de restrições de direitos, como no exercício do poder de polícia ou na intervenção administrativa, quando existir previsão legal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"39",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Câmara dos Deputados",
            "pergunta":"O princípio da indisponibilidade do interesse público não impede a administração pública de realizar acordos e transações.",
            "resposta":"C",
            "comentario":"O quesito está correto. Nenhum princípio é ilimitado e irrestrito. Todos os princípios encontram alguma relativização na sua aplicação, permitindo a coexistência de todos os princípios no ordenamento jurídico. Assim, mesmo que os princípios da supremacia e da indisponibilidade do interesse público sejam basilares para o Direito Administrativo, eles podem ser relativizados para preservar a aplicação dos outros princípios, como a moralidade e a eficiência.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"40",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – ATA/MJ",
            "pergunta":"As restrições impostas à atividade administrativa que decorrem do fato de ser a administração pública mera gestora de bens e de interesses públicos derivam do princípio da indisponibilidade do interesse público, que é um dos pilares do regime jurídico-administrativo.",
            "resposta":"C",
            "comentario":"A Administração não possui livre disposição dos bens e interesses públicos, uma vez que atua em nome do povo, este sim titular da coisa pública. É justamente daí que decorrem as restrições impostas à atividade administrativa, consequência lógica do princípio da indisponibilidade do interesse público, um dos pilares do regime jurídico administrativo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"41",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – INPI",
            "pergunta":"A supremacia do interesse público constitui um dos princípios que regem a atividade da administração pública, expressamente previsto na Constituição Federal.",
            "resposta":"E",
            "comentario":"Os princípios expressos na Constituição Federal são os da legalidade, impessoalidade, moralidade, publicidade e eficiência. Os dois princípios fundamentais do Direito Administrativo – supremacia e indisponibilidade do interesse público - são apenas implícitos, daí o erro da questão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"42",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – TNS/MC",
            "pergunta":"Nos casos de desapropriação e do exercício do poder de polícia do Estado, constata-se nitidamente a aplicação do princípio da supremacia do interesse público sobre o privado.",
            "resposta":"C",
            "comentario":"O poder de polícia é um poder de fiscalização da Administração, que impõe condicionamentos e restrições ao exercício de determinadas atividades pelo particular. Tanto o poder de polícia como a desapropriação representam formas de aplicação do princípio da supremacia do interesse público sobre o privado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"43",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Ministério da Justiça",
            "pergunta":"Motivação é um princípio que exige da administração pública indicação dos fundamentos de fato e de direito de suas decisões.",
            "resposta":"C",
            "comentario":"A questão está correta. O princípio da motivação exige que a Administração justifique seus atos, apresentado as razões que a levaram a tomar determinada decisão. Assim, a motivação possibilita o controle da legalidade e da moralidade dos atos administrativos.",
            "lei": "sim",
            "desc_lei": "Art. 2o Art. 2o A Administração Pública obedecerá, dentre outros, aos princípios da legalidade, finalidade, motivação, razoabilidade, proporcionalidade, moralidade, ampla defesa, contraditório, segurança jurídica, interesse público e eficiência. Parágrafo único. Nos processos administrativos serão observados, entre outros, os critérios de: VII - indicação dos pressupostos de fato e de direito que determinarem a decisão;"
        },
        {
            "nro":"44",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – MPE/AC",
            "pergunta":"O princípio da razoabilidade apresenta-se como meio de controle da discricionariedade administrativa, e justifica a possibilidade de correção judicial.",
            "resposta":"C",
            "comentario":"O princípio da razoabilidade, assim como o da proporcionalidade, constituem limites ao exercício da discricionariedade administrativa. Afinal, mesmo quando atua com discricionariedade, com certa margem para escolher entre uma ou outra opção, o administrador não pode jamais se afastar do princípio da legalidade (essa “margem” de discricionariedade deve ser sempre garantida por lei). Caso o agente público extrapole os limites legais, adotando atitudes desarrazoadas ou desproporcionais, estará praticando um ato ilegal, passível, portanto, de controle pelo Podre Judiciário.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"45",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2010 – CVM",
            "pergunta":"O princípio da Administração Pública que se fundamenta na ideia de que as restrições à liberdade ou propriedade privadas somente são legítimas quando forem necessárias e indispensáveis ao atendimento do interesse público denomina-se princípio da proporcionalidade.",
            "resposta":"C",
            "comentario":"O princípio da proporcionalidade, positivado na Lei 9.784/1999, a qual determina, nos processos administrativos, que se observe o critério de “adequação entre meios e fins, vedada a imposição de obrigações, restrições e sanções em medida superior àquelas estritamente necessárias ao atendimento do interesse público” (art. 2o, parágrafo único, inciso VI).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"46",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – MIN",
            "pergunta":"O desfazimento da nomeação de um agente administrativo somente pode ocorrer depois de assegurada a ele a garantia do contraditório e da ampla defesa.",
            "resposta":"C",
            "comentario":"O item está correto. A observância ao princípio do contraditório e da ampla defesa deve ser sempre a regra quando há um conflito de interesses entre a Administração e os administrados. No caso, o desfazimento da nomeação é um ato desfavorável ao agente administrativo, portanto, a Administração deve garantir-lhe o direito de defesa.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"47",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – Procurador MPTCDF",
            "pergunta":"Constitui exteriorização do princípio da autotutela a súmula do STF que enuncia que “A administração pode anular seus próprios atos, quando eivados dos vícios que os tornam ilegais, porque deles não se originam direitos; ou revogá-los, por motivo de conveniência e oportunidade, respeitados os direitos adquiridos, e ressalvada, em todos os casos, a apreciação judicial”.",
            "resposta":"C",
            "comentario":"Questão correta. Trata-se da transcrição da Súmula 473 do STF, que traduz os fundamentos do princípio da autotutela.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"48",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Suframa",
            "pergunta":"O princípio administrativo da autotutela expressa a capacidade que a administração tem de rever seus próprios atos, desde que provocada pela parte interessada, independentemente de decisão judicial.",
            "resposta":"E",
            "comentario":"O quesito está errado. Pelo princípio da autotutela, a Administração também pode rever seus próprios atos de ofício, ou seja, independentemente de provocação. Isso vale tanto para a anulação de atos ilegais como para a revogação de atos inconvenientes e inoportunos. Por outro lado, lembre-se de que o Poder Judiciário só age quando provocado, ou seja, o Judiciário não pode anular um ato ilegal da Administração de ofício; para tanto, ele deve ser provocado, mediante a propositura da ação judicial cabível.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"49",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – AE/ES",
            "pergunta":"Caso se verifique, durante a realização de um concurso público, a utilização, por candidatos, de métodos fraudulentos para a obtenção das respostas corretas das provas, a administração pública poderá anular o concurso embasada diretamente no princípio da autotutela.",
            "resposta":"C",
            "comentario":"O poder da Administração de anular seus próprios atos ilegais decorre do princípio da autotutela. Embora a ilegalidade apresentada na questão tenha sido causada pelos candidatos, pode-se considerar que a Administração também tem sua parcela de responsabilidade, no mínimo, por não estabelecer controles adequados para coibir a fraude. Portanto, pode-se dizer que a anulação do concurso se trata mesmo de aplicação do princípio da autotutela.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"50",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2015 – CGE/PI",
            "pergunta":"A administração pode anular os próprios atos, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos e ressalvada a apreciação judicial, bem como pode revogá-los quando eles estiverem eivados de vícios que os tornem ilegais.",
            "resposta":"E",
            "comentario":"A questão inverteu os casos de anulação com revogação, motivo pelo qual está errada.",
            "lei": "sim",
            "desc_lei": "De acordo com o enunciado da Súmula 473 do STF. “A Administração pode anular seus próprios atos, quando eivados de vícios que os tornam ilegais, porque deles não se originam direitos; ou revogá-los, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos, e ressalvada, em todos os casos, a apreciação judicial”. “Art. 53. A Administração deve anular seus próprios atos, quando eivados de vício de legalidade, e pode revogá-los por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos”."
        },
        {
            "nro":"51",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – MIN",
            "pergunta":"Suponha que a ascensão funcional de determinado servidor público tenha decorrido de ato administrativo calcado em lei inconstitucional e que já tenha transcorrido o prazo decadencial para a administração anular o respectivo ato. Nessa situação, admite-se a convalidação do ato administrativo de transposição de carreira em favor do servidor, com fundamento no princípio da indisponibilidade.",
            "resposta":"E",
            "comentario":"Embora a ascensão seja considerada forma de provimento de cargo público ilegal, o prazo decadencial busca proteger a confiança dos administrados e garantir a estabilidade das relações jurídicas já consolidadas no tempo. Portanto, representa aplicação do princípio da segurança jurídica e não da indisponibilidade, daí o erro.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"52",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2014 – Ministério da Justiça",
            "pergunta":"O fundamento da prescrição administrativa reside no princípio da conservação dos valores jurídicos já concretizados, visando impedir, em razão do decurso do prazo legalmente fixado, o exercício da autotutela por parte da administração pública.",
            "resposta":"C",
            "comentario":"A prescrição, a semelhança da decadência, é um instituto processual que impede a Administração de agir após o decurso do prazo legalmente fixado. É uma forma de estabilizar as relações jurídicas. Diz-se que, quando ocorre a prescrição, perde-se o direito de agir. Assim, ocorrida a prescrição, a Administração não poderá mais anular um ato, ficando impedida, portanto, de exercer plenamente a autotutela. Pelo exposto, vê-se que o quesito está correto.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"53",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2012– CGU",
            "pergunta":"A impossibilidade de o particular prestador de serviço público por delegação interromper sua prestação é restrição que decorre do seguinte princípio da Continuidade do Serviço Público",
            "resposta":"C",
            "comentario":"O princípio da continuidade do serviço público, pelo qual a prestação de serviços públicos deve ser realizada sem interrupção. Lembrando que os serviços públicos podem ser prestados diretamente, quando executados pela Administração, ou indiretamente, quando delegados a particulares, mediante institutos como permissão, concessão ou cessão de uso. Em qualquer hipótese, os serviços públicos não podem parar. Por isso é que, a fim de assegurar a continuidade, a Administração possui a prerrogativa de encampar a concessão de serviço público, ou seja, retomar para si a execução do serviço por motivos de interesse público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"54",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"ESAF/2012 – AFRB",
            "pergunta":"A possibilidade jurídica de submeter-se efetivamente qualquer lesão de direito e, por extensão, as ameaças de lesão de direito a algum tipo de controle denomina-se princípio da sindicabilidade.",
            "resposta":"C",
            "comentario":"O princípio da sindicabilidade. Segundo o dicionário Michaelis online, sindicar significa “fazer sindicância em; inspecionar determinados serviços públicos para verificar a maneira como eles têm decorrido”. Assim, pelo princípio da sindicabilidade, os atos administrativos podem ser controlados, inspecionados, com a finalidade de verificar se guardam consonância com a lei e com os princípios que regem a Administração Pública.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"55",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 TRF 2a Região",
            "pergunta":"O princípio da sindicabilidade é reconhecido expressamente pela jurisprudência do STF..",
            "resposta":"C",
            "comentario":"Admite-se, excepcionalmente, a sindicabilidade em juízo da incompatibilidade entre o conteúdo programático previsto no edital do certame e as questões formuladas ou, ainda, os critérios da respectiva correção adotados pela banca examinadora.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro":"56",
            "disciplina":"Direito Administrativo",
            "materia":"Princípios básicos da administração pública",
            "banca":"Cespe/2013 – MIN",
            "pergunta":"O princípio da gratuidade aplica-se a todo e qualquer processo administrativo.",
            "resposta":"E",
            "comentario":"A gratuidade é a regra nos processos administrativos; porém, também não é um princípio absoluto, eis que a lei pode prever exceções. Por exemplo, caso o administrado requeira cópias dos processos administrativos, admite-se a cobrança por elas. Portanto, a questão está errada.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}