{
    "questoes": [
        {   "nro":"01",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2013 - FUMARC/PC-MG - Médico legista",
            "pergunta":"No que diz respeito ao Direito Internacional dos Direitos Humanos, pode-se afirmar que se trata de um ramo do Direito que surgiu após a Segunda Guerra Mundial.",
            "resposta":"C",
            "comentario":"A evolução e afirmação histórica dos Direitos Humanos é recente, tendo como marco fulcral a 2a Guerra Mundial, que despertou a comunidade internacional para a importância de se proteger os direitos humanos, em razão das atrocidades ocorridas durante o conflito armado com inúmeras violações à dignidade das pessoas. Logo, é possível afirmar que o Direito Internacional dos Direitos Humanos surgiu após o referido conflito bélico e, portanto, está correta a assertiva.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"02",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2012 - DPE-ES - Defensor Público",
            "pergunta":"A concepção contemporânea dos direitos humanos surgiu com o término da Primeira Grande Guerra Mundial.",
            "resposta":"E",
            "comentario":"A questão maliciosamente tenta nos induzir a erro. Vimos na parte da afirmação histórica que a fase que compreende a dignidade como valor supremo, marcando a concepção contemporânea dos Direitos Humanos ocorre após a 2a Guerra Mundial, e não com o término da 1a Grande Guerra.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"03",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2012 - PM/AL",
            "pergunta":"Com relação ao conceito, à evolução e à abrangência dos direitos humanos, no século XX, inaugurou-se uma nova fase no sistema de proteção dos direitos fundamentais, na medida em que foi nele que os Estados passaram a acolher as declarações de direitos em suas Constituições.",
            "resposta":"E",
            "comentario":"A primeira vez em que houve declaração de direitos em documento escritos remonta da baixa idade média, com a elaboração da Magna Carta, de 1215, quando houve a previsão para assegurar direitos de liberdade como manifestação inicial dos Direito Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"04",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2012 - PM/AL",
            "pergunta":"Com o fim da Primeira Guerra Mundial, a estrutura do direito internacional dos direitos humanos começou a se consolidar. A essa época, os direitos humanos tornaram-se uma legítima preocupação internacional e, então, foram criados mecanismos institucionais e de instrumentos que levaram tais direitos a ocupar um espaço central na agenda das organizações internacionais.",
            "resposta":"E",
            "comentario":"Como vimos a consolidação dos Direitos Humanos é algo que ocorreu paulatinamente, expandindo-se a cada confluência social. De todo modo, o registro marcante a despertar a preocupação da comunidade internacional quanto a temática protetiva dos direitos humanos, foi a 2a Guerra Mundial.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"05",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2014 - CS/DPE-GO - Defensor Público",
            "pergunta":"Os direitos humanos ganharam nas últimas décadas especial atenção da sociedade e dos meios internacionais e já se encontram incorporados ao pensamento jurídico do século XXI. Estudiosos da matéria sustentam que o seu fundamento filosófico e a justificativa estão ligados a movimentos históricos, políticos e jurídico-sociais que marcaram a história da humanidade. Nessa perspectiva, o reconhecimento dos direitos humanos teve como um dos seus fundamentos filosóficos o movimento denominado “jusnaturalismo”.",
            "resposta":"C",
            "comentario":"Entre outros pensamento filosóficos – como os mencionados pensamentos racionalista e positivista – o “jusnaturalismo” teve forte influência para o reconhecimento dos direitos humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"06",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2014 - VUNESP/PC-SP - Investigador de Polícia",
            "pergunta":"O ano de 1948 representou um marco histórico mundial no tocante aos direitos humanos, pois foi nesse ano proclamada a Declaração Universal dos Direitos do Homem.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"07",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2014 - VUNESP/PC-SP - Escrivão de Polícia",
            "pergunta":"Documento histórico relevante na evolução dos direitos humanos, elaborado no século XIII, que regulava várias matérias, de sentido puramente local ou conjuntural, ao lado de outras que constituem as primeiras fundações da civilização moderna, que considera que o rei se encontra vinculado pelas próprias leis que edita e que traz a essência do princípio do devido processo legal em seu texto. Tal descrição se refere à Magna Carta (ou Magna Charta Libertatum).",
            "resposta":"C",
            "comentario":"O documento a que se refere a questão é a Magna Carta! O referido documento foi assinado em 1215 e constituiu um acordo entre o rei e barões a época. A Magna Carta se destinou à proteção dos direitos dos ingleses, originários da law of the land (lei da terra). Devido à importância do documento e disseminação ao longo da Europa, pode ser considerada como nascedouro de direitos, influenciado inúmeros outros documentos posteriores. A principal finalidade da Carta Magna foi a limitação do poder do rei, que assim como qualquer cidadão, encontrava-se vinculado às leis. Ademais, neste documentos foram assegurados direitos civis, como a propriedade privada e o direito de ir e vir.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"08",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2014 - VUNESP/PC-SP - Auxiliar de Papiloscopista Policial",
            "pergunta":"Em 1791, foi editada a Constituição Francesa. O papel do Estado nessa época era, sobretudo, proteger a liberdade. Contudo, aos poucos, foi-se evidenciando a necessidade de o Estado intervir para garantir a igualdade material entre os indivíduos. Em meados do século XIX, iniciaram-se os movimentos liberais. Após os efeitos desastrosos da Primeira Guerra Mundial, o Estado passou a intervir na ordem econômica e social. As Constituições de vários países foram reeditadas para passar a contemplar, dentre outros, os direitos dos trabalhadores.",
            "resposta":"C",
            "comentario":"Para resolver a presente questão devemos ter em mente a evolução história das três clássicas dimensões de direitos. Após a Revolução Francesa foi editada a Constituição de 1791 que firmou direitos civis e políticos, mais especificamente, garantiu os direitos de liberdade, impondo limites ao Estado Absolutista anteriormente imperante. Entretanto, a tão só garantia de direitos negativos não foi suficiente para suplantar as mazelas sociais presentes na sociedade à época. Em razão disso, novo momento inicia-se para agregar, para além da proteção dos direitos civis e políticos, outra dimensão de direitos. Passa-se a defender direitos que propiciem condições de igualdade material, efetivados por intermédio de uma atuação estatal ostensiva. Esta corrente do pensamento é explorada substancialmente pela corrente filosófico-política comunista, que se portou de forma veementemente contrária às explorações à classe trabalhadora decorrente da Revolução Industrial. Deste modo, os Estados passaram a legislar sobre direitos de segunda dimensão e, notadamente sobre direito do trabalho, que constou pioneiramente da Constituição do México de 1917 e da Constituição de Weimar de 1919.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"09",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2013 - VUNESP/PC-SP - Papiloscopista Policial",
            "pergunta":"Aprovada em 1948, a Declaração Universal dos Direitos Humanos é o documento base da luta universal contra a opressão e a discriminação, defende a igualdade e a dignidade das pessoas e reconhece que os direitos humanos e as liberdades fundamentais devem ser aplicados a cada cidadão do planeta.",
            "resposta":"C",
            "comentario":"Correto a afirmativa. Aprovada em 1948 por intermédio da Resolução 217A (III) da Assembleia Geral da ONU estabeleceu, pela primeira vez, a proteção internacional dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"10",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2013 - VUNESP/PC-SP - Investigador de Polícia",
            "pergunta":"Dentre os documentos reconhecidos internacionalmente e que limitaram o poder do governante em relação aos direitos do homem, encontra-se o mais remoto e pioneiro antecedente que submetia o Rei a um corpo escrito de normas, procurava afastar a arbitrariedade na cobrança de impostos e implementava um julgamento justo aos homens. Esse importante documento histórico dos direitos humanos denomina-se Magna Carta da Inglaterra.",
            "resposta":"C",
            "comentario":"A Magna Carta foi assinada em 1215 e constituiu um acordo rei e barões da Inglaterra, que se destinou à proteção dos direitos individuais, originários da law of the land (lei da terra). A finalidade principal do documento foi a submissão do rei às suas regras a sim de evitar arbitrariedades e excessiva cobrança de impostos, além de reconhecer direitos civis como a propriedade privada e o direito de ir e vir.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"11",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"O estudo dos aspectos histórico dos Direitos Humanos conduz à conclusão de que as atrocidades, guerras e surtos de violência mobilizaram a comunidade internacional para a proteção dos Direitos Humanos.",
            "resposta":"C",
            "comentario":"Correto. Tal afirmação consta da doutrina de Fábio Konder Comparato. Isso fica evidente, especialmente no que tange à criação da ONU, que é decorrência direta a mobilização internacional contra as barbáries da 2a Guerra Mundial.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"12",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"O movimento socialista, especialmente difundido por Karl Marx e Friedrich Engels, implicou o reconhecimento dos direitos difusos e coletivos.",
            "resposta":"E",
            "comentario":"O movimento socialista defende maior intervenção estatal, de modo que ao Estado compete prover, na medida de suas possibilidades as necessidades da sociedade. Essas necessidades caracterizam-se pelos direitos de segunda dimensão.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"13",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"O modelo filosófico cristão de pensamento propugnou a submissão do ser humano à figura divina, não contribuindo para o desenvolvimento dos Direitos Humanos.",
            "resposta":"E",
            "comentario":"Quando da análise da afirmação histórica, vimos que o cristianismo foi essencial para firmar a compreensão de que a pessoa é o centro das ações humanas, contribuindo com o desenvolvimento dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"14",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2011 - DPE-MA – Defensor Público",
            "pergunta":"A natureza do sistema de proteção internacional dos direitos humanos é de domínio reservado do Estado nos limites de sua soberania, possibilitando a responsabilização internacional do Estado quando as instituições nacionais forem omissas na tarefa de proteger os direitos humanos.",
            "resposta":"E",
            "comentario":"O estudo da limitação internacional da proteção dos Direitos Humanos passa pela análise da soberania dos Estados. Jean Bodin definiu soberania como poder que o Estado detém de impor, dentro de seu território, suas decisões, editando leis e executando-as; e, externamente, a não subordinação a nenhum outro Estado.Por esse conceito não seria possível que Estados ou organismos internacionais impusessem limitações a outros Estados, ainda que a título de proteção dos Direitos Humanos. Contudo, com o desenvolvimento e institucionalização da disciplina, a preocupação da comunidade internacional em relação à proteção da dignidade tornou-se consenso. Os países reuniram-se em organismos internacionais globais e, posteriormente, locais, para criarem regras e mecanismos de proteção aos Direitos Humanos. Os indivíduos passaram à posição central, de sujeitos de direito internacional, obrigando todos os Estados a observância de regras mínimas de proteção.Em razão disso, impõe-se um REESTUDO DO CONCEITO ORIGINÁRIO DE SOBERANIA, uma vez que os Estados atualmente encontram limites a esse poder dito supremo, na comunidade internacional, qual seja: a proteção aos Direitos Humanos. Na verdade, a soberania é exercida em sua plenitude no momento em que o país decide firmar um pacto internacional. A partir desse momento, ao menos, o signatário abre mão de sua parcela de soberania em prol do bem comum. Vistos esses conceitos gerais, notamos que a assertiva parece estar correta, contudo, a proteção dos direitos humanos não está limitada à soberania. Na realidade, a soberania é cada vez mais mitigada para uma implementação integral dos direitos humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"15",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2004 - AGU - Advogado da União",
            "pergunta":"O Estado não pode eximir-se de sua responsabilidade internacional pela violação de obrigações específicas relacionadas com a proteção do direito à vida e à integridade pessoal por motivos de ordem interna, como a forma federativa do Estado e a consequente divisão de competências materiais e legislativas próprias à União e aos Estados-Membros.",
            "resposta":"C",
            "comentario":"As matérias enunciadas são normas de direitos fundamentais e, logo, constituem obrigação dos Estados observá-los. Ademais, os direitos humanos constituem a vertente internacional dos direitos fundamentais. Ambos os aspectos de proteção (interno e internacional) devem atuar conjuntamente para a proteção dos Direitos Humanos. Ao Estado, por sua vez, a responsabilidade é qualificada, uma vez que não poderá se exigir das responsabilidades assumidas internacionalmente, em função dos tratados internacionais que assina. Do mesmo modo, vincula-se internamente, segundo as leis respectivas, com o dever de assegurar os direitos fundamentais.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"16",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Afirmação Histórica dos Direitos Humanos",
            "banca":"CESPE/2007 - DPU – Defensor Público Federal",
            "pergunta":"A República Federativa do Brasil, que reconhece a jurisdição obrigatória da Corte Interamericana de Direitos Humanos, em nenhum momento foi ré por violações geradoras de responsabilidade internacional.",
            "resposta":"E",
            "comentario":"O Brasil já foi acionado em diversos casos perante a Corte Interamericana de Direitos Humanos. Destacam-se os seguintes casos: Caso Ximenes Lopes (Caso n° 12.237); Caso Nogueira de Carvalho e outros (Caso no 12.058); Caso Escher e outros Caso Gomes Lund e outros (Guerrilha do Araguaia); Caso Sétimo Garibaldi (Caso 12.478).",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"17",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Direitos Humanos e Globalização",
            "banca":"CESPE/2008 - VUNESP/DPE-MS - Defensor Público",
            "pergunta":"Considerando a evolução histórica, os marcos jurídicos fundamentais e a estrutura normativa dos Direitos Humanos, a globalização dos direitos humanos forçou os Estados a escolherem entre um sistema global e um regional de proteção a esses direitos, uma vez que ambos sistemas não podiam coexistir.",
            "resposta":"E",
            "comentario":"A assertiva está incorreta. Embora uma das consequências geradas pelo processo de globalização seja a universalização dos Direitos Humanos, os diversos sistemas de proteção devem coexistir. No âmbito do Brasil, por exemplo, respeitamos as regras do Sistema Global, capitaneado pela ONU, e do Sistema Interamericano de Direitos Humanos, que é conduzido pela OEA.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"18",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2012 - CESPE/PM-AL – Oficial",
            "pergunta":"Com relação ao conceito, à evolução e à abrangência dos direitos humanos, no século XX, inaugurou-se uma nova fase no sistema de proteção dos direitos fundamentais, na medida em que foi nele que os Estados passaram a acolher as declarações de direitos em suas Constituições.",
            "resposta":"E",
            "comentario":"A primeira vez em que houve declaração de direitos em documento escritos remonta da baixa idade média, com a elaboração da Magna Carta, de 1215, quando houve a previsão para assegurar direitos de liberdade como manifestação inicial dos Direito Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"19",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2012 - PC-SE – Inspetor de Polícia",
            "pergunta":"Acerca da teoria geral dos direitos humanos e da dignidade da pessoa humana, o direito internacional dos direitos humanos, fenômeno que antecedeu à Primeira Guerra Mundial, pode ser conceituado como uma construção consciente vocacionada a assegurar a dignidade humana.",
            "resposta":"E",
            "comentario":"A questão está incorreta, uma vez que a internacionalização dos direitos humanos é uma construção pós Segunda Guerra Mundial. Após a Primeira Guerra Mundial falava-se apenas em Direito Humanitário e não de forma internacionalizada.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"20",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - OAB – Habilitação Profissional",
            "pergunta":"No âmbito do direito internacional, a soberania, importante característica do palco internacional, significa a possibilidade de celebração de tratados sobre direitos humanos com o consentimento do Tribunal Penal Permanente.",
            "resposta":"E",
            "comentario":"Está perfeita a questão, exceto pelo fato de que é necessário o consentimento do Tribunal Penal Permanente Conforme estudamos na aula de hoje, a soberania estatal manifesta-se justamente na celebração dos tratados internacionais de direitos humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"21",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2011 - TRF3a – Juiz Federal",
            "pergunta":"Na atualidade, existem apenas duas cortes regionais em funcionamento: a Corte Interamericana de Direitos Humanos e a Corte Europeia de Direitos.",
            "resposta":"E",
            "comentario":"Existe, para além dos sistemas citados, o Sistema Africano de Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"22",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI – Defensor Público",
            "pergunta":"Atualmente, os direitos e garantias fundamentais estão inseridos em distintos textos constitucionais de diferentes países. Tal presença é uma conquista histórica ocorrida por ações concretas realizadas no passado. A Carta das Nações Unidas de 1945, exemplo de uma dessas ações concretas, consolidou, junto com a UDHR, o movimento de internacionalização dos direitos humanos. Tendo em vista essa institucionalização a estrutura de proteção do direito internacional é concentrada na ONU.",
            "resposta":"E",
            "comentario":"Vimos que a estrutura do Direito Internacional de direitos humanos engloba sistemas globais e sistemas regionais. O sistema global atualmente compreende a ONU, ao passo que o sistema regional compreende sistema europeu, africano e americano.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"23",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI – Defensor Público",
            "pergunta":"Atualmente, os direitos e garantias fundamentais estão inseridos em distintos textos constitucionais de diferentes países. Tal presença é uma conquista histórica ocorrida por ações concretas realizadas no passado. A Carta das Nações Unidas de 1945, exemplo de uma dessas ações concretas, consolidou, junto com a UDHR, o movimento de internacionalização dos direitos humanos. Tendo em vista essa institucionalização a proteção internacional pode ser vista, entre outros, em dois planos: sistema global (ONU) e sistema regional (OEA).",
            "resposta":"C",
            "comentario":"Ao lado do Sistema Global dos direitos humanos, capitaneado pela ONU, estão presentes os sistemas regionais. No âmbito do Estado brasileiro é aplicável o Sistema Americano, que é coordenado pela Organização dos Estados Americanos (OEA).",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"24",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013 - DPE-RR – Defensor Público",
            "pergunta":"A Declaração dos Direitos do Homem e do Cidadão, datada de 1948, foi o marco da internacionalização da proteção aos direitos humanos.",
            "resposta":"E",
            "comentario":"A Declaração dos Direitos do Homem e do Cidadão (Déclaration des Droits de l'Homme et du Citoyen, ao lado), que data de 1789, é documento culminante da Revolução Francesa, que definiu diversos direitos fundamentais de caráter universal. Como se vê a questão tentou confundir o documento acima com a Declaração Universal dos Direitos Humanos (DUDH), que data de 1948, a marca a internacionalização dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"25",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013 - DPE-RR – Defensor Público",
            "pergunta":"O sistema global de proteção dos direitos humanos está estruturado com base em uma série de documentos, entre os quais se destacam o Pacto Internacional de Direitos Civis e Políticos e o Pacto Internacional dos Direitos Econômicos, Sociais e Culturais.",
            "resposta":"C",
            "comentario":"Ao lado da DUDH, o Pacto Internacional de Direitos Civis e Políticos e o Pacto Internacional dos Direitos Econômicos, Sociais e Culturais constituem os principais documentos internacionais do Sistema Global.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"26",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013 - DPE-RR – Defensor Público",
            "pergunta":"Os sistemas global e regional de proteção aos direitos humanos são dicotômicos.",
            "resposta":"E",
            "comentario":"Dicotômico significa a cisão, divisão. Assim, questiona a assertiva se os sistemas são separados, cindidos em global e regional.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"27",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013",
            "pergunta":"A rígida hierarquia entre os sistemas de proteção aos direitos humanos impõe a interação entre os sistemas nacional e regional, mas exclui a interação direta entre o sistema nacional e o global.",
            "resposta":"E",
            "comentario":"Não exclui a interação direta entre o sistema nacional e global.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"28",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2011 - DPE-MA – Defensor Público",
            "pergunta":"A proteção internacional dos direitos humanos é um conjunto de normas jurídicas que garante o respeito à dignidade de todas as pessoas. Com relação ao sistema e à natureza de proteção internacional contra as violações de direitos humanos, a proteção internacional dos direitos humanos está desvinculada do processo de universalização dos direitos humanos.",
            "resposta":"E",
            "comentario":"Notem que a assertiva por si só não faz sentido, pois a proteção internacional dos direitos humanos está totalmente atrelada à universalização da disciplina.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"29",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/",
            "pergunta":"A proteção internacional dos direitos humanos é um conjunto de normas jurídicas que garante o respeito à dignidade de todas as pessoas. Com relação ao sistema e à natureza de proteção internacional contra as violações de direitos humanos, a natureza diplomática da proteção internacional dos direitos humanos atribui aos Estados o dever de proteger tanto os nacionais quanto os estrangeiros que se encontrem em território pátrio, do que se depreende que a nacionalidade tem especial importância nesse contexto.",
            "resposta":"E",
            "comentario":"Errado, a proteção dos direitos humanos deve ser estendida aos nacionais e aos estrangeiros, de forma que interessa apenas o fato de ser humano, não interessando a nacionalidade do indivíduo. Dessa forma, em relação aos sujeitos protegidos pelos direitos e garantias fundamentais previstas no art. 5o, a CF assegura os direitos ali indicados tanto aos brasileiros como aos estrangeiros residentes no País.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"30",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2011 - DPE-MA – Defensor Público",
            "pergunta":"A proteção internacional dos direitos humanos é um conjunto de normas jurídicas que garante o respeito à dignidade de todas as pessoas. Com relação ao sistema e à natureza de proteção internacional contra as violações de direitos humanos, a natureza do sistema de proteção internacional dos direitos humanos é de domínio reservado do Estado nos limites de sua soberania, possibilitando a responsabilização internacional do Estado quando as instituições nacionais forem omissas na tarefa de proteger os direitos humanos.",
            "resposta":"E",
            "comentario":"A assertiva parece estar correta, contudo, como vimos na parte de limitação dos direitos humanos, a proteção dos direitos humanos não está limitada à soberania. Na realidade, a soberania é cada vez mais mitigada para uma implementação integral dos direitos humanos. Outra informação importante desta questão e que está correta é o fato de que a proteção internacional é subsidiária. Vale dizer, somente haverá responsabilização do Estado, caso os mecanismos internos forem omissos ou insuficientes.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"31",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI",
            "pergunta":"Além da Declaração Universa dos Direitos Humanos de 1948 não há outros documentos relevantes no âmbito da proteção internacional global dos direitos humanos.",
            "resposta":"E",
            "comentario":"Muito são os documentos que regem a proteção internacional global dos direitos humanos. Assim, integram o sistema global de proteção, além da Declaração Universal dos direitos Humanos, os seguintes documentos internacionais: Carta das Nações Unidas; Pacto Internacional dos Direitos Civis e Políticos; Pacto Internacional dos Direitos Econômicos, Sociais e Culturais; Convenção contra a Tortura e outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes; Convenção sobre a Eliminação de Todas as Formas de Discriminação Contra a Mulher; Convenção sobre a Eliminação de Todas as Formas de Discriminação Racial; e Convenção sobre os Direitos da Criança.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"32",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI – Defensor Público",
            "pergunta":"Quando foi adotada e proclamada por resolução da Assembleia Geral das Nações Unidas, a Declaração Universal dos Direitos Humanos, apesar de não ter sido aceito por todos os países, teve grande importância histórica.",
            "resposta":"C",
            "comentario":"De fato, quando adotada e promulgada pela ONU, em 1948, a Declaração Universal de Direitos Humanos não foi aceita por todos os países. Não obstante isso, sua importância histórica é incontestável, uma vez que serviu de base para a expansão dos direitos humanos como um todo e para a criação de vários outros tratados internacionais sobre o tema, como o Pacto Internacional dos Direitos Civis e Políticos, e o Pacto Internacional sobre os Direitos Econômicos, Sociais e Culturais, que serão estudados nas próximas aulas.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"33",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013 - ",
            "pergunta":"O sistema global de proteção dos direitos humanos foi instaurado pela Carta Internacional dos Direitos Humanos.",
            "resposta":"C",
            "comentario":"A presente questão é bastante simples. O Sistema Global de Direitos Humanos é coordenado pela ONU, que foi criado pela Carta das Nações Unidas. Em seguida, a Assembleia Geral da ONU edita a Declaração Universal dos Direitos Humanos. Esse documento, juntamente com o Pacto Internacional dos Direito Civis e Político e os Pacto Internacionais dos Direitos econômicos, sociais e culturais formam-se o que a doutrina denomina de Carta Internacional dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"34",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2013 - PRF – Policial Rodoviário Federal",
            "pergunta":"A aplicação das normas de direito internacional humanitário e de direito internacional dos refugiados impossibilita a aplicação das normas básicas do direito internacional dos direitos humanos.",
            "resposta":"E",
            "comentario":"Essas duas vertentes devem agir conjuntamente com a proteção internacional dos direitos humanos, de modo que a assertiva está incorreta. ",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"35",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI – Defensor Público",
            "pergunta":"A ONU nasceu com diversos objetivos, como a manutenção da paz e segurança internacionais, assim, a proteção internacional dos direitos humanos estava incluída entre eles.",
            "resposta":"C",
            "comentario":"A ONU foi criada após a 2a Grande Guerra, em 1945, justamente pela necessidade articulação de um órgão internacional que coordenasse a proteção dos direitos humanos, tendo em vista as barbaridades perpetradas contra a humanidade durante os combates armados. A expansão dos Direitos Humanos ocorre justamente após a 2a Guerra e a criação da ONU.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"36",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2009 - DPE-PI – Defensor Público",
            "pergunta":"O Tribunal de Nuremberg não teve nenhum papel histórico na internacionalização dos direitos humanos.",
            "resposta":"E",
            "comentario":"Desde a 1a Guerra Mundial discutia-se a criação de tribunais penais internacionais para julgamento de crimes de guerra. Contudo, apenas com a mobilização em razão das atrocidades da 2a Guerra Mundial é que finalmente há, em 1945, a criação de tal tribunal. Assim, em 08.07.1945, em Londres, foi instituído um tribunal internacional militar, denominado posteriormente de Tribunal de Nuremberg. Entre as partes que participaram da constituição do referido órgão julgadores estão o Reino Unido, Estados Unidos, União Soviética e França. Tratou-se de um tribunal de exceção que julgou 24 nazistas integrantes da SS, Gestapo, Partido Nazista, entre outros. Embora criticado por se constituir em um tribunal formado após a prática dos crimes, é fundado no direito internacional consuetudinário de punição daqueles que cometeram crimes contra os valores essenciais da comunidade internacional. Dessa forma, é evidente a importância do Tribunal de Nuremberg, que teve um papel histórico significativo na internacionalização de direitos humanos, tendo em vista que muitos dos crimes lá julgados foram considerados posteriormente como crimes contra a humanidade e encontram-se tipificados internacionalmente.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"37",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2012 - PM-AL – Oficial",
            "pergunta":"Com o fim da Primeira Guerra Mundial, a estrutura do direito internacional dos direitos humanos começou a se consolidar. A essa época, os direitos humanos tornaram-se uma legítima preocupação internacional e, então, foram criados mecanismos institucionais e de instrumentos que levaram tais direitos a ocupar um espaço central na agenda das organizações internacionais.",
            "resposta":"E",
            "comentario":"Como vimos a consolidação dos Direitos Humanos é algo que ocorreu paulatinamente, expandindo-se a cada confluência social. De todo modo, o registro marcante a despertar a preocupação da comunidade internacional quanto a temática protetiva dos direitos humanos, foi a 2a Guerra Mundial e não com a 1a Guerra Mundial.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"38",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2014 - DPE-GO - Defensor Público",
            "pergunta":"A cerca das três grandes vertentes jurídicas da proteção internacional da pessoa humana – direitos humanos, direito humanitário e direito dos refugiados – existem convergências e divergências. Nesse sentido, o reconhecimento, inclusive judicial, do alcance e da dimensão amplos das obrigações convencionais de proteção internacional da pessoa humana assegura a continuidade do processo de expansão do direito de proteção.",
            "resposta":"C",
            "comentario":"Perfeita a afirmativa.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"39",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2014 - PC-MG - Investigador de Polícia",
            "pergunta":"Ao lado do sistema global de proteção dos direitos humanos, existem os sistemas regionais. Os principais sistemas regionais de proteção dos direitos humanos, não incipientes, são, EXCETO o asiático.",
            "resposta":"C",
            "comentario":"Quanto aos países asiáticos não há uma organização efetiva em torno da proteção internacional dos Direitos Humanos, limitando-se os países a criarem, segundo suas concepções, mecanismos internos de proteção. Ademais, conforme registra a doutrina, o continente asiático congrega diversos países ditatoriais, cuja ordem e regramento internos não coadunam com a proteção internacional dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"40",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"CESPE/2012 - DPE-PR - Defensor Público",
            "pergunta":"A preocupação com o Direito Humanitário, a criação da Liga das Nações e da OIT são considerados pela doutrina majoritária como os precedentes históricos para o desenvolvimento dos Direitos Humanos.",
            "resposta":"E",
            "comentario":"A questão está incorreta, vez que confunde as vertentes dos Direitos Humanos (entre as quais está o Direito Humanitário) e os precedentes históricos da internacionalização dos Direitos Humanos entre os quais estão a criação da Liga das Nações e a OIT.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"41",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"Entre os sistemas proteção dos Direitos Humanos está o Sistema Global, capitaneado pela ONU, e os Sistemas Regionais, entre os quais se destaca o Sistema Interamericano, que é conduzido pela Organização dos Estados Americanos.",
            "resposta":"C",
            "comentario":"Está correta a assertiva. O Sistema Global - coordenado pela ONU – diferencia- se dos sistemas regionais entre os quais está o Sistema Interamericano - coordenado pela OEA.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"42",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"Direitos Humanos stricto sensu, Direito Humanitário e Direito dos Refugiados são elencados por Augusto Cançado Trindade como as vertentes de proteção internacional dos Direitos Humanos.",
            "resposta":"C",
            "comentario":"Agora sim! Está correta a assertiva acima, que elenca as vertentes de proteção internacional dos Direitos Humanos.",
            "lei": "",
            "desc_lei": ""
        },
        {   "nro":"43",
            "disciplina":"Direitos Humanos e Cidadania",
            "materia":"Proteção Internacional dos Direitos Humanos",
            "banca":"Estratégia/2015",
            "pergunta":"A Carta das Nações Unidas e a Convenção Americana de Direitos Humanos são documentos que representam a vertente do Direito Humanitário.",
            "resposta":"E",
            "comentario":"Segundo estudado, são dois os marcos da vertente do Direito Humanitário: Tribunal Penal Internacional e o Movimento Internacional da Cruz Vermelha.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}