{
    "questoes": [
        {
            "nro": "1",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - DEPEN - ESPECIALISTA",
            "pergunta":"As decisões tomadas por um servidor com base no código de ética profissional do servidor público devem ser pautadas na legalidade, moralidade, conveniência e oportunidade, ao passo que aspectos subjetivos da personalidade dos indivíduos, como honestidade e desonestidade e o bem e o mal, não são passíveis de apreciação.",
            "resposta":"C",
            "comentario":"A banca fez, na minha opinião, uma lambança quando passou a mencionar os aspectos subjetivos da personalidade dos indivíduos. Esses aspectos subjetivos são importantes para avaliar a conduta do servidor, mas não a do cidadão que busca o serviço público. Do jeito que a assertiva foi escrita, isso não ficou muito claro, e por isso quem tem familiaridade com o Código de Ética e sabe que ele fala em honestidade e desonestidade, por exemplo, poderia terminar errando a questão. Apesar de ter sido mal formulada, essa questão não foi anulada pela banca examinadora, e o gabarito é certo.",
            "lei": "sim",
            "desc_lei": "II - O servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim, não terá que decidir somente entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas principalmente entre o honesto e o desonesto, consoante as regras contidas no art. 37, caput, e § 4°, da Constituição Federal."
        },
        {
            "nro": "2",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - DEPEN - ESPECIALISTA",
            "pergunta":"De acordo com o Decreto n.o 1.171/1994, a moralidade da administração pública fundamenta-se na distinção entre o bem e o mal e na ideia de que o fim é sempre o bem comum, devendo a conduta do servidor público ater-se à busca do equilíbrio entre legalidade e finalidade.",
            "resposta":"C",
            "comentario":"A questão diz que a moralidade se fundamenta na distinção entre o bem e o mal, e isso é correto, apesar de sabermos que a noção de moralidade na Administração Pública deve ir além disso, pautando-se pelo bem comum.",
            "lei": "sim",
            "desc_lei": "III - A moralidade da Administração Pública não se limita à distinção entre o bem e o mal, devendo ser acrescida da idéia de que o fim é sempre o bem comum. O equilíbrio entre a legalidade e a finalidade, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo."
        },
        {
            "nro": "3",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - DEPEN -ESPECIALISTA",
            "pergunta":"Bruno, servidor público federal, teve de cumprir suas atividades diárias após o horário do expediente devido ao fato de ter se prontificado, durante o dia, a auxiliar um colega de outro setor em uma atividade de caráter emergencial. Nessa situação, Bruno agiu em consonância com a conduta ética que se espera do servidor público, já que, ao ter auxiliado o colega e ainda ter finalizado suas atividades diárias depois do expediente, ele fez mais do que sua função lhe exigia.",
            "resposta":"C",
            "comentario":"Se você responder essa questão apenas com base no “feeling”, provavelmente vai acertar. A conduta de auxiliar o colega que está precisando de ajuda em caráter emergencial é desejável, e por isso Bruno agiu eticamente. O Código de Ética não traz dispositivos expressos no sentido de que se espera do servidor que permaneça no serviço nessas situações, mas veja, por exemplo, que diz o inciso V.",
            "lei": "sim",
            "desc_lei": "V - O trabalho desenvolvido pelo servidor público perante a comunidade deve ser entendido como acréscimo ao seu próprio bem- estar, já que, como cidadão, integrante da sociedade, o êxito desse trabalho pode ser considerado como seu maior patrimônio."
        },
        {
            "nro": "4",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - MPU - ANALISTA",
            "pergunta":"É vedado ao servidor público, conforme o Decreto n.o 1.171/1994, retirar da repartição pública qualquer documento pertencente ao patrimônio público, salvo se estiver legalmente autorizado a fazê-lo.",
            "resposta":"C",
            "comentario":"O Código de Ética traz uma série de proibições aplicáveis ao servidor público, entre elas a descrita pela questão.",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público; [...] l) retirar da repartição pública, sem estar legalmente autorizado, qualquer documento, livro ou bem pertencente ao patrimônio público;"
        },
        {
            "nro": "5",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - MPU - ANALISTA",
            "pergunta":"Não atentará contra os deveres fundamentais do servidor público, previstos no Decreto n.o 1.171/1994, o servidor público federal que, mesmo exercendo a sua função com finalidade estranha ao interesse público, atue em conformidade com as formalidades legais e não viole expressamente disposições de lei.",
            "resposta":"E",
            "comentario":"Se o servidor agir com finalidade estranha ao serviço público, portanto, estará incorrendo em proibição imposta pelo Código de Ética, e por isso estará atentando contra os deveres funcionais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "6",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - MPU - TÉCNICO",
            "pergunta":"Para que a conduta do servidor público seja considerada irrepreensível é suficiente que ele observe as leis e as regras imperativas.",
            "resposta":"E",
            "comentario":"O código de Ética estabelece para o servidor público valores que vão muito além da legalidade. Para ser considerada irrepreensível, portanto, a conduta do servidor deverá ir muito além da legalidade, pautando-se também pela conveniência, oportunidade e honestidade.",
            "lei": "sim",
            "desc_lei": "II - O servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim, não terá que decidir somente entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas principalmente entre o honesto e o desonesto, consoante as regras contidas no art. 37, caput, e § 4°, da Constituição Federal."
        },
        {
            "nro": "7",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - TRE/GO - TÉCNICO JUDICIÁRIO",
            "pergunta":"Rodrigo, servidor público, tem o hábito de consumir bebida alcoólica em excesso em bares e restaurantes da cidade duas ou três vezes por semana após seu horário de trabalho, ocasiões em que fica bastante embriagado. Nessa situação, ainda que a embriaguez habitual ocorra fora do ambiente do trabalho, a conduta de Rodrigo fere dispositivo do Código de Ética dos Servidores Públicos.",
            "resposta":"C",
            "comentario":"O inciso I do Código de Ética descreve a dignidade e decoro como norteador da conduta do servidor público, mesmo fora do ambiente de trabalho.",
            "lei": "sim",
            "desc_lei": "I - A dignidade, o decoro, o zelo, a eficácia e a consciência dos princípios morais são primados maiores que devem nortear o servidor público, seja no exercício do cargo ou função, ou fora dele, já que refletirá o exercício da vocação do próprio poder estatal. Seus atos, comportamentos e atitudes serão direcionados para a preservação da honra e da tradição dos serviços públicos."
        },
        {
            "nro": "8",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - TRE/GO - TÉCNICO JUDICIÁRIO",
            "pergunta":"Considere que um servidor público tenha deixado, sem justo motivo, muitas pessoas à espera de solução que compete ao setor em que exerça suas funções, o que resultou na formação de longas filas e atraso na prestação do serviço. Nessa situação, a atitude do servidor, além de ter sido contra a ética, pode ser caracterizada como de grave dano moral aos usuários do serviço público.",
            "resposta":"C",
            "comentario":"Deixar pessoas aguardando providências sem justificativa é uma conduta grave, causadora de dano moral, especificamente prevista no Código de Ética.",
            "lei": "sim",
            "desc_lei": "X - Deixar o servidor público qualquer pessoa à espera de solução que compete ao setor em que exerça suas funções, permitindo a formação de longas filas, ou qualquer outra espécie de atraso na prestação do serviço, não caracteriza apenas atitude contra a ética ou ato de desumanidade, mas principalmente grave dano moral aos usuários dos serviços públicos."
        },
        {
            "nro": "9",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - TRE/GO - TÉCNICO JUDICIÁRIO",
            "pergunta":"Mirtes, que é servidora pública com mais de vinte anos de ofício em um TRE, acostumou-se com a forma tradicional de realizar suas tarefas e, por isso, se recusa a utilizar os sistemas eletrônicos institucionais que foram instalados em seu departamento. Nessa situação, a chefia imediata de Mirtes deve adaptar a rotina de trabalho para que ela possa continuar a trabalhar da forma que lhe é mais conveniente em respeito a sua longa carreira no tribunal.",
            "resposta":"E",
            "comentario":"O servidor não pode simplesmente recusar-se a acompanhar a evolução da tecnologia no trabalho. Essa servidora incorre claramente numa das proibições previstas no Código de Ética.",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: [...] e) deixar de utilizar os avanços técnicos e científicos ao seu alcance ou do seu conhecimento para atendimento do seu mister;"
        },
        {
            "nro": "10",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - TCE/RN",
            "pergunta":"A comissão de ética é encarregada de orientar e aconselhar o servidor acerca das regras de conduta ético-profissional concernentes ao tratamento com as pessoas e com o patrimônio público. Além disso, cabe à referida comissão competência para exonerar o servidor que desrespeitar essas normas.",
            "resposta":"E",
            "comentario":"A Comissão de Ética deve, nos termos do Decreto no 1.171/1994, “orientareaconselharsobreaéticaprofissionaldoservidor, no tratamento com as pessoas e com o patrimônio público, competindo- lhe conhecer concretamente de imputação ou de procedimento susceptível de censura”. Não cabe de forma alguma à Comissão de Ética, porém, exonerar o servidor. A única penalidade aplicada por este órgão é a censura ética.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "11",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2015 - TCE/RN",
            "pergunta":"O servidor público deve privar-se do cumprimento de função,poder ou autoridade que apresente finalidade estranha ao interesse público, salvo se observar as formalidades legais.",
            "resposta":"E",
            "comentario":"Mais uma vez surge aqui a necessidade de observar a finalidade do serviço público, que nada mais é do que o próprio interesse público. Se o servidor estiver agindo com outra finalidade, de nada adianta estar cumprindo todos os preceitos legais.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] u) abster-se, de forma absoluta, de exercer sua função, poder ou autoridade com finalidade estranha ao interesse público, mesmo que observando as formalidades legais e não cometendo qualquer violação expressa à lei;"
        },
        {
            "nro": "12",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANTAQ - ESPECIALISTA",
            "pergunta":"A função pública representa exercício profissional do servidor, não devendo integrar-se à vida particular do servidor público.",
            "resposta":"E",
            "comentario":"Quando o Código de Ética define a função pública, faz relação com o exercício profissional, integrando-a à vida privada do servidor.",
            "lei": "sim",
            "desc_lei": "VI - A função pública deve ser tida como exercício profissional e, portanto, se integra na vida particular de cada servidor público. Assim, os fatos e atos verificados na conduta do dia-a-dia em sua vida privada poderão acrescer ou diminuir o seu bom conceito na vida funcional."
        },
        {
            "nro": "13",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANTAQ - ESPECIALISTA",
            "pergunta":"É vedado ao servidor público desviar outros servidores para atender a seus interesses particulares, exceto em casos que envolvam risco da imagem do servidor ou da organização.",
            "resposta":"E",
            "comentario":"O Código de Ética proíbe que o servidor público desvie outro servidor para atender interesse particular, não estabelecendo qualquer exceção.",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: [...] j) desviar servidor público para atendimento a interesse particular;"
        },
        {
            "nro": "14",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANTAQ - ESPECIALISTA",
            "pergunta":"Ser assíduo e frequente ao serviço não é um dos principais deveres do servidor público, caso este desempenhe bem e a tempo as atribuições do cargo, função ou emprego público de que seja titular.",
            "resposta":"E",
            "comentario":"Ser assíduo e frequente ao serviço é um dos deveres do servidor público previstos no inciso XIV do Decreto no 1.171/1994. Além de desempenhar bem as atribuições do cargo, portanto, o servidor precisa ser assíduo e frequente.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] l) ser assíduo e frequente ao serviço, na certeza de que sua ausência provoca danos ao trabalho ordenado, refletindo negativamente em todo o sistema;"
        },
        {
            "nro": "15",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANTAQ - ESPECIALISTA",
            "pergunta":"A comissão de ética poderá aplicar ao servidor público que descumprir dever ético pena de advertência e, no caso de reincidência, censura ética, sendo necessário parecer assinado pelo presidente da comissão.",
            "resposta":"E",
            "comentario":"A pena aplicável ao servidor público pela Comissão de Ética é a de censura e sua fundamentação constará do respectivo parecer, assinado por todos os seus integrantes, com ciência do faltoso.",
            "lei": "sim",
            "desc_lei": "XVI - Em todos os órgãos e entidades da Administração Pública Federal direta, indireta autárquica e fundacional, ou em qualquer órgão ou entidade que exerça atribuições delegadas pelo poder público, deverá ser criada uma Comissão de Ética, encarregada de orientar e aconselhar sobre a ética profissional do servidor, no tratamento com as pessoas e com o patrimônio público, competindo-lhe conhecer concretamente de imputação ou de procedimento susceptível de censura."
        },
        {
            "nro": "16",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANTAQ - ESPECIALISTA",
            "pergunta":"É dever do servidor público respeitar a hierarquia, não podendo representar em hipótese alguma, contra qualquer comprometimento indevido da estrutura em que se funda o poder estatal.",
            "resposta":"E",
            "comentario":"O respeito à hierarquia certamente é um importante dever do servidor público, mas tal dever encontra limites justamente diante das situações de comprometimento indevido da estrutura.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] h) ter respeito à hierarquia, porém sem nenhum temor de representar contra qualquer comprometimento indevido da estrutura em que se funda o Poder Estatal;"
        },
        {
            "nro": "17",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANATEL - ANALISTA ADMINISTRATIVO",
            "pergunta":"Toda ausência injustificada do servidor de seu local de trabalho é fator de desmoralização do serviço público, podendo conduzir à desordem nas relações humanas.",
            "resposta":"C",
            "comentario":"Esta questão reproduz quase literalmente o conteúdo do inciso XII do Decreto no 1.171/1994.",
            "lei": "sim",
            "desc_lei": "XII - Toda ausência injustificada do servidor de seu local de trabalho é fator de desmoralização do serviço público, o que quase sempre conduz à desordem nas relações humanas."
        },
        {
            "nro": "18",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ANATEL - ANALISTA ADMINISTRATIVO",
            "pergunta":"É vedado ao servidor público manter-se habitualmente embriagado, ainda que fora do serviço.",
            "resposta":"C",
            "comentario":"A proibição de apresentar-se embriagado habitualmente se estende também a ambientes externos ao serviço, e por isso a assertiva está certa.",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: n) apresentar-se embriagado no serviço ou fora dele habitualmente;"
        },
        {
            "nro": "19",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - TCDF - TÉCNICO DE ADMINISTRAÇÃO PÚBLICA",
            "pergunta":"Ao servidor público que ocupa cargo de chefia é permitido, em situações especiais, determinar que servidor a ele subordinado seja desviado de função para atender a interesse particular daquele, caso o ato não implique prejuízo do desempenho das atividades do serviço público.",
            "resposta":"E",
            "comentario":"O código de Ética proíbe que o servidor público desvie outro servidor para atender interesse particular, não estabelecendo qualquer exceção.",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: [...] j) desviar servidor público para atendimento a interesse particular;"
        },
        {
            "nro": "20",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - TÉCNICO",
            "pergunta":"Considere um servidor que cumpre com atenção e cuidado suas atividades no ambiente de trabalho, mas que, fora dele, mantém seu nome vinculado a empreendimentos de cunho duvidoso. Nesse caso, é correto afirmar que a conduta desse servidor fere a ética do serviço público.",
            "resposta":"C",
            "comentario":"Exercer atividade profissional aética ou ligar o seu nome a empreendimentos de cunho duvidoso é uma das condutas proibidas pelo Código de Ética",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: [...] p) exercer atividade profissional aética ou ligar o seu nome a empreendimentos de cunho duvidoso."
        },
        {
            "nro": "21",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - TÉCNICO",
            "pergunta":"Procurar manter uma boa comunicação com os usuários da repartição constitui característica de conduta ética.",
            "resposta":"C",
            "comentario":"Um dos deveres fundamentais descritos no inciso XIV do Código de Ética diz respeito à comunicação com os usuários do serviço público.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] e) tratar cuidadosamente os usuários dos serviços aperfeiçoando o processo de comunicação e contato com o público;"
        },
        {
            "nro": "22",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - TÉCNICO",
            "pergunta":"Caso um servidor, preocupado com o bem estar dos usuários os quais atende, opte por ocultar uma decisão oficial que contraria os interesses de determinado usuário, ele será considerado um servidor compromissado eticamente com seu serviço e com sua relação com o público.",
            "resposta":"E",
            "comentario":"Isso não faria o menor sentido, não é mesmo!? O servidor não deve ocultar a verdade, ainda que ela seja contrária aos interesses do interessado.",
            "lei": "sim",
            "desc_lei": "VIII - Toda pessoa tem direito à verdade. O servidor não pode omiti-la ou falseá-la, ainda que contrária aos interesses da própria pessoa interessada ou da Administração Pública. Nenhum Estado pode crescer ou estabilizar-se sobre o poder corruptivo do hábito do erro, da opressão ou da mentira, que sempre aniquilam até mesmo a dignidade humana quanto mais a de uma Nação."
        },
        {
            "nro": "23",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - ANALISTA",
            "pergunta":"Exerce seu dever de cidadania, em conformidade com os padrões éticos aceitos, o servidor público que não se deixa corromper e denuncia todos os atos de corrupção de que toma conhecimento.",
            "resposta":"C",
            "comentario":"Perfeito! O Código de Ética define como dever do servidor a resistência a todas pressões, nos termos do inciso XVI, “i”. Além disso, o servidor deve sempre denunciar essas pressões.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] i) resistir a todas as pressões de superiores hierárquicos, de contratantes, interessados e outros que visem obter quaisquer favores, benesses ou vantagens indevidas em decorrência de ações imorais, ilegais ou aéticas e denunciá-las;"
        },
        {
            "nro": "24",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - ANALISTA",
            "pergunta":"O servidor que, para algumas situações de trabalho, avalia com cuidado qual a melhor maneira de agir para alcançar os resultados esperados e se orienta por princípios de justiça, está em concordância com a ética.",
            "resposta":"E",
            "comentario":"Se você leu essa assertiva rapidamente, provavelmente errou a resposta. Veja bem, a assertiva diz que o servidor deve avaliar com cuidado qual a melhor maneira de agir para alcançar os resultados esperados e se orientar por princípios de justiça. Ótimo, não é mesmo!? Só que a assertiva diz que isso deve ocorrer em apenas algumas situações, e aí é que está o pulo do gato, pois o servidor deve se orientar por esses princípios sempre!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "25",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - ANALISTA",
            "pergunta":"O servidor que é visto habitualmente embriagado fora de seu horário de expediente, mas cumpre suas atividades com esmero durante seu horário de trabalho não fere a ética do serviço público.",
            "resposta":"E",
            "comentario":"A essa altura você já deve estar cansado de saber que a embriaguez habitual mesmo fora do serviço é uma proibida pelo Código de Ética, não é mesmo!?",
            "lei": "sim",
            "desc_lei": "XV - E vedado ao servidor público: [...] n) apresentar-se embriagado no serviço ou fora dele habitualmente;"
        },
        {
            "nro": "26",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - ICMBIO - ANALISTA",
            "pergunta":"Considere que um servidor, ao atender um usuário, tenha-o deixado esperando por muito tempo, fato que resultou na formação de uma longa fila em seu setor. Nesse caso, como o servidor se prestou a buscar informações benéficas para o usuário, primando pela precisão de seu trabalho, acima da celeridade, ele não feriu o Código de Ética do Servidor Público do Poder Executivo Federal.",
            "resposta":"E",
            "comentario":"A celeridade também deve ser observada, e por isso o servidor não pode colocar um dever sobre o outro, e por isso a assertiva terminou sendo dada como errada.",
            "lei": "sim",
            "desc_lei": "X - Deixar o servidor público qualquer pessoa à espera de solução que compete ao setor em que exerça suas funções, permitindo a formação de longas filas, ou qualquer outra espécie de atraso na prestação do serviço, não caracteriza apenas atitude contra a ética ou ato de desumanidade, mas principalmente grave dano moral aos usuários dos serviços públicos."
        },
        {
            "nro": "27",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - TCDF - ANALISTA",
            "pergunta":"Servidor público que não participa de atividades de atualização de seus conhecimentos, para o exercício de suas atribuições, infringe os deveres do servidor.",
            "resposta":"C",
            "comentario":"A atualização do servidor é um dos deveres previstos no Código de Ética.",
            "lei": "sim",
            "desc_lei": "XIV - São deveres fundamentais do servidor público: [...] q) manter-se atualizado com as instruções, as normas de serviço e a legislação pertinentes ao órgão onde exerce suas funções;"
        },
        {
            "nro": "28",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - TCDF - ANALISTA",
            "pergunta":"A conduta de uma servidora pública que aja sempre com eficácia, zelo, dignidade, decoro e consciência dos princípios morais contribui para a preservação da honra e da tradição dos serviços públicos.",
            "resposta":"C",
            "comentario":"Essa assertiva foi escrita reproduzindo o conteúdo do inciso I do Código de Ética. Numa leitura atenta você já saberia com tranquilidade que ela está correta, pois faz todo sentido.",
            "lei": "sim",
            "desc_lei": "I - A dignidade, o decoro, o zelo, a eficácia e a consciência dos princípios morais são primados maiores que devem nortear o servidor público, seja no exercício do cargo ou função, ou fora dele, já que refletirá o exercício da vocação do próprio poder estatal. Seus atos, comportamentos e atitudes serão direcionados para a preservação da honra e da tradição dos serviços públicos."
        },
        {
            "nro": "29",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - TCDF - ANALISTA",
            "pergunta":"A ética no serviço público exige que seus servidores tratem o serviço como parte de sua carreira profissional, separando-o, portanto, de sua vida privada, e que abdiquem de seus interesses pessoais em função dos interesses públicos, sempre que necessário.",
            "resposta":"E",
            "comentario":"A conduta do servidor no serviço público se integra à sua vida privada, nos termos do inciso VI do Código de Ética.",
            "lei": "sim",
            "desc_lei": "VI - A função pública deve ser tida como exercício profissional e, portanto, se integra na vida particular de cada servidor público. Assim, os fatos e atos verificados na conduta do dia-a-dia em sua vida privada poderão acrescer ou diminuir o seu bom conceito na vida funcional."
        },
        {
            "nro": "30",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2014 - TCDF - ANALISTA",
            "pergunta":"Caso um servidor público, levando em conta os interesses da administração pública, omita um fato a um usuário da instituição em que trabalha, essa conduta não infringirá a ética do serviço público, que prima pelos interesses públicos em vez dos particulares.",
            "resposta":"E",
            "comentario":"A omissão de informações ao usuário é totalmente contrária aos preceitos do Código de Ética.",
            "lei": "sim",
            "desc_lei": "VIII - Toda pessoa tem direito à verdade. O servidor não pode omiti-la ou falseá-la, ainda que contrária aos interesses da própria pessoa interessada ou da Administração Pública. Nenhum Estado pode crescer ou estabilizar-se sobre o poder corruptivo do hábito do erro, da opressão ou da mentira, que sempre aniquilam até mesmo a dignidade humana quanto mais a de uma Nação."
        },
        {
            "nro": "31",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FUNRIO/2008 - SUFRAMA - ADMINISTRADOR",
            "pergunta":"A Administração Pública de qualquer dos Poderes Nacionais obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência. O Código de Ética Profissional do Servidor Público considera consolidada a moralidade quando há equilíbrio entre a legalidade e a finalidade, na conduta do agente público.",
            "resposta":"C",
            "comentario":"A ideia da consolidação da moralidade aparece no texto do inciso III, na Seção Regras Deontológicas.",
            "lei": "sim",
            "desc_lei": "III - A moralidade da Administração Pública não se limita à distinção entre o bem e o mal, devendo ser acrescida da ideia de que o fim é sempre o bem comum. O equilíbrio entre a legalidade e a finalidade, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo."
        },
        {
            "nro": "32",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FUNRIO/2009 - MDIC - ANALISTA TÉCNICO ADMINISTRATIVO",
            "pergunta":"O servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim terá que decidir principalmente entre o honesto e o desonesto.",
            "resposta":"C",
            "comentario":"Esse tema já foi cobrado em diversos concursos anteriores. A resposta para a nossa questão é dada pelo texto do inciso II das regras deontológicas.",
            "lei": "sim",
            "desc_lei": "II - O servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim, não terá que decidir somente entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas principalmente entre o honesto e o desonesto, consoante as regras contidas no art. 37, caput, e § 4°, da Constituição Federal."
        },
        {
            "nro": "33",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FUNRIO/2009 - MDIC - ANALISTA TÉCNICO ADMINISTRATIVO",
            "pergunta":"A publicidade de qualquer ato administrativo constitui requisito de eficácia e moralidade impondo sua omissão comprometimento ético contra o bem comum, imputável a quem a negar, salvo somente nos casos de segurança nacional, investigações policiais ou interesse do Estado ou da Administração Pública, a serem preservados em processo previamente declarado sigiloso, nos termos da lei.",
            "resposta":"C",
            "comentario":"A publicidade é a regra. O sigilo é a exceção. A questão nos exige o conhecimento do teor do inciso VII das regras deontológicas.",
            "lei": "sim",
            "desc_lei": "VII - Salvo os casos de segurança nacional, investigações policiais ou interesse superior do Estado e da Administração Pública, a serem preservados em processo previamente declarado sigiloso, nos termos da lei, a publicidade de qualquer ato administrativo constitui requisito de eficácia e moralidade, ensejando sua omissão comprometimento ético contra o bem comum, imputável a quem a negar."
        },
        {
            "nro": "34",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FUNRIO/2009 - MDIC - ANALISTA TÉCNICO ADMINISTRATIVO",
            "pergunta":"À Comissão de Ética, criada nos termos do Decreto no. 1171, de 22/11/94, compete conhecer concretamente de imputação ou de procedimento susceptível de censura.",
            "resposta":"C",
            "comentario":"A Comissão de Ética não é corregedoria. Ela não conduz Processo Administrativo Disciplinar, e nem aplica as penalidades previstas na Lei no 8.112/1990. Pelo contrário, a pena aplicável pela comissão de ética é a censura.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "35",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2007 - ANVISA - TÉCNICO ADMINISTRATIVO",
            "pergunta":"Por meio do exercício dos princípios e valores morais no trabalho, como ser probo, reto, leal e justo, entre outros, o servidor, além de desenvolver suas capacidades, habilidades e competências, projeta também seus valores éticos.",
            "resposta":"C",
            "comentario":"Um dos deveres fundamentais do servidor público do Poder Executivo Federal é ser probo, reto, leal e justo, escolhendo sempre a opção que seja melhor para o bem comum, conforme o inciso XIV, alínea c, do Código de Ética.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "36",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2007 - ANVISA - TÉCNICO ADMINISTRATIVO",
            "pergunta":"O servidor público jamais pode desprezar o elemento ético de sua conduta, embora, em algumas situações, tenha de decidir entre o que é legal e ilegal.",
            "resposta":"C",
            "comentario":"Logo no início do Código de Ética, na seção Regras Deontológicas, você pode observar no inciso II a importância que é dada ao elemento ético da conduta do servidor público. Além de decidir sobre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, caberá ao servidor decidir principalmente entre o honesto e o desonesto, conforme as regras que vimos no art. 37, §4o da Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "37",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2013 - FBN - ASSISTENTE ADMINISTRATIVO",
            "pergunta":"No exercício da função pública, segundo o Código de Ética do Servidor Público Federal, é vedado ser conivente, em razão do seu espírito de solidariedade, com infrações aos preceitos deontológicos.",
            "resposta":"C",
            "comentario":"Uma das vedações constantes no inciso XV é a que menciona a conivência com infrações ao Código de Ética.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "38",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2012 - IBAMA - TÉCNICO ADMINISTRATIVO",
            "pergunta":"Uma psicóloga, funcionária concursada e contratada em um órgão público, que, após atender uma servidora do órgão, sugerir que essa servidora faça acompanhamento terapêutico em seu consultório particular, por achar que atender nas dependências do órgão é impróprio, estará agindo de maneira ética, já que se prontifica a ajudar a servidora.",
            "resposta":"E",
            "comentario":"Achei esta questão bem interessante. Para mim fica bem claro que a conduta da servidora não está de acordo com a ética do serviço público. Além disso, acredito que a conduta pode ser enquadrada na proibição prevista no inciso XV, alínea g, pois ela está utilizando sua posição como servidora para obter vantagem pessoal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "39",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESGRANRIO/2011 - FINEP - TÉCNICO",
            "pergunta":"Dentre as regras deontológicas do Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal, destaca-se o dever de exercer suas funções com cortesia e boa vontade, sob pena de causar dano moral ao cidadão maltratado.",
            "resposta":"C",
            "comentario":"O cidadão deve ser sempre tratado com cortesia, e em diversas passagens o Código de Ética trata da possibilidade de o cidadão que é mal atendido sofrer dano moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "40",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESGRANRIO/2011 - FINEP - TÉCNICO",
            "pergunta":"Pedro é contratado temporariamente por uma Sociedade de Economia Mista para fazer a manutenção das máquinas copiadoras. Pedro é responsável pela troca de peças e consertos em geral. Frequentemente, Pedro substitui peças com defeito por peças usadas em boas condições e as fatura pelo preço de peças novas. Para fins de apuração do comprometimento ético, a conduta de Pedro é aética, visto que Pedro é equiparado a um servidor público para fins de apuração do comprometimento ético.",
            "resposta":"C",
            "comentario":"Perceba que a situação trazida pela questão envolve uma pessoa que presta serviços temporariamente a uma entidade estatal (sociedade de economia mista). Para fins de aplicação do Código de Ética, portanto, esta pessoa é considerada servidor público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "41",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESGRANRIO/2011 - FINEP - TÉCNICO",
            "pergunta":"São deveres fundamentais do Servidor Público Civil do Poder Executivo Federal, utilizar o seu bom-senso para comunicar a seus superiores os casos de condutas aéticas ou contrárias ao interesse público.",
            "resposta":"E",
            "comentario":"A utilização do bom-senso para denunciar a prática de condutas aéticas ou contrárias ao interesse público não é razoável.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "42",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"UFBA/2006 - UFBA - AGENTE ADMINISTRATIVO",
            "pergunta":"O Código de Ética Profissional do Servidor Público estabelece a dignidade, o decoro, o zelo, a eficácia, a consciência dos princípios morais e o dever de honestidade como primados maiores que devem nortear o servidor público.",
            "resposta":"C",
            "comentario":"É verdade. Perceba que alguns desses princípios são trazidos apenas pelo Código de Ética, enquanto outros estão expressos também no art. 37 da Constituição Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "43",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2006 - MS - TÉCNICO EM CONTABILIDADE",
            "pergunta":"A pena aplicável ao servidor público pela comissão de ética é a de censura e sua fundamentação constará do respectivo parecer, assinado por todos os seus integrantes, com ciência do faltoso.",
            "resposta":"C",
            "comentario":"Algo que precisa ficar muito claro para você é que a comissão de ética não aplica penalidades de advertência, suspensão, demissão e nem de multa. A penalidade aplicável é a censura ética, que fica registrada nos assentamentos funcionais do servidor e pode servir de subsídio para decisões futuras em procedimentos administrativos, como por exemplo a promoção.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "44",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"CESPE/2008 - ABIN - AGENTE DE INTELIGÊNCIA",
            "pergunta":"Os fatos e atos verificados na conduta do dia-a-dia do servidor em sua vida privada poderão acrescer ou diminuir o seu bom conceito na vida funcional, podendo caracterizar, inclusive, violação ao Código de Ética, o que será passível de censura.",
            "resposta":"C",
            "comentario":"Aqui tratamos de dois dispositivos distintos do Código de Ética, e que talvez sejam os mais cobrados em prova. Primeiramente, você já sabe que a conduta adotada pelo servidor em sua vida privada influencia o seu conceito na vida profissional, não sendo possível dissociar completamente a vida profissional da privada. Por último, você também já sabe que a censura é a penalidade que pode ser aplicada em razão da violação do Código de Ética.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "45",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FCC/2010 - AL/SP - AGENTE LEGISLATIVO",
            "pergunta":"Ética é o conjunto de regras e preceitos de ordem valorativa e moral de um indivíduo, de um grupo social ou de uma sociedade. A dignidade, o decoro, o zelo, a eficácia e a consciência dos princípios morais são primados maiores que devem nortear o serviço público. O equilíbrio entre a legalidade e a finalidade, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo. A função pública deve ser tida como exercício profissional e, portanto, se integra na vida particular de cada servidor público. ",
            "resposta":"C",
            "comentario":"Exatamente o que diz a lei.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "46",
            "disciplina":"Ética",
            "materia":"Decreto 1.171/1994 - Código de ética profissional do servidor público civil do poder executivo federal",
            "banca":"FCC/2010 - DNOCS - AGENTE ADMINISTRATIVO",
            "pergunta":"Com relação às Comissões de Ética dispostas no Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal. Em todos os órgãos e entidades da Administração Pública Federal direta, indireta autárquica e fundacional, ou em qualquer órgão ou entidade que exerça atribuições delegadas pelo poder público, deverá ser criada uma Comissão de Ética. A pena aplicável ao servidor público pela Comissão de Ética é a de censura e sua fundamentação constará do respectivo parecer, assinado por todos os seus integrantes, com ciência do faltoso.",
            "resposta":"C",
            "comentario":"Todos os órgãos e entidades da Administração Pública Federal (com exceção das empresas públicas e sociedades de economia mista), bem como órgãos e entidades que exerça atribuições delegadas do Poder Público, devem criar comissões de ética, nos termos do Código. A pena aplicada ao servidor público está estritamente de acordo com o inciso XXII do Código de Ética.",
            "lei": "",
            "desc_lei": ""
        },

        {
            "nro": "1",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2013 - IBAMA - ANALISTA AMBIENTAL",
            "pergunta":"Quando um servidor define fins, prioriza valores e delimita regras de conduta conforme sua concepção particular de bem, ele age em consonância com princípios da ética pública.",
            "resposta":"E",
            "comentario":"O servidor não pode definir seus parâmetros de conduta apenas pela sua concepção particular de bem, mas de acordo com os princípios e regras éticas adotadas no serviço público.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "2",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2012 - TJ/RR - TÉCNICO",
            "pergunta":"Os dirigentes de organizações públicas que estabelecem regras claramente explicitadas, consistentes e que sejam imparcialmente executadas manifestam conduta ética baseada nos princípios de justiça, equidade e imparcialidade.",
            "resposta":"C",
            "comentario":"Perceba que a justiça, a equidade e a imparcialidade são princípios, e não regras, não é mesmo?",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "3",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2012 - TJ/RR - ANALISTA",
            "pergunta":"Adota conduta ética, no exercício de seu cargo, o servidor público que preserva seus valores pessoais bem como os da organização onde atua.",
            "resposta":"C",
            "comentario":"O respeito aos valores pessoais do servidor é importante, mas ele deve observar os valores e preceitos éticos da organização.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "4",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2007 - ANVISA - TÉCNICO ADMINISTRATIVO",
            "pergunta":"O servidor público jamais pode desprezar o elemento ético de sua conduta, embora, em algumas situações, tenha de decidir entre o que é legal e ilegal.",
            "resposta":"C",
            "comentario":"Isso implica, no entendimento da Comissão Especial, a adoção da tradicional doutrina segundo a qual o agente administrativo, como ser humano dotado da capacidade de atuar, deve, necessariamente, distinguir o Bem do Mal, o honesto do desonesto, não podendo desprezar o elemento ético de sua conduta. Assim, não terá que decidir somente entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas também entre o honesto e o desonesto.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "5",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"FUNRIO/2009 - MDIC - ANALISTA TÉCNICO ADMINISTRATIVO",
            "pergunta":"O servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim terá que decidir principalmente entre o honesto e o desonesto.",
            "resposta":"C",
            "comentario":"Mais uma vez surge o mesmo trecho da exposição de motivos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "6",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2006 - CAIXA - TÉCNICO BANCÁRIO",
            "pergunta":"O servidor público não pode desprezar o elemento ético de sua conduta. Assim, o servidor público tem que decidir entre o legal e o ilegal, o conveniente e o inconveniente, o oportuno e o inoportuno, bem como entre o honesto e o desonesto.",
            "resposta":"C",
            "comentario":"Exatamente o que diz o texto de exposição de motivos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "7",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"UNIVERSA/2010 - MTUR - AGENTE ADMINISTRATIVO",
            "pergunta":"Se um servidor houver de avaliar a prática de ato inerente à sua função e verificar que se trata de ato legal e oportuno, saberá que, automaticamente, terá sido atendido o elemento ético do ato.",
            "resposta":"E",
            "comentario":"Como você já está cansado de saber, o servidor tem que decidir não apenas entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas também entre o honesto e o desonesto.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "8",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"UNIVERSA/2010 - MTUR - AGENTE ADMINISTRATIVO",
            "pergunta":"Para que um ato atenda aos princípios éticos, não basta levar em conta o aspecto da economicidade.",
            "resposta":"C",
            "comentario":"Isso mesmo! Ao avaliar os aspectos éticos de um ato, o servidor deve ir muito além da legalidade ou mesmo da economicidade, sempre buscando a realização do bem comum.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "9",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"ESAF/2006 - CGU - ANALISTA DE FINANÇAS",
            "pergunta":"De acordo com o Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal, aprovado pelo Decreto n. 1.171, de 22.6.1994 o servidor público não poderá jamais desprezar o elemento ético de sua conduta. Assim, não terá que decidir somente entre o legal e o ilegal, o justo e o injusto, o conveniente e o inconveniente, o oportuno e o inoportuno, mas principalmente entre o honesto e o desonesto, consoante as regras contidas no art. 37, caput, e § 4o, da Constituição Federal. Esse enunciado expressa um valor ético destinado a orientar a prática dos atos administrativos.",
            "resposta":"C",
            "comentario":"O enunciado mencionado, que é parte da exposição de motivos do Código de Ética, traz um valor ético, e não outros aspectos relacionados à legalidade ou discricionariedade dos atos administrativos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2014 - POLÍCIA FEDERAL - AGENTE",
            "pergunta":"De acordo com o Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal, tratar mal um cidadão significa causar-lhe dano moral.",
            "resposta":"C",
            "comentario":"Exato! A noção de dano moral está na exposição de motivos, segundo a qual o Código de Ética tem por fundamentos básicos a probidade, decoro no exercício da função pública e os direitos da cidadania de não sofrer dano moral enquanto usuária desses mesmos serviços.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "11",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2015 - TCE-RN - ANALISTA",
            "pergunta":"A efetivação da cidadania e a consciência coletiva da cidadania são indicadores do desenvolvimento moral e ético de uma sociedade.",
            "resposta":"C",
            "comentario":"Os valores da moral estão bastante ligados à noção de coletividade e à vida em sociedade. Em sua grande maioria, esses valores partem de medidas de estabilização social, por meio das quais as esferas individuais são definidas e protegidas em relação à atuação das outras pessoas. Por isso mesmo podemos dizer que a cidadania e a consciência coletiva estão relacionadas ao desenvolvimento ético.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2014 - ICMBio - TÉCNICO",
            "pergunta":"O servidor que realiza suas atividades com esmero e em prol dos cidadãos contribui para a promoção da cidadania.",
            "resposta":"C",
            "comentario":"Você já sabe que a noção de cidadania está diretamente relacionada à consciência coletiva, certo? Pois bem, o servidor que confere ao cidadão o respeito ao qual este tem direito respeita sua esfera individual e demonstra que tem consciência coletiva e, portanto, promove a cidadania.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "13",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2013 - DEPEN - TÉCNICO DE APOIO",
            "pergunta":"Configura um dos elementos indispensáveis para o exercício da cidadania o efetivo conhecimento a respeito dos direitos.",
            "resposta":"E",
            "comentario":"Veja só o que a assertiva está dizendo... se o conhecimento jurídico fosse necessário, ninguém poderia exercer a cidadania se não tivesse alguma formação jurídica. Na realidade o exercício da cidadania depende muito mais da noção de coletividade do que de conhecimento jurídico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "14",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2013 - DEPEN - TÉCNICO DE APOIO",
            "pergunta":"A atitude de ceder um assento a um idoso em um transporte coletivo constitui um exemplo de comportamento relacionado à cidadania, cuja concepção comporta não apenas a titularidade de direitos pelo indivíduo, mas também a transformação de valores e princípios em atitudes que atendam aos interesses coletivos.",
            "resposta":"C",
            "comentario":"A pessoa que cede assento a um idoso mostra que tem consciência em relação à coletividade, pois respeita a esfera de direitos e a individualidade de outras pessoas, além da sua própria. Essa consciência, porém, de nada adiantaria se a pessoa não a colocasse em prática, certo?",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "15",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2013 - ICMBio - TÉCNICO",
            "pergunta":"Vive orientada pela ética a pessoa que pauta sua vida na busca de auxiliar as pessoas que a cercam de modo que tanto ela quanto essas pessoas vivam da melhor maneira possível.",
            "resposta":"C",
            "comentario":"Perfeito! O auxílio dirigido a outras pessoas nada mais é do que a noção de coletividade que é exigida para o verdadeiro exercício da cidadania.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "16",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2013 - ANTT - ANALISTA ADMINISTRATIVO",
            "pergunta":"O exercício do cargo com zelo e dedicação, além de dever do servidor, representa um ato de cidadania, na medida em que integra a vida particular do indivíduo e interfere no seu relacionamento com a sociedade.",
            "resposta":"C",
            "comentario":"O servidor público que cumpre seus deveres é, além de um “empregado” responsável, também um cidadão, na medida em que compreende que seus deveres se revertem em benefício de toda a sociedade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2014 - TCDF -TÉCNICO",
            "pergunta":"Evitar a corrupção e denunciá-la sempre que dela tiver conhecimento é dever do cidadão, visto que cidadania implica não apenas o gozo de direitos, mas também o cumprimento de obrigações amparadas nas normativas legais e morais da sociedade.",
            "resposta":"C",
            "comentario":"Se a pessoa tem senso de coletividade – requisito para o exercício da cidadania – certamente compreenderá que a corrupção deve ser combatida e evitada. Além disso, há a obrigação legal imposta a todos de combater essas condutas ilícitas.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "18",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"CESPE/2014 - CADE - ANALISTA",
            "pergunta":"O servidor público, no uso de suas atribuições, deve ser um vetor da promoção da cidadania, executando com esmero as atividades que lhes são atribuídas, contribuindo, assim, para um serviço público efetivo a favor dos cidadãos.",
            "resposta":"C",
            "comentario":"O servidor público deve, além de cumprir seus deveres, promover a cidadania.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Ética",
            "materia":"Ética - princípios e valores, ética e democracia, ética e função pública e ética no setor público.",
            "banca":"FUNCAB/2015 - MPOG - ARQUIVISTA",
            "pergunta":"A dignidade é o principal valor que norteia a ética do servidor público.",
            "resposta":"E",
            "comentario":"O próprio Código de Ética estabelece como principais valores que norteiam o serviço público a dignidade, o decoro, o zelo, a eficácia e a consciência dos princípios morais. Não se trata apenas da dignidade, mas de uma série de valores que devem ser sempre orientados para o bem comum.",
            "lei": "",
            "desc_lei": ""
        },


        {
            "nro": "1",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2015 - MPU - TÉCNICO",
            "pergunta":"A ética é um ramo da filosofia que estuda a moral, os diferentes sistemas públicos de regras, seus fundamentos e suas características.",
            "resposta":"C",
            "comentario":"Esta é uma precisa definição do que é a Ética, seu ramo de estudo e sua relação com a moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "2",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2015 - DEPEN - AGENTE",
            "pergunta":" Ética e moral são termos que têm raízes históricas semelhantes e são considerados sinônimos, uma vez que ambos se referem a aspectos legais da conduta do cidadão.",
            "resposta":"E",
            "comentario":"São conceitos diferentes, apesar de frequentemente confundidos. A palavra ética vem do grego ethos, que significa caráter, modo de ser, é permanente e universal. O vocábulo moral se originou da tradução do ethos para o latim mos (ou mores, no plural), que significa costume, é temporária e cultural.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "3",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2015 - MPU - TÉCNICO",
            "pergunta":" Moral pode ser definida como todo o sistema público de regras próprio de diferentes grupos sociais, que abrange normas e valores que são aceitos e praticados, como certos e errados.",
            "resposta":"C",
            "comentario":"Esta é uma perfeita definição de moral, que trata das regras observadas por um determinado grupo social, num dado momento histórico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "4",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2014 - ANTAQ - ANALISTA ADMINISTRATIVO",
            "pergunta":"A ética é a ciência do comportamento moral dos homens em sociedade.",
            "resposta":"C",
            "comentario":"Perfeito! Ética é ciência, e seu objeto de estudo é a moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "5",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2014 - SUFRAMA - ANALISTA",
            "pergunta":"Entre outros aspectos, a moral pessoal é formada pela cultura e tradição do grupo ao qual o indivíduo está inserido.",
            "resposta":"C",
            "comentario":"A moral está diretamente relacionada com a cultura e a tradição, num determinado grupo, num dado momento histórico.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "6",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2013 - INPI - ANALISTA",
            "pergunta":"Ética é a parte da filosofia que estuda os fundamentos da moral e os princípios ideais da conduta humana.",
            "resposta":"C",
            "comentario":"Esta é uma definição perfeita de Ética. Trata-se de uma parte da filosofia que se ocupa de estudar a moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "7",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"IADES/2011 - PGDF - TÉCNICO JUDICIÁRIO",
            "pergunta":"A moral é mutável e varia de acordo com o desenvolvimento de cada sociedade. Ela norteia os valores éticos na Administração Pública.",
            "resposta":"C",
            "comentario":"Exatamente o que afirma a questão.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "8",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CONSULPLAN/2008 - ATENDENTE COMERCIAL",
            "pergunta":"Em seu sentido mais amplo, a ética tem sido entendida como a ciência da conduta humana perante o ser e seus semelhantes. Envolve: Os estudos de aprovação ou desaprovação da ação dos homens e a consideração de valor como equivalente de uma medição do que é real e voluntarioso no campo das ações virtuosas.",
            "resposta":"C",
            "comentario":"O objeto de estudo da Ética é justamente o sistema de valores humano, relacionado à maneira como as pessoas tomam decisões e aquilo que elas consideram certo ou errado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "9",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"FCC/2011 - NOSSA CAIXA DESENVLVIMENTO",
            "pergunta":"Virtude deriva do latim virtus ,que significa uma qualidade própria da natureza humana; significa, de modo geral, praticar o bem usando a liberdade com responsabilidade constantemente.",
            "resposta":"C",
            "comentario":"A virtude congrega todos os aspectos do homem de bem.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - ANEEL - TÉCNICO",
            "pergunta":"Importante característica da moral, o que a torna similar à lei, é o fato de ser absoluta e constituir um padrão para julgamento dos atos.",
            "resposta":"E",
            "comentario":"A moral não é universal e nem absoluta, não tem os mesmos valores em todos os lugares e épocas",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "11",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - ANEEL - TÉCNICO",
            "pergunta":"A ética tem como objetivo fundamental levar a modificações na moral, com aplicação universal, guiando e orientando racionalmente e do melhor modo a vida humana.",
            "resposta":"C",
            "comentario":"Vimos que a ética pretende ter um caráter científico, e seu objeto de estudo são as ideias e atitudes humanas relacionadas à moral e, de uma forma mais ampla, à busca da felicidade.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - TRE/BA - TÉCNICO JUDICIARIO",
            "pergunta":"Apesar de estritamente relacionadas, ética e moral não se confundem. No entanto, os princípios éticos pressupõem determinadas regras morais de comportamento.",
            "resposta":"E",
            "comentario":"O objetivo principal da moral é a prescrição de conduta, enquanto a ética busca compreender o comportamento humano relacionado à moral e à busca pela felicidade. Os princípios morais são regras, enquanto os princípios éticos são apenas orientadores para essas regras.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "13",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - AGU - CONTADOR",
            "pergunta":"Os conceitos e valores tradicionais da moral não são universais nem estabelecidos objetivamente, mas têm suas origens em um momento histórico e em uma cultura específicos, servindo a certos interesses que vão sendo esquecidos com o tempo.",
            "resposta":"C",
            "comentario":"Vimos e revimos que os conceitos relativos à moral não são universais e nem objetivos, mas mudam de acordo com a época e local em que são aplicados.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "14",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - CAIXA ECONÔMICA FEDERAL - TÉCNICO BANCÁRIO",
            "pergunta":"Pessoas são caracterizadas, entre outras coisas, por suas virtudes e pelos seus vícios, sendo que ambos pressupõem valores que, se não forem traduzidos em ações, perdem seu sentido.",
            "resposta":"C",
            "comentario":"O vício é o contrário da virtude, segundo Aristóteles. Por outro lado, a virtude está relacionada ao agir, ao modo de ser. Por essa razão, não é errado dizer que tanto os vícios quanto as virtudes perdem sentido se não forem transformados em ação.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "15",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - AGU - AGENTE ADMINISTRATIVO",
            "pergunta":"A ética representa uma abordagem sobre as constantes morais, ou seja, refere-se àquele conjunto de valores e costumes mais ou menos permanente no tempo e no espaço.",
            "resposta":"C",
            "comentario":"A ética é uma reflexão filosófica sobre a moral, e também tem por função influenciar o estabelecimento do sistema de valores humano. Apenas chamo sua atenção para a utilização da expressão “constantes morais”.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "16",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - AGU - AGENTE ADMINISTRATIVO",
            "pergunta":"A ética ocupa-se de questões subjetivas, abstratas e essencialmente de interesse particular do indivíduo, sem relação com valores ou condutas sociais.",
            "resposta":"E",
            "comentario":"Como você já sabe muito bem, tanto a ética quanto a moral ocupam-se da conduta humana: enquanto a moral prescreve a conduta, a ética busca compreendê-la.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - AGU - CONTADOR",
            "pergunta":"A ética tem por objetivo a determinação do que é certo ou errado, bom ou mau em relação às normas e valores adotados por uma sociedade.",
            "resposta":"E",
            "comentario":"Estabelecer o que é certo e o que é errado, e qual conduta deve ser praticada ou não, é a atividade de prescrição da conduta. Já vimos e revimos que a ética não prescreve conduta, mas apenas busca compreendê-la. O papel prescritivo é da moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "18",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"CESPE/2010 - CAIXA ECONÔMICA FEDERAL - TÉCNICO BANCÁRIO",
            "pergunta":"A partir do estudo da ética, pode-se considerar uma visão utilitarista, em que a verdade de uma proposição consiste no fato de que ela é útil, tendo alguma espécie de êxito ou satisfação.",
            "resposta":"C",
            "comentario":"O utilitarismo tem fundamento em Aristóteles e na importância que ele dá à ação humana. Esta é a alternativa correta.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"FUNCAB/2016 - SEGEP-MA - AGENTE PENITENCIÁRIO",
            "pergunta":"A moral diferencia-se da ética no sentido de que esta tende a julgar o comportamento moral de cada indivíduo no seu meio. No entanto, ambas buscam o bem-estar social.",
            "resposta":"C",
            "comentario":"Correto! A questão traduz perfeitamente os principais aspectos que diferenciam a ética da moral.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "20",
            "disciplina":"Ética",
            "materia":"Ética e Moral",
            "banca":"FUNCAB/2016 - SEGEP-MA - AGENTE PENITENCIÁRIO",
            "pergunta":"A ética é construída por uma sociedade com base nos valores econômicos, financeiros e históricos.",
            "resposta":"E",
            "comentario":"Nosso erro aqui está na alternativa A, pois a ética não tem relação (ao menos não diretamente) com os valores econômicos e financeiros de uma sociedade, mas sim com os valores morais, sociais e antropológicos.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}