{
    "questoes": [
        {
            "nro": "01",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Segundo o que regulamenta o Decreto no 1.655/1995, a fiscalização e a adoção de medidas de segurança relativas aos serviços de remoção de veículos e transporte de cargas indivisíveis são competências da Polícia Rodoviária Federal enquanto que o credenciamento dos serviços de escolta fica a cargo das Polícias Militares estaduais.",
            "resposta":"E",
            "comentario":"Assertiva quase toda certinha! Mas eu disse quase... Não tem essa de que o credenciamento dos serviços de escolta fica a cargo das Polícias Militares estaduais. Essa também é uma competência da Polícia Rodoviária Federal. E é o que nos diz o Decreto no 1.655/95, em seu art. 1o inciso VI.",
            "lei": "sim",
            "desc_lei": "Art. 1o. (...) VI - credenciar os serviços de escolta, fiscalizar e adotar medidas de segurança relativas aos serviços de remoção de veículos, escolta e transporte de cargas indivisíveis;"
        },
        {
            "nro": "02",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Inspecionar e fiscalizar o trânsito, efetuar convênios específicos com outras organizações similares, exercer os poderes de autoridade de polícia de trânsito, cumprindo e fazendo cumprir a legislação e demais normas pertinentes são competências da Polícia Rodoviária Federal.",
            "resposta":"C",
            "comentario":"Perfeito! A assertiva nos traz o que dispõe o Decreto no 1.655/95 em seu art. 1o, inciso III.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) II - exercer os poderes de autoridade de polícia de trânsito, cumprindo e fazendo cumprir a legislação e demais normas pertinentes, inspecionar e fiscalizar o trânsito, assim como efetuar convênios específicos com outras organizações similares;"
        },
        {
            "nro": "03",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Embora tenha como atribuição assegurar a livre circulação nas rodovias federais, podendo solicitar ao órgão rodoviário a adoção de medidas emergenciais, não compete à PRF zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, pois esta é uma atribuição precípua da Polícia Federal.",
            "resposta":"E",
            "comentario":"É claro que compete à PRF zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, pois ela goza das prerrogativas do poder de polícia assim como a Polícia Federal. Para exercer essa prerrogativa, a PRF deve promover a interdição de construções, obras e instalações não autorizadas, caso seja necessário.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) VII - assegurar a livre circulação nas rodovias federais, podendo solicitar ao órgão rodoviário a adoção de medidas emergenciais, bem como zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, promovendo a interdição de construções, obras e instalações não autorizadas;"
        },
        {
            "nro": "04",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Além de executar serviços de prevenção, atendimento de acidentes e salvamento de vítimas nas rodovias federais, a Polícia Rodoviária Federal também efetua levantamento dos locais de acidentes de trânsito e desses serviços de atendimento, socorro e salvamento de vítimas.",
            "resposta":"C",
            "comentario":"Exatamente! A informação da assertiva acima é a conjunção de dois dispositivos bastante parecidos.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) IV - executar serviços de prevenção, atendimento de acidentes e salvamento de vítimas nas rodovias federais; CTB Art. 20. (...) IV - efetuar levantamento dos locais de acidentes de trânsito e dos serviços de atendimento, socorro e salvamento de vítimas;"
        },
        {
            "nro": "05",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A Polícia Rodoviária Federal pode dar apoio, quando solicitada, às ações específicas dos órgãos ambientais, mas não tem competência legal para fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores.",
            "resposta":"E",
            "comentario":"É claro que a PRF tem sim a competência legal para fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores. É o que nos diz o CTB em seu art. 20, inciso XI.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) XI - fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores ou pela sua carga, de acordo com o estabelecido no art. 66, além de dar apoio, quando solicitado, às ações específicas dos órgãos ambientais."
        },
        {
            "nro": "06",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Mesmo que a apuração dos delitos de tráfico de entorpecentes e drogas afins, de contrabando e de descaminho seja de competência constitucional da Polícia Federal, a PRF pode colaborar e também atuar na prevenção e repressão desses crimes.",
            "resposta":"C",
            "comentario":"É competência da PRF colaborar e também atuar na prevenção e repressão dos crimes de tráfico de entorpecentes e drogas afins, de contrabando e de descaminho. E não só desses crimes! Vamos relembrar o que diz o Decreto no 1.655/95 em seu art. 1o, inciso X.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "07",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A PRF pode executar operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, a incolumidade das pessoas, o patrimônio da União e o de terceiros. Essas operações, no entanto, devem ser realizadas com total discrição, ou seja, não podem ser ostensivas.",
            "resposta":"E",
            "comentario":"De forma alguma! Você já está cansado de saber que a ostensividade deve ser uma característica da Polícia Rodoviária Federal! É o que estabelece tanto o art. 1o, inciso I, do Decreto no 1.655/95 como o art. 20, inciso II, do CTB.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) II - realizar o patrulhamento ostensivo, executando operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, a incolumidade das pessoas, o patrimônio da União e o de terceiros;"
        },
        {
            "nro": "08",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A circunscrição de atuação da Polícia Rodoviária Federal deve limitar-se às rodovias federais.",
            "resposta":"E",
            "comentario":"Bom, isso é o que dispõe caput do art. 1o do Decreto no 1.655/95. Mas preste bastante atenção, pois o art. 20 do Código de Trânsito Brasileiro amplia a circunscrição da PRF incluindo aí as estradas federais.",
            "lei": "sim",
            "desc_lei": "CTB - Art. 20. Compete à Polícia Rodoviária Federal, no âmbito das rodovias e estradas federais: (...)"
        },
        {
            "nro": "09",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Decreto 1.655/95 veio para oficializar e ampliar o rol de competências da Polícia Rodoviária Federal. A partir desse normativo, a PRF passou a ser considerada órgão permanente, integrante da estrutura regimental do Ministério dos Transportes e cuja atuação se dá no âmbito das rodovias federais.",
            "resposta":"E",
            "comentario":"Errado, a PRF não é integrante da estrutura regimental do Ministério dos Transportes, a PRF é integrante do Ministério da Justiça.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Código de Trânsito Brasileiro traz, em seu art. 20, as competências da Polícia Rodoviária Federal. É correto afirmar, segundo o disposto nesse artigo, que a aplicação dos valores provenientes de estada e remoção de veículos, objetos, animais e escolta de veículos de cargas superdimensionadas, exceto os de cargas perigosas, é uma competência da PRF.",
            "resposta":"E",
            "comentario":"Essa competência está regulamentada no inciso III do art. 20 e esse dispositivo não excepciona as cargas perigosas da regra nele contida. Esse é o erro da assertiva.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) III - aplicar e arrecadar as multas impostas por infrações de trânsito, as medidas administrativas decorrentes e os valores provenientes de estada e remoção de veículos, objetos, animais e escolta de veículos de cargas superdimensionadas ou perigosas;"
        },
        {
            "nro": "11",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"É correto afirmar que a Polícia Rodoviária Federal pode aplicar e arrecadar as multas impostas por infrações de trânsito e as medidas administrativas delas decorrentes.",
            "resposta":"C",
            "comentario":"É o que estabelece o art. 1o, inciso III, do Decreto no 1.655/95 e o inciso III do art. 20 do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"De acordo com o regulamentado pelo Decreto no 1.655/95, o documento de identidade funcional dos servidores policiais da polícia rodoviária federal confere ao seu portador livre porte de arma e franco acesso a todos os lugares sob fiscalização do órgão, nos termos da legislação em vigor, assegurando-lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação.",
            "resposta":"C",
            "comentario":"Muito cuidado, caro aluno, pois a identidade funcional do PRF não confere franco acesso a todos os lugares, e sim àqueles locais sob fiscalização do órgão. Confira o que diz o art. 2o do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 2o. O documento de identidade funcional dos servidores policiais da Polícia Rodoviária Federal confere ao seu portador livre porte de arma e franco acesso aos locais sob fiscalização do órgão, nos termos da legislação em vigor, assegurando - lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação."
        },
        {
            "nro": "13",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Presidente da República, o Procurador-Geral da República, o Advogado-Geral da União e dois Ministros de Estado foram visitar algumas obras nas rodovias federais do interior de Goiás. Para uma melhor noção do andamento das obras, foi decidido que o deslocamento até os canteiros de obra seria terrestre. Para fazer a escolta dessas autoridades, foi acionada a Polícia Rodoviária Federal. Ao receber a missão, o Superintendente da PRF enviou ofício aos órgãos envolvidos comunicando que só poderia fazer a escolta do Presidente da República e dos Ministros de Estado, por não haver previsão legal para que as demais autoridades sejam por ela escoltadas. Diante disso, pode-se afirmar que o Superintendente da PRF agiu corretamente.",
            "resposta":"E",
            "comentario":"O Superintendente da PRF equivocou-se ao comunicar que só poderia fazer a escolta do Presidente da República e dos Ministros de Estado.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) VIII - executar medidas de segurança, planejamento e escoltas nos deslocamentos do Presidente da República, Ministros de Estado, Chefes de Estados e diplomatas estrangeiros e outras autoridades, quando necessário, e sob a coordenação do órgão competente;"
        },
        {
            "nro": "14",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Diante da situação hipotética, pode-se afirmar com segurança que os PRFs agiram corretamente por estarem cientes de sua competência para fiscalizar e controlar o tráfico de menores nas rodovias federais.",
            "resposta":"C",
            "comentario":"Certíssimo! Essa é uma importante competência da PRF prevista no art. 1o, inciso IX, do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) IX - efetuar a fiscalização e o controle do tráfico de menores nas rodovias federais, adotando as providências cabíveis contidas na Lei n° 8.069 de 13 junho de 1990 (Estatuto da Criança e do Adolescente);"
        },
        {
            "nro": "15",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, dentre outros, é competência atribuída à Polícia Rodoviária Federal pelo Decreto no 1.655/95.",
            "resposta":"C",
            "comentario":"Está perfeita a informação. É o conteúdo do inciso X, art. 1o, da referida norma.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "16",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Para ter acesso a dados estatísticos e estudos sobre acidentes de trânsito e suas respectivas causas e, com isso, poder tomar as medidas operacionais preventivas, a Polícia Rodoviária Federal depende de autorização do órgão rodoviário federal.",
            "resposta":"E",
            "comentario":"A Polícia Rodoviária Federal não depende de autorização de órgão rodoviário federal nenhum para ter acesso a dados estatísticos e estudos sobre acidentes de trânsito. Não depende, porque é de competência dela própria coletar dados estatísticos e elaborar estudos sobre acidentes de trânsito e suas causas, adotando ou indicando medidas operacionais preventivas e encaminhando-os ao órgão rodoviário federal. É o que versa o art. 20, inciso VII, do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A educação e a segurança no trânsito são também de responsabilidade da Polícia Rodoviária Federal, posto que a ela foram legalmente atribuídas as competências para promover e participar de projetos e programas de educação e segurança e para implementar as medidas da Política Nacional de Segurança e Educação de Trânsito.",
            "resposta":"C",
            "comentario":"Perfeito! É o que regulamenta os incisos VIII e IX do art. 20 do CTB.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) VIII - implementar as medidas da Política Nacional de Segurança e Educação de Trânsito; IX - promover e participar de projetos e programas de educação e segurança, de acordo com as diretrizes estabelecidas pelo CONTRAN;"
        },
        {
            "nro": "18",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Integrar-se a outros órgãos e entidades do Sistema Nacional de Trânsito para fins de arrecadação e compensação de multas impostas na área de sua competência, com vistas à unificação do licenciamento, à simplificação e à celeridade das transferências de veículos e de prontuários de condutores de uma para outra unidade da Federação é uma competência da PRF prevista no Código de Trânsito Brasileiro.",
            "resposta":"C",
            "comentario":"Sim, eu sei, mas preste atenção para a parte final da assertiva. Ela afirma que essa é uma competência prevista no CTB. Está certa, mas a banca poderia ter trocado as bolas e ter dito maldosamente que essa é uma competência prevista no Decreto no 1.655/95, o que estaria errado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São competências da Polícia Rodoviária Federal regulamentadas pelo Decreto no 1.655/95. Realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito.",
            "resposta":"C",
            "comentario":"Correta a assertiva. Essa é uma competência da PRF prevista no Decreto no 1.655/95 em seu art. 1o, inciso V.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "20",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São competências da Polícia Rodoviária Federal regulamentadas pelo Decreto no 1.655/95, coletar dados estatísticos e elaborar estudos sobre acidentes de trânsito e suas causas, adotando ou indicando medidas operacionais preventivas e encaminhando-os ao órgão rodoviário federal.",
            "resposta":"E",
            "comentario":"É de fato uma competência da PRF, mas essa não foi prevista no Decreto no 1.655/95, como pede a questão. Ela está regulamentada no art. 20 do CTB em seu inciso VII. Como o enunciado se refere a competências previstas no Decreto, a assertiva então está equivocada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "21",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Considere algumas das atribuições de órgãos e entidades que compõem o Sistema Nacional de Trânsito. Efetuar levantamento dos locais de acidentes de trânsito e dos serviços de atendimento, socorro e salvamento de vítimas; Realizar o patrulhamento ostensivo, executando operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, incolumidade das pessoas, o patrimônio da União e de terceiros.",
            "resposta":"C",
            "comentario":"É porque ela é de fato uma competência da PRF prevista no art. 20, inciso IV, do CTB. Para segunda acertiva, Outro item correto segundo o que estabelece o CTB em seu famoso art. 20, inciso II.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Entre as finalidades da PRF, estão a realização do patrulhamento ostensivo nas rodovias, a execução de operações de segurança pública para prevenir delitos que porventura possam ocorrer nas rodovias e também a realização de levantamento dos locais de acidentes de trânsito e dos serviços de socorro e salvamento de vítimas.",
            "resposta":"C",
            "comentario":"Exatamente! a realização do patrulhamento ostensivo nas rodovias. (art. 1o, inciso I, do Decreto 1.655/95 e art. 20, inciso II, do CTB). A execução de operações de segurança pública para prevenir delitos que porventura possam ocorrer nas rodovias. (art. 1o, inciso I, do Decreto 1.655/95 e art. 20, inciso II, do CTB). A realização de levantamento dos locais de acidentes de trânsito e dos serviços de socorro e salvamento de vítimas  OK  (art. 20, inciso IV, do CTB).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2004 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Considere a seguinte situação hipotética. A PRF veio a ser comunicada por telefone da ocorrência de um acidente automobilístico, sem vítimas de morte, em uma rodovia federal. Imediatamente após a comunicação, policiais rodoviários federais foram até o local do acidente, onde verificaram que um dos motoristas envolvidos na colisão, devidamente habilitado e portador dos documentos do veículo automotor, estava aparentemente embriagado. Nessa situação, à PRF caberá realizar perícia, levantamento do local ou boletim de ocorrência, bem como teste de dosagem alcoólica no condutor do veículo.",
            "resposta":"C",
            "comentario":"Perfeitamente! A competência da PRF para realizar perícia, levantamento do local ou boletim de ocorrência, bem como teste de dosagem alcoólica no condutor do veículo está prevista no Decreto no 1.655/95 em seu art. 1o, inciso V. Se ainda tiver alguma dúvida, é só fazermos o cara-crachá.",
            "lei": "sim",
            "desc_lei": "CTB - Art. 20. (...) V - realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito;"
        },
        {
            "nro": "24",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"No âmbito das rodovias federais, havendo necessidade, caberá à PRF realizar, sob a coordenação do órgão competente, a escolta nos deslocamentos de presidente da República, ministros de Estado e diplomatas estrangeiros.",
            "resposta":"C",
            "comentario":"Está de acordo com decreto 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) VIII - executar medidas de segurança, planejamento e escoltas nos deslocamentos do Presidente da República, Ministros de Estado, Chefes de Estados e diplomatas estrangeiros e outras autoridades, quando necessário, e sob a coordenação do órgão competente;"
        },
        {
            "nro": "25",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2014 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"De acordo com a atual Carta Política, a PRF é um órgão transitório da segurança pública, destinado ao patrulhamento ostensivo das rodovias federais.",
            "resposta":"E",
            "comentario":"Oh, questãozinha boba! Vamos corrigir: de acordo com a atual Carta Política, a PRF é um órgão permanente da segurança pública, destinado ao patrulhamento ostensivo das rodovias federais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "26",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"A PRF exerce as funções de polícia de fronteira e o policiamento ostensivo das rodovias federais.",
            "resposta":"E",
            "comentario":"Caro aluno, policiamento ostensivo das rodovias federais tudo bem, mas em alguma parte de nossa aula falei que a PRF exercia as funções de polícia de fronteira? Claro que não! Não falei porque essa é uma função constitucional de outro importante órgão, a Polícia Federal, e não uma função da PRF. (CF, art. 144, §1o, inciso IV). Vamos revisar a competência constitucional da PRF",
            "lei": "sim",
            "desc_lei": "Art. 144. (...) § 2o A polícia rodoviária federal, órgão permanente, organizado e mantido pela União e estruturado em carreira, destina-se, na forma da lei, ao patrulhamento ostensivo das rodovias federais."
        },
        {
            "nro": "27",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Compete à PRF, no âmbito das rodovias e estradas federais, aplicar e arrecadar as multas impostas por infrações de trânsito e os valores provenientes de estada e remoção de veículos e objetos, mas não os valores provenientes da remoção de animais, pois tal competência cabe à autoridade de trânsito estadual.",
            "resposta":"E",
            "comentario":"Não é bem assim! A arrecadação dos valores provenientes da remoção de animais é também uma das competências da PRF e não da autoridade de trânsito estadual. É assim que determina o inciso III do Decreto no 1.655/95 e do art. 20 do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "28",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"As competências da PRF, no âmbito das rodovias e estradas federais, não incluem realizar o patrulhamento ostensivo das ferrovias federais que margeiam as rodovias federais.",
            "resposta":"C",
            "comentario":"Patrulhamento ostensivo das ferrovias federais competem a Polícia Ferroviária Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "29",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"FUNRIO/2009 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Marilson Gilvã declara, nas razões de um mandado de segurança, que a Polícia Rodoviária Federal, mesmo quando da prevenção de delitos contra a vida, não tem competência para ser o órgão encarregado de proceder às interceptações telefônicas legalmente autorizadas pela Justiça, em face de vedação legal. Levando em conta as peculiaridades da Polícia Rodoviária Federal, em especial o Decreto 1.655/95, é correto concluir, sobre o pedido formulado pelo Impetrante, que o Decreto no 1.655 de 03/10/1995, autorizou a Policia Rodoviária Federal, desde que autorizada pelo Poder Judiciário, a 'colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em lei', sem, entretanto, poder efetuar a escuta telefônica.",
            "resposta":"E",
            "comentario":"1o Erro: para executar a competência acima descrita, não há necessidade de a PRF ter autorização do Poder Judiciário. 2o Erro: a parte final do dispositivo amplia o leque de crimes para os quais a PRF pode colaborar na prevenção e repressão. Assim, nada obsta que o nosso estimado órgão possa também realizar interceptações telefônicas, desde que, claro, em irrestrita obediência ao previsto na lei específica (Lei no 9.296/98 – Lei da Interceptação Telefônica). Podemos até considerar um terceiro erro a banca afirmar que escuta é o mesmo que intercepção telefônica, pois isso, à luz da doutrina, é bem controverso.",
            "lei": "sim",
            "desc_lei": "Art. 1° À Polícia Rodoviária Federal, órgão permanente, integrante da estrutura regimental do Ministério da Justiça, no âmbito das rodovias federais, compete: (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "30",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2012 – AGENTE ADMINISTRATIVO",
            "pergunta":"À PRF destina-se, na forma da lei, o patrulhamento ostensivo das rodovias estaduais e federais.",
            "resposta":"E",
            "comentario":"De jeito nenhum! Sua circunscrição limita-se às rodovias e estradas federais, somente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "31",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2012 – AGENTE ADMINISTRATIVO",
            "pergunta":"De acordo com a Constituição Federal de 1988 (CF), é atribuição da PRF, na forma da lei, exercer, entre outras funções, a de polícia judiciária.",
            "resposta":"E",
            "comentario":"Errado, também! De acordo com a Constituição Federal de 1988 (CF), é atribuição da Polícia Federal (e não da PRF), na forma da lei, exercer, entre outras funções, a de polícia judiciária.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "32",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O documento de identificação funcional dos policiais servidores da PRF lhes confere o livre porte de arma.",
            "resposta":"C",
            "comentario":"Exatamente! Repetindo: o documento de identidade funcional dos servidores policiais da Polícia Rodoviária Federal confere ao seu portador livre porte de arma e franco acesso aos locais sob fiscalização do órgão, nos termos da legislação em vigor, assegurando-lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação (art. 2o, Decreto no 1.655/95).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "33",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da legislação vigente, caberá à PRF, em casos de acidentes em rodovias federais, a adoção de procedimentos para a sua elucidação, inclusive, a realização de perícias.",
            "resposta":"C",
            "comentario":"É exatamente isso que nos diz o inciso V, do art. 1o do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Art. 1o. (...) V - realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito;"
        },
        {
            "nro": "34",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Compete privativamente à União legislar sobre a competência da PRF.",
            "resposta":"C",
            "comentario":"Isso mesmo! Afirmativa correta.",
            "lei": "sim",
            "desc_lei": "CF/88 Art. 22. Compete privativamente à União legislar sobre: (...) XXII - competência da polícia federal e das polícias rodoviária e ferroviária federais;"
        },
        {
            "nro": "35",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da Constituição Federal de 1988, é de responsabilidade da PRF a apuração de infrações penais sobre furtos e roubos de veículos.",
            "resposta":"E",
            "comentario":"Cuidado com a emoção! Nos termos da Constituição Federal de 1988, a apuração de infrações penais sobre furtos e roubos de veículos é de responsabilidade da Polícia Federal, em âmbito federal, e das Polícias Civis, no âmbito dos estados.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "36",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da legislação ordinária, cabe à PRF, entre outras funções, a de realizar operações relacionadas com a segurança pública, desde que em conjunto com a Polícia Federal.",
            "resposta":"E",
            "comentario":"Para realizar operações relacionadas com a segurança pública, a PRF não precisa sempre estar junto à Polícia Federal. Ela, como órgão de segurança pública, tem prerrogativas constitucionais para exercer tais atividades de forma autônoma.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}