{
    "questoes": [
        {
            "nro": "01",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Os cargos em comissão e as funções de confiança do Departamento de Polícia Rodoviária Federal serão preenchidos sempre por servidores integrantes da carreira que tenham comportamento exemplar e que estejam posicionados nas classes finais.",
            "resposta":"E",
            "comentario":"Os cargos em comissão e as funções de confiança do Departamento de Polícia Rodoviária Federal serão preenchidos, preferencialmente (e não sempre!), por servidores integrantes da carreira que tenham comportamento exemplar e que estejam posicionados nas classes finais (art. 8o, Lei no 9.654/98).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "02",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O ingresso nos cargos da carreira de Policial Rodoviário Federal dar-se-á mediante aprovação em concurso público, constituído de 02 fases, ambas eliminatórias e classificatórias, sendo a primeira fase de exame psicotécnico e de provas e títulos e a segunda de curso de formação.",
            "resposta":"C",
            "comentario":"Certíssimo! É a pura literalidade do art. 3o da Lei no 9.654/98.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "03",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São requisitos para o ingresso na carreira, o diploma de curso superior completo, em nível de graduação, devidamente reconhecido pelo Ministério da Educação, e os demais requisitos estabelecidos no edital do concurso.",
            "resposta":"C",
            "comentario":"Também certinha a assertiva, em conformidade com o art. 3o, §1o, da norma em estudo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "04",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A partir deste ano de 2013, a Carreira de Policial Rodoviário Federal, de nível superior, passou a ser estruturada da seguinte forma: Policial Rodoviário Federal de Terceira, Segunda e Primeira Classes e Inspetor.",
            "resposta":"E",
            "comentario":"Vou te alertar de novo: cuidado com a leitura rápida! Nessa assertiva, a banca misturou duas regras existentes na Lei no 9.654/98 que tratam da composição da carreira dos Policiais Rodoviários Federais. Você já sabe que a partir de 1o de janeiro de 2013 a sua futura carreira foi reestruturara e não mais existe a classe de Inspetor na PRF. A carreira PRF, de nível superior, passou a ser estruturada nas seguintes classes: Terceira, Segunda, Primeira e Especial (art. 2o-A, Lei no 9.654/98).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "05",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Mauro, por ser Policial Rodoviário Federal Classe Especial, pode exercer atividades de coordenação e direção das atividades de corregedoria, inteligência e ensino.",
            "resposta":"C",
            "comentario":"Perfeito! Segundo o que dispõe o art. 2o-A, em seu §1o, inciso I da Lei no 9.654/98, o PRF de Classe Especial realiza atividades de natureza policial e administrativa, envolvendo direção, planejamento, coordenação, supervisão, controle e avaliação administrativa e operacional, coordenação e direção das atividades de corregedoria, inteligência e ensino, bem como a articulação e o intercâmbio com outras organizações e corporações policiais, em âmbito nacional e internacional, além das atribuições da Primeira Classe. Portanto, se Mauro é Policial Rodoviário Federal Classe Especial, pode sim exercer atividades de coordenação e direção das atividades de corregedoria, inteligência e ensino. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "06",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Se Tício é Policial Rodoviário Federal de Segunda Classe, ele poderá, dentre outras atribuições, realizar atividades de natureza policial envolvendo a fiscalização, patrulhamento e policiamento ostensivo, atendimento e socorro às vítimas de acidentes rodoviários.",
            "resposta":"C",
            "comentario":"PRF Segunda Classe: atividades de natureza policial envolvendo a execução e controle administrativo e operacional das atividades inerentes ao cargo, além das atribuições da Terceira Classe. (art. 2o-A, §1o, inciso III).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "07",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Joana realiza, dentre outras atribuições, atividades de natureza policial, envolvendo planejamento, coordenação, capacitação, controle e execução administrativa e operacional, bem como articulação e intercâmbio com outras organizações policiais. O cargo de Joana é PRF Agente Especial.",
            "resposta":"E",
            "comentario":"O cargo de Joana seria de PRF Agente Especial se não houvesse sido regulamentada a nova reestruturação da carreira dos Policiais Rodoviários Federais pela Le no 12.775/12. Para os dias de hoje, as atribuições citadas na assertiva são de responsabilidade do PRF de Primeira Classe. Lembre-se que o enunciado pede que você paute suas repostas nas novas mudanças!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "08",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Segundo o que dispõe a Lei no 9.654/98, as atribuições específicas de cada uma das classes da Carreira de Policial Rodoviário Federal, assim como a regulamentação da Gratificação Temporária dos Policiais Rodoviários, serão estabelecidas em ato dos Ministros das Cidades e da Justiça.",
            "resposta":"E",
            "comentario":"Dois erros grosseiros: o primeiro em dizer que a Gratificação Temporária dos PRFs será regulamentada por algum ato. De jeito nenhum! Deixei para falar nela só agora exatamente para citá-la em uma questão. Se você não sabe, fique ligado que essa Gratificação Temporária foi extinta por força do disposto no art. 6o da Lei no 9654/98. O segundo erro está em afirmar que o ato que estabelecerá a as atribuições específicas das carreiras dos PRFs será firmado entre o Ministro das Cidades e o de Justiça. Você já sabe: tal ato será firmado entre o Ministro de Planejamento, Orçamento e Gestão e o de Justiça (MPOG + MJ).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "09",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A implantação da carreira de PRF ocorreu mediante transformação de milhares de cargos efetivos de patrulheiro rodoviário federal, do quadro geral do Ministério da Justiça, em cargos de PRF.",
            "resposta":"C",
            "comentario":"Isso mesmo, corretíssimo! Olha só que maldade a banca resolveu fazer... De tantas regras boas de serem cobradas, trouxe logo o parágrafo único do art. 1o da Lei 9.654/98, dispositivo que quase ninguém dá a mínima bola para ele! Antes da referida norma, seu futuro cargo chamava-se “Patrulheiro Rodoviário Federal” e, com ela, passou a ser Policial Rodoviário Federal, tudo isso para oficializar a posição de policial ao invés de simples patrulheiro de trânsito.",
            "lei": "",
            "desc_lei": ""
        }
    ]
}