{
    "questoes": [
        {
            "nro": "01",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Segundo o que regulamenta o Decreto no 1.655/1995, a fiscalização e a adoção de medidas de segurança relativas aos serviços de remoção de veículos e transporte de cargas indivisíveis são competências da Polícia Rodoviária Federal enquanto que o credenciamento dos serviços de escolta fica a cargo das Polícias Militares estaduais.",
            "resposta":"E",
            "comentario":"Assertiva quase toda certinha! Mas eu disse quase... Não tem essa de que o credenciamento dos serviços de escolta fica a cargo das Polícias Militares estaduais. Essa também é uma competência da Polícia Rodoviária Federal. E é o que nos diz o Decreto no 1.655/95, em seu art. 1o inciso VI.",
            "lei": "sim",
            "desc_lei": "Art. 1o. (...) VI - credenciar os serviços de escolta, fiscalizar e adotar medidas de segurança relativas aos serviços de remoção de veículos, escolta e transporte de cargas indivisíveis;"
        },
        {
            "nro": "02",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Inspecionar e fiscalizar o trânsito, efetuar convênios específicos com outras organizações similares, exercer os poderes de autoridade de polícia de trânsito, cumprindo e fazendo cumprir a legislação e demais normas pertinentes são competências da Polícia Rodoviária Federal.",
            "resposta":"C",
            "comentario":"Perfeito! A assertiva nos traz o que dispõe o Decreto no 1.655/95 em seu art. 1o, inciso III.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) II - exercer os poderes de autoridade de polícia de trânsito, cumprindo e fazendo cumprir a legislação e demais normas pertinentes, inspecionar e fiscalizar o trânsito, assim como efetuar convênios específicos com outras organizações similares;"
        },
        {
            "nro": "03",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Embora tenha como atribuição assegurar a livre circulação nas rodovias federais, podendo solicitar ao órgão rodoviário a adoção de medidas emergenciais, não compete à PRF zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, pois esta é uma atribuição precípua da Polícia Federal.",
            "resposta":"E",
            "comentario":"É claro que compete à PRF zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, pois ela goza das prerrogativas do poder de polícia assim como a Polícia Federal. Para exercer essa prerrogativa, a PRF deve promover a interdição de construções, obras e instalações não autorizadas, caso seja necessário.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) VII - assegurar a livre circulação nas rodovias federais, podendo solicitar ao órgão rodoviário a adoção de medidas emergenciais, bem como zelar pelo cumprimento das normas legais relativas ao direito de vizinhança, promovendo a interdição de construções, obras e instalações não autorizadas;"
        },
        {
            "nro": "04",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Além de executar serviços de prevenção, atendimento de acidentes e salvamento de vítimas nas rodovias federais, a Polícia Rodoviária Federal também efetua levantamento dos locais de acidentes de trânsito e desses serviços de atendimento, socorro e salvamento de vítimas.",
            "resposta":"C",
            "comentario":"Exatamente! A informação da assertiva acima é a conjunção de dois dispositivos bastante parecidos.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) IV - executar serviços de prevenção, atendimento de acidentes e salvamento de vítimas nas rodovias federais; CTB Art. 20. (...) IV - efetuar levantamento dos locais de acidentes de trânsito e dos serviços de atendimento, socorro e salvamento de vítimas;"
        },
        {
            "nro": "05",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A Polícia Rodoviária Federal pode dar apoio, quando solicitada, às ações específicas dos órgãos ambientais, mas não tem competência legal para fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores.",
            "resposta":"E",
            "comentario":"É claro que a PRF tem sim a competência legal para fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores. É o que nos diz o CTB em seu art. 20, inciso XI.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) XI - fiscalizar o nível de emissão de poluentes e ruído produzidos pelos veículos automotores ou pela sua carga, de acordo com o estabelecido no art. 66, além de dar apoio, quando solicitado, às ações específicas dos órgãos ambientais."
        },
        {
            "nro": "06",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Mesmo que a apuração dos delitos de tráfico de entorpecentes e drogas afins, de contrabando e de descaminho seja de competência constitucional da Polícia Federal, a PRF pode colaborar e também atuar na prevenção e repressão desses crimes.",
            "resposta":"C",
            "comentario":"É competência da PRF colaborar e também atuar na prevenção e repressão dos crimes de tráfico de entorpecentes e drogas afins, de contrabando e de descaminho. E não só desses crimes! Vamos relembrar o que diz o Decreto no 1.655/95 em seu art. 1o, inciso X.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "07",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A PRF pode executar operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, a incolumidade das pessoas, o patrimônio da União e o de terceiros. Essas operações, no entanto, devem ser realizadas com total discrição, ou seja, não podem ser ostensivas.",
            "resposta":"E",
            "comentario":"De forma alguma! Você já está cansado de saber que a ostensividade deve ser uma característica da Polícia Rodoviária Federal! É o que estabelece tanto o art. 1o, inciso I, do Decreto no 1.655/95 como o art. 20, inciso II, do CTB.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 1o. (...) II - realizar o patrulhamento ostensivo, executando operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, a incolumidade das pessoas, o patrimônio da União e o de terceiros;"
        },
        {
            "nro": "08",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A circunscrição de atuação da Polícia Rodoviária Federal deve limitar-se às rodovias federais.",
            "resposta":"E",
            "comentario":"Bom, isso é o que dispõe caput do art. 1o do Decreto no 1.655/95. Mas preste bastante atenção, pois o art. 20 do Código de Trânsito Brasileiro amplia a circunscrição da PRF incluindo aí as estradas federais.",
            "lei": "sim",
            "desc_lei": "CTB - Art. 20. Compete à Polícia Rodoviária Federal, no âmbito das rodovias e estradas federais: (...)"
        },
        {
            "nro": "09",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Decreto 1.655/95 veio para oficializar e ampliar o rol de competências da Polícia Rodoviária Federal. A partir desse normativo, a PRF passou a ser considerada órgão permanente, integrante da estrutura regimental do Ministério dos Transportes e cuja atuação se dá no âmbito das rodovias federais.",
            "resposta":"E",
            "comentario":"Errado, a PRF não é integrante da estrutura regimental do Ministério dos Transportes, a PRF é integrante do Ministério da Justiça.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Código de Trânsito Brasileiro traz, em seu art. 20, as competências da Polícia Rodoviária Federal. É correto afirmar, segundo o disposto nesse artigo, que a aplicação dos valores provenientes de estada e remoção de veículos, objetos, animais e escolta de veículos de cargas superdimensionadas, exceto os de cargas perigosas, é uma competência da PRF.",
            "resposta":"E",
            "comentario":"Essa competência está regulamentada no inciso III do art. 20 e esse dispositivo não excepciona as cargas perigosas da regra nele contida. Esse é o erro da assertiva.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) III - aplicar e arrecadar as multas impostas por infrações de trânsito, as medidas administrativas decorrentes e os valores provenientes de estada e remoção de veículos, objetos, animais e escolta de veículos de cargas superdimensionadas ou perigosas;"
        },
        {
            "nro": "11",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"É correto afirmar que a Polícia Rodoviária Federal pode aplicar e arrecadar as multas impostas por infrações de trânsito e as medidas administrativas delas decorrentes.",
            "resposta":"C",
            "comentario":"É o que estabelece o art. 1o, inciso III, do Decreto no 1.655/95 e o inciso III do art. 20 do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"De acordo com o regulamentado pelo Decreto no 1.655/95, o documento de identidade funcional dos servidores policiais da polícia rodoviária federal confere ao seu portador livre porte de arma e franco acesso a todos os lugares sob fiscalização do órgão, nos termos da legislação em vigor, assegurando-lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação.",
            "resposta":"C",
            "comentario":"Muito cuidado, caro aluno, pois a identidade funcional do PRF não confere franco acesso a todos os lugares, e sim àqueles locais sob fiscalização do órgão. Confira o que diz o art. 2o do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 - Art. 2o. O documento de identidade funcional dos servidores policiais da Polícia Rodoviária Federal confere ao seu portador livre porte de arma e franco acesso aos locais sob fiscalização do órgão, nos termos da legislação em vigor, assegurando - lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação."
        },
        {
            "nro": "13",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O Presidente da República, o Procurador-Geral da República, o Advogado-Geral da União e dois Ministros de Estado foram visitar algumas obras nas rodovias federais do interior de Goiás. Para uma melhor noção do andamento das obras, foi decidido que o deslocamento até os canteiros de obra seria terrestre. Para fazer a escolta dessas autoridades, foi acionada a Polícia Rodoviária Federal. Ao receber a missão, o Superintendente da PRF enviou ofício aos órgãos envolvidos comunicando que só poderia fazer a escolta do Presidente da República e dos Ministros de Estado, por não haver previsão legal para que as demais autoridades sejam por ela escoltadas. Diante disso, pode-se afirmar que o Superintendente da PRF agiu corretamente.",
            "resposta":"E",
            "comentario":"O Superintendente da PRF equivocou-se ao comunicar que só poderia fazer a escolta do Presidente da República e dos Ministros de Estado.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) VIII - executar medidas de segurança, planejamento e escoltas nos deslocamentos do Presidente da República, Ministros de Estado, Chefes de Estados e diplomatas estrangeiros e outras autoridades, quando necessário, e sob a coordenação do órgão competente;"
        },
        {
            "nro": "14",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Diante da situação hipotética, pode-se afirmar com segurança que os PRFs agiram corretamente por estarem cientes de sua competência para fiscalizar e controlar o tráfico de menores nas rodovias federais.",
            "resposta":"C",
            "comentario":"Certíssimo! Essa é uma importante competência da PRF prevista no art. 1o, inciso IX, do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) IX - efetuar a fiscalização e o controle do tráfico de menores nas rodovias federais, adotando as providências cabíveis contidas na Lei n° 8.069 de 13 junho de 1990 (Estatuto da Criança e do Adolescente);"
        },
        {
            "nro": "15",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, dentre outros, é competência atribuída à Polícia Rodoviária Federal pelo Decreto no 1.655/95.",
            "resposta":"C",
            "comentario":"Está perfeita a informação. É o conteúdo do inciso X, art. 1o, da referida norma.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "16",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Para ter acesso a dados estatísticos e estudos sobre acidentes de trânsito e suas respectivas causas e, com isso, poder tomar as medidas operacionais preventivas, a Polícia Rodoviária Federal depende de autorização do órgão rodoviário federal.",
            "resposta":"E",
            "comentario":"A Polícia Rodoviária Federal não depende de autorização de órgão rodoviário federal nenhum para ter acesso a dados estatísticos e estudos sobre acidentes de trânsito. Não depende, porque é de competência dela própria coletar dados estatísticos e elaborar estudos sobre acidentes de trânsito e suas causas, adotando ou indicando medidas operacionais preventivas e encaminhando-os ao órgão rodoviário federal. É o que versa o art. 20, inciso VII, do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A educação e a segurança no trânsito são também de responsabilidade da Polícia Rodoviária Federal, posto que a ela foram legalmente atribuídas as competências para promover e participar de projetos e programas de educação e segurança e para implementar as medidas da Política Nacional de Segurança e Educação de Trânsito.",
            "resposta":"C",
            "comentario":"Perfeito! É o que regulamenta os incisos VIII e IX do art. 20 do CTB.",
            "lei": "sim",
            "desc_lei": "CTB - Art.20(...) VIII - implementar as medidas da Política Nacional de Segurança e Educação de Trânsito; IX - promover e participar de projetos e programas de educação e segurança, de acordo com as diretrizes estabelecidas pelo CONTRAN;"
        },
        {
            "nro": "18",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Integrar-se a outros órgãos e entidades do Sistema Nacional de Trânsito para fins de arrecadação e compensação de multas impostas na área de sua competência, com vistas à unificação do licenciamento, à simplificação e à celeridade das transferências de veículos e de prontuários de condutores de uma para outra unidade da Federação é uma competência da PRF prevista no Código de Trânsito Brasileiro.",
            "resposta":"C",
            "comentario":"Sim, eu sei, mas preste atenção para a parte final da assertiva. Ela afirma que essa é uma competência prevista no CTB. Está certa, mas a banca poderia ter trocado as bolas e ter dito maldosamente que essa é uma competência prevista no Decreto no 1.655/95, o que estaria errado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São competências da Polícia Rodoviária Federal regulamentadas pelo Decreto no 1.655/95. Realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito.",
            "resposta":"C",
            "comentario":"Correta a assertiva. Essa é uma competência da PRF prevista no Decreto no 1.655/95 em seu art. 1o, inciso V.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "20",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São competências da Polícia Rodoviária Federal regulamentadas pelo Decreto no 1.655/95, coletar dados estatísticos e elaborar estudos sobre acidentes de trânsito e suas causas, adotando ou indicando medidas operacionais preventivas e encaminhando-os ao órgão rodoviário federal.",
            "resposta":"E",
            "comentario":"É de fato uma competência da PRF, mas essa não foi prevista no Decreto no 1.655/95, como pede a questão. Ela está regulamentada no art. 20 do CTB em seu inciso VII. Como o enunciado se refere a competências previstas no Decreto, a assertiva então está equivocada.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "21",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Considere algumas das atribuições de órgãos e entidades que compõem o Sistema Nacional de Trânsito. Efetuar levantamento dos locais de acidentes de trânsito e dos serviços de atendimento, socorro e salvamento de vítimas; Realizar o patrulhamento ostensivo, executando operações relacionadas com a segurança pública, com o objetivo de preservar a ordem, incolumidade das pessoas, o patrimônio da União e de terceiros.",
            "resposta":"C",
            "comentario":"É porque ela é de fato uma competência da PRF prevista no art. 20, inciso IV, do CTB. Para segunda acertiva, Outro item correto segundo o que estabelece o CTB em seu famoso art. 20, inciso II.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Entre as finalidades da PRF, estão a realização do patrulhamento ostensivo nas rodovias, a execução de operações de segurança pública para prevenir delitos que porventura possam ocorrer nas rodovias e também a realização de levantamento dos locais de acidentes de trânsito e dos serviços de socorro e salvamento de vítimas.",
            "resposta":"C",
            "comentario":"Exatamente! a realização do patrulhamento ostensivo nas rodovias. (art. 1o, inciso I, do Decreto 1.655/95 e art. 20, inciso II, do CTB). A execução de operações de segurança pública para prevenir delitos que porventura possam ocorrer nas rodovias. (art. 1o, inciso I, do Decreto 1.655/95 e art. 20, inciso II, do CTB). A realização de levantamento dos locais de acidentes de trânsito e dos serviços de socorro e salvamento de vítimas  OK  (art. 20, inciso IV, do CTB).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2004 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Considere a seguinte situação hipotética. A PRF veio a ser comunicada por telefone da ocorrência de um acidente automobilístico, sem vítimas de morte, em uma rodovia federal. Imediatamente após a comunicação, policiais rodoviários federais foram até o local do acidente, onde verificaram que um dos motoristas envolvidos na colisão, devidamente habilitado e portador dos documentos do veículo automotor, estava aparentemente embriagado. Nessa situação, à PRF caberá realizar perícia, levantamento do local ou boletim de ocorrência, bem como teste de dosagem alcoólica no condutor do veículo.",
            "resposta":"C",
            "comentario":"Perfeitamente! A competência da PRF para realizar perícia, levantamento do local ou boletim de ocorrência, bem como teste de dosagem alcoólica no condutor do veículo está prevista no Decreto no 1.655/95 em seu art. 1o, inciso V. Se ainda tiver alguma dúvida, é só fazermos o cara-crachá.",
            "lei": "sim",
            "desc_lei": "CTB - Art. 20. (...) V - realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito;"
        },
        {
            "nro": "24",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"No âmbito das rodovias federais, havendo necessidade, caberá à PRF realizar, sob a coordenação do órgão competente, a escolta nos deslocamentos de presidente da República, ministros de Estado e diplomatas estrangeiros.",
            "resposta":"C",
            "comentario":"Está de acordo com decreto 1.655/95.",
            "lei": "sim",
            "desc_lei": "Decreto no 1.655/95 Art. 1o. (...) VIII - executar medidas de segurança, planejamento e escoltas nos deslocamentos do Presidente da República, Ministros de Estado, Chefes de Estados e diplomatas estrangeiros e outras autoridades, quando necessário, e sob a coordenação do órgão competente;"
        },
        {
            "nro": "25",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2014 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"De acordo com a atual Carta Política, a PRF é um órgão transitório da segurança pública, destinado ao patrulhamento ostensivo das rodovias federais.",
            "resposta":"E",
            "comentario":"Oh, questãozinha boba! Vamos corrigir: de acordo com a atual Carta Política, a PRF é um órgão permanente da segurança pública, destinado ao patrulhamento ostensivo das rodovias federais.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "26",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"A PRF exerce as funções de polícia de fronteira e o policiamento ostensivo das rodovias federais.",
            "resposta":"E",
            "comentario":"Caro aluno, policiamento ostensivo das rodovias federais tudo bem, mas em alguma parte de nossa aula falei que a PRF exercia as funções de polícia de fronteira? Claro que não! Não falei porque essa é uma função constitucional de outro importante órgão, a Polícia Federal, e não uma função da PRF. (CF, art. 144, §1o, inciso IV). Vamos revisar a competência constitucional da PRF",
            "lei": "sim",
            "desc_lei": "Art. 144. (...) § 2o A polícia rodoviária federal, órgão permanente, organizado e mantido pela União e estruturado em carreira, destina-se, na forma da lei, ao patrulhamento ostensivo das rodovias federais."
        },
        {
            "nro": "27",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Compete à PRF, no âmbito das rodovias e estradas federais, aplicar e arrecadar as multas impostas por infrações de trânsito e os valores provenientes de estada e remoção de veículos e objetos, mas não os valores provenientes da remoção de animais, pois tal competência cabe à autoridade de trânsito estadual.",
            "resposta":"E",
            "comentario":"Não é bem assim! A arrecadação dos valores provenientes da remoção de animais é também uma das competências da PRF e não da autoridade de trânsito estadual. É assim que determina o inciso III do Decreto no 1.655/95 e do art. 20 do CTB.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "28",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2008 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"As competências da PRF, no âmbito das rodovias e estradas federais, não incluem realizar o patrulhamento ostensivo das ferrovias federais que margeiam as rodovias federais.",
            "resposta":"C",
            "comentario":"Patrulhamento ostensivo das ferrovias federais competem a Polícia Ferroviária Federal.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "29",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"FUNRIO/2009 – POLICIAL RODOVIARIO FEDERAL",
            "pergunta":"Marilson Gilvã declara, nas razões de um mandado de segurança, que a Polícia Rodoviária Federal, mesmo quando da prevenção de delitos contra a vida, não tem competência para ser o órgão encarregado de proceder às interceptações telefônicas legalmente autorizadas pela Justiça, em face de vedação legal. Levando em conta as peculiaridades da Polícia Rodoviária Federal, em especial o Decreto 1.655/95, é correto concluir, sobre o pedido formulado pelo Impetrante, que o Decreto no 1.655 de 03/10/1995, autorizou a Policia Rodoviária Federal, desde que autorizada pelo Poder Judiciário, a 'colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em lei', sem, entretanto, poder efetuar a escuta telefônica.",
            "resposta":"E",
            "comentario":"1o Erro: para executar a competência acima descrita, não há necessidade de a PRF ter autorização do Poder Judiciário. 2o Erro: a parte final do dispositivo amplia o leque de crimes para os quais a PRF pode colaborar na prevenção e repressão. Assim, nada obsta que o nosso estimado órgão possa também realizar interceptações telefônicas, desde que, claro, em irrestrita obediência ao previsto na lei específica (Lei no 9.296/98 – Lei da Interceptação Telefônica). Podemos até considerar um terceiro erro a banca afirmar que escuta é o mesmo que intercepção telefônica, pois isso, à luz da doutrina, é bem controverso.",
            "lei": "sim",
            "desc_lei": "Art. 1° À Polícia Rodoviária Federal, órgão permanente, integrante da estrutura regimental do Ministério da Justiça, no âmbito das rodovias federais, compete: (...) X - colaborar e atuar na prevenção e repressão aos crimes contra a vida, os costumes, o patrimônio, a ecologia, o meio ambiente, os furtos e roubos de veículos e bens, o tráfico de entorpecentes e drogas afins, o contrabando, o descaminho e os demais crimes previstos em leis."
        },
        {
            "nro": "30",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2012 – AGENTE ADMINISTRATIVO",
            "pergunta":"À PRF destina-se, na forma da lei, o patrulhamento ostensivo das rodovias estaduais e federais.",
            "resposta":"E",
            "comentario":"De jeito nenhum! Sua circunscrição limita-se às rodovias e estradas federais, somente.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "31",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"CESPE/2012 – AGENTE ADMINISTRATIVO",
            "pergunta":"De acordo com a Constituição Federal de 1988 (CF), é atribuição da PRF, na forma da lei, exercer, entre outras funções, a de polícia judiciária.",
            "resposta":"E",
            "comentario":"Errado, também! De acordo com a Constituição Federal de 1988 (CF), é atribuição da Polícia Federal (e não da PRF), na forma da lei, exercer, entre outras funções, a de polícia judiciária.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "32",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O documento de identificação funcional dos policiais servidores da PRF lhes confere o livre porte de arma.",
            "resposta":"C",
            "comentario":"Exatamente! Repetindo: o documento de identidade funcional dos servidores policiais da Polícia Rodoviária Federal confere ao seu portador livre porte de arma e franco acesso aos locais sob fiscalização do órgão, nos termos da legislação em vigor, assegurando-lhes, quando em serviço, prioridade em todos os tipos de transporte e comunicação (art. 2o, Decreto no 1.655/95).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "33",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da legislação vigente, caberá à PRF, em casos de acidentes em rodovias federais, a adoção de procedimentos para a sua elucidação, inclusive, a realização de perícias.",
            "resposta":"C",
            "comentario":"É exatamente isso que nos diz o inciso V, do art. 1o do Decreto no 1.655/95.",
            "lei": "sim",
            "desc_lei": "Art. 1o. (...) V - realizar perícias, levantamentos de locais boletins de ocorrências, investigações, testes de dosagem alcoólica e outros procedimentos estabelecidos em leis e regulamentos, imprescindíveis à elucidação dos acidentes de trânsito;"
        },
        {
            "nro": "34",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Compete privativamente à União legislar sobre a competência da PRF.",
            "resposta":"C",
            "comentario":"Isso mesmo! Afirmativa correta.",
            "lei": "sim",
            "desc_lei": "CF/88 Art. 22. Compete privativamente à União legislar sobre: (...) XXII - competência da polícia federal e das polícias rodoviária e ferroviária federais;"
        },
        {
            "nro": "35",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da Constituição Federal de 1988, é de responsabilidade da PRF a apuração de infrações penais sobre furtos e roubos de veículos.",
            "resposta":"E",
            "comentario":"Cuidado com a emoção! Nos termos da Constituição Federal de 1988, a apuração de infrações penais sobre furtos e roubos de veículos é de responsabilidade da Polícia Federal, em âmbito federal, e das Polícias Civis, no âmbito dos estados.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "36",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto 1.655/1995",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Nos termos da legislação ordinária, cabe à PRF, entre outras funções, a de realizar operações relacionadas com a segurança pública, desde que em conjunto com a Polícia Federal.",
            "resposta":"E",
            "comentario":"Para realizar operações relacionadas com a segurança pública, a PRF não precisa sempre estar junto à Polícia Federal. Ela, como órgão de segurança pública, tem prerrogativas constitucionais para exercer tais atividades de forma autônoma.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "01",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Os cargos em comissão e as funções de confiança do Departamento de Polícia Rodoviária Federal serão preenchidos sempre por servidores integrantes da carreira que tenham comportamento exemplar e que estejam posicionados nas classes finais.",
            "resposta":"E",
            "comentario":"Os cargos em comissão e as funções de confiança do Departamento de Polícia Rodoviária Federal serão preenchidos, preferencialmente (e não sempre!), por servidores integrantes da carreira que tenham comportamento exemplar e que estejam posicionados nas classes finais (art. 8o, Lei no 9.654/98).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "02",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"O ingresso nos cargos da carreira de Policial Rodoviário Federal dar-se-á mediante aprovação em concurso público, constituído de 02 fases, ambas eliminatórias e classificatórias, sendo a primeira fase de exame psicotécnico e de provas e títulos e a segunda de curso de formação.",
            "resposta":"C",
            "comentario":"Certíssimo! É a pura literalidade do art. 3o da Lei no 9.654/98.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "03",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"São requisitos para o ingresso na carreira, o diploma de curso superior completo, em nível de graduação, devidamente reconhecido pelo Ministério da Educação, e os demais requisitos estabelecidos no edital do concurso.",
            "resposta":"C",
            "comentario":"Também certinha a assertiva, em conformidade com o art. 3o, §1o, da norma em estudo.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "04",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A partir deste ano de 2013, a Carreira de Policial Rodoviário Federal, de nível superior, passou a ser estruturada da seguinte forma: Policial Rodoviário Federal de Terceira, Segunda e Primeira Classes e Inspetor.",
            "resposta":"E",
            "comentario":"Vou te alertar de novo: cuidado com a leitura rápida! Nessa assertiva, a banca misturou duas regras existentes na Lei no 9.654/98 que tratam da composição da carreira dos Policiais Rodoviários Federais. Você já sabe que a partir de 1o de janeiro de 2013 a sua futura carreira foi reestruturara e não mais existe a classe de Inspetor na PRF. A carreira PRF, de nível superior, passou a ser estruturada nas seguintes classes: Terceira, Segunda, Primeira e Especial (art. 2o-A, Lei no 9.654/98).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "05",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Mauro, por ser Policial Rodoviário Federal Classe Especial, pode exercer atividades de coordenação e direção das atividades de corregedoria, inteligência e ensino.",
            "resposta":"C",
            "comentario":"Perfeito! Segundo o que dispõe o art. 2o-A, em seu §1o, inciso I da Lei no 9.654/98, o PRF de Classe Especial realiza atividades de natureza policial e administrativa, envolvendo direção, planejamento, coordenação, supervisão, controle e avaliação administrativa e operacional, coordenação e direção das atividades de corregedoria, inteligência e ensino, bem como a articulação e o intercâmbio com outras organizações e corporações policiais, em âmbito nacional e internacional, além das atribuições da Primeira Classe. Portanto, se Mauro é Policial Rodoviário Federal Classe Especial, pode sim exercer atividades de coordenação e direção das atividades de corregedoria, inteligência e ensino. ",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "06",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Se Tício é Policial Rodoviário Federal de Segunda Classe, ele poderá, dentre outras atribuições, realizar atividades de natureza policial envolvendo a fiscalização, patrulhamento e policiamento ostensivo, atendimento e socorro às vítimas de acidentes rodoviários.",
            "resposta":"C",
            "comentario":"PRF Segunda Classe: atividades de natureza policial envolvendo a execução e controle administrativo e operacional das atividades inerentes ao cargo, além das atribuições da Terceira Classe. (art. 2o-A, §1o, inciso III).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "07",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Joana realiza, dentre outras atribuições, atividades de natureza policial, envolvendo planejamento, coordenação, capacitação, controle e execução administrativa e operacional, bem como articulação e intercâmbio com outras organizações policiais. O cargo de Joana é PRF Agente Especial.",
            "resposta":"E",
            "comentario":"O cargo de Joana seria de PRF Agente Especial se não houvesse sido regulamentada a nova reestruturação da carreira dos Policiais Rodoviários Federais pela Le no 12.775/12. Para os dias de hoje, as atribuições citadas na assertiva são de responsabilidade do PRF de Primeira Classe. Lembre-se que o enunciado pede que você paute suas repostas nas novas mudanças!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "08",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"Segundo o que dispõe a Lei no 9.654/98, as atribuições específicas de cada uma das classes da Carreira de Policial Rodoviário Federal, assim como a regulamentação da Gratificação Temporária dos Policiais Rodoviários, serão estabelecidas em ato dos Ministros das Cidades e da Justiça.",
            "resposta":"E",
            "comentario":"Dois erros grosseiros: o primeiro em dizer que a Gratificação Temporária dos PRFs será regulamentada por algum ato. De jeito nenhum! Deixei para falar nela só agora exatamente para citá-la em uma questão. Se você não sabe, fique ligado que essa Gratificação Temporária foi extinta por força do disposto no art. 6o da Lei no 9654/98. O segundo erro está em afirmar que o ato que estabelecerá a as atribuições específicas das carreiras dos PRFs será firmado entre o Ministro das Cidades e o de Justiça. Você já sabe: tal ato será firmado entre o Ministro de Planejamento, Orçamento e Gestão e o de Justiça (MPOG + MJ).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "09",
            "disciplina":"Legislação DPRF",
            "materia":"Lei 9.654/1998",
            "banca":"ESTRATÉGIA – POLICIAL RODOVIÁRIO - PRF/2016",
            "pergunta":"A implantação da carreira de PRF ocorreu mediante transformação de milhares de cargos efetivos de patrulheiro rodoviário federal, do quadro geral do Ministério da Justiça, em cargos de PRF.",
            "resposta":"C",
            "comentario":"Isso mesmo, corretíssimo! Olha só que maldade a banca resolveu fazer... De tantas regras boas de serem cobradas, trouxe logo o parágrafo único do art. 1o da Lei 9.654/98, dispositivo que quase ninguém dá a mínima bola para ele! Antes da referida norma, seu futuro cargo chamava-se “Patrulheiro Rodoviário Federal” e, com ela, passou a ser Policial Rodoviário Federal, tudo isso para oficializar a posição de policial ao invés de simples patrulheiro de trânsito.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "1",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o que regulamenta o Decreto nº 6.061/07, são áreas de competência do Ministério da Justiça: A segurança pública, a nacionalidade, a imigração, os estrangeiros e a política agrária.",
            "resposta":"E",
            "comentario":"A segurança pública, a nacionalidade, a imigração e os estrangeiros são sim áreas de competência do Ministério da Justiça, mas a política agrária não. O certo seria ter afirmado a política judiciária ao invés da agrária.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "2",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o Decreto nº 6.061/07, ao Ministério da Justiça, órgão da administração federal indireta, compete a defesa da ordem jurídica, dos direitos políticos e das garantias constitucionais.",
            "resposta":"E",
            "comentario":"A assertiva estaria toda certinha não fosse pelo erro grosseiro de afirmar que o Ministério da Justiça é órgão da administração federal indireta. De forma alguma! É um órgão da administração direta da União, subordinado à Presidência da República.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "3",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Com relação à norma que define a estrutura organizacional do Ministério da Justiça. A Defensoria Pública da União, a Secretaria de Reforma do Judiciário, o Departamento de Polícia Federal e o Arquivo Nacional são órgãos específicos singulares do Ministério da Justiça.",
            "resposta":"C",
            "comentario":"São órgãos específicos singulares do Ministério da Justiça: a Defensoria Pública da União, o Arquivo Nacional, a Secretaria Nacional de Justiça, a Secretaria Nacional de Segurança Pública, a Secretaria Nacional do Consumidor, a Secretaria de Assuntos Legislativos, a Secretaria de Reforma do Judiciário, o Departamento Penitenciário Nacional, o Departamento de Polícia Federal, o Departamento de Polícia Rodoviária Federal, a Secretaria Nacional de Políticas sobre Drogas e a Secretaria Extraordinária de Segurança para Grandes Eventos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "4",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Em respeito ao que estabelece o Decreto nº 6.061/07, o Ministério da Justiça tem como entidades vinculadas uma autarquia, o Conselho Administrativo de Defesa Econômica - CADE, e uma fundação pública, a Fundação Nacional do Índio – FUNAI.",
            "resposta":"C",
            "comentario":"O MJ tem duas entidades a ele vinculadas: uma autarquia e uma fundação pública. A fundação é a FUNAI (Fundação Nacional do Índio) e a autarquia é o Conselho Administrativo de Defesa Econômica – CADE.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "5",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Ministério da justiça tem, entre outros assuntos, como área de competência, conforme dispõe o Decreto nº 6.061/07, a defesa da ordem jurídica, dos direitos políticos e das garantias fundamentais, conforme o art. 1º, inciso I do Anexo I.",
            "resposta":"C",
            "comentario":"Questãozinha boba e bem simples! Vai ser assim na sua prova também! Aqui está tudo certinho e essa, vimos, é a principal competência do Ministério da Justiça.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "6",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Secretaria Nacional de Justiça compete tratar dos assuntos relacionados à escala de classificação indicativa de jogos eletrônicos, das diversões públicas e dos programas de rádio e televisão e recomendar a correspondência com as faixas etárias e os horários de veiculação adequados.",
            "resposta":"C",
            "comentario":"Perfeito! É exatamente o que nos ensina o inciso II, do art. 8º, do Decreto nº 6.061/07. Lembrando que jogos eletrônicos e diversões públicas são a cara da SNJ.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "7",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É atribuição da Secretaria Nacional de Segurança Pública registrar e fiscalizar as entidades que executam serviços de microfilmagem além de planejar, acompanhar e avaliar a implementação de programas do Governo Federal para a área de segurança pública.",
            "resposta":"E",
            "comentario":"Opa! Se você já memorizou alguns dos termos-chaves. A microfilmagem é palavra-chave da Secretaria Nacional de Justiça (SNJ) e não da Secretaria Nacional de Segurança Pública (Senasp) como afirmado na assertiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "8",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Identificar, propor e promover a articulação e o intercâmbio entre os órgãos governamentais que possam contribuir para a otimização das políticas de segurança pública é uma atribuição do Departamento de Força Nacional de Segurança Pública.",
            "resposta":"E",
            "comentario":"Uma dica: quando você vir em sua prova alguma questão pedindo a competência do Departamento de Força Nacional de Segurança Pública, já saiba que tal competência deve trazer alguma citação sobre a própria Força Nacional de Segurança Pública. Se assim não fizer, já desconfie que pode estar errada! É o caso da assertiva acima que nos traz uma competência do Departamento de Políticas, Programas e Projetos da Secretaria Nacional de Segurança Pública. Lembre-se que além do termo “segurança pública”, as palavras articulação e intercâmbio também estão relacionados a esse Departamento. (art. 13, inciso II)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "9",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É o Departamento de Estrangeiros da Secretaria Nacional de Justiça o competente para instruir processos de reconhecimento da condição de refugiado e de asilo político.",
            "resposta":"C",
            "comentario":"Refugiados é um termo-chave da SNJ e mais precisamente do seu Departamento de Estrangeiros. A competência acima está corretíssima. (art. 9º, inciso IV)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 determina que, no âmbito do Ministério da Justiça, promover ações para assegurar os direitos e interesses dos consumidores cabe à Secretaria Nacional do Consumidor.",
            "resposta":"C",
            "comentario":"Tenho certeza de que você resolveu essa num piscar de olhos, pois a palavra “consumidor” é a totalmente a cara da Secretaria Nacional do Consumidor.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "11",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Conforme o regulamentado pela norma que organiza a estrutura do Ministério da Justiça, compete ao Departamento de Processo Legislativo examinar os projetos de lei em tramitação no Congresso Nacional, em especial quanto à adequação e proporcionalidade entre a proposição e sua finalidade. Esse Departamento subordina-se à Secretaria Nacional do Consumidor.",
            "resposta":"E",
            "comentario":"Errado ao afirmar que o Departamento de Processo Legislativo subordina-se à Secretaria Nacional do Consumidor. Ele subordina-se à Secretaria de Assuntos Legislativos. É bom lembrar que a Secretaria de Defesa do Consumidor tem apenas um Departamento a ela subordinado: o Departamento de Proteção e Defesa do Consumidor.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Para o cumprimento das competências estabelecidas na Lei de Proteção ao Consumidor (Lei no 8.078/90), a Secretaria Nacional do Consumidor é apoiada, segundo o que regulamenta o Decreto nº 6.061/07, pelo Departamento de Proteção e Defesa do Consumidor.",
            "resposta":"C",
            "comentario":"A Secretaria de Defesa do Consumidor tem apenas um Departamento a ela subordinado: o Departamento de Proteção e Defesa do Consumidor (art. 19)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "13",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É por intermédio do seu Departamento de Elaboração Normativa que a Secretaria de Reforma do Judiciário, do Ministério da Justiça, coordena e desenvolve as atividades concernentes à relação do Ministério com o Poder Judiciário, especialmente no acompanhamento de projetos de interesse do Ministério relacionados com a modernização da administração da Justiça brasileira.",
            "resposta":"E",
            "comentario":"A Secretaria de Reforma do Judiciário tem apenas um Departamento a ela subordinado: o Departamento de Política Judiciária. É ele quem tem a competência mencionada na assertiva (art. 24, inciso II). O Departamento de Elaboração Normativa é subordinado à Secretaria de Assuntos Legislativos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "14",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 incumbiu a Secretaria de Reforma do Judiciário de Instruir e opinar sobre assuntos relacionados a processos de declaração de utilidade pública de imóveis, para fins de desapropriação com vistas à sua utilização por órgãos do Poder Judiciário da União.",
            "resposta":"C",
            "comentario":"Não tem nem o que pensar! Está certíssima, pois “desapropriação” é a cara (termo-chave) da Secretaria de Reforma do Judiciário. (art. 23, inciso VI)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "15",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Com relação à norma que define a estrutura organizacional do Ministério da Justiça. É competência do Ministério da Justiça a articulação, coordenação, supervisão, integração e proposição das ações do Governo e do Sistema Nacional de Políticas sobre Drogas nos aspectos relacionados com as atividades de prevenção, repressão ao tráfico ilícito e à produção não autorizada de drogas, bem como aquelas relacionadas com o tratamento, a recuperação e a reinserção social de usuários e dependentes e ao Plano Integrado de Enfrentamento ao Crack e outras Drogas.",
            "resposta":"C",
            "comentario":"A assertiva nos traz a literalidade do art. 1º, inciso XI, do Anexo I do Decreto nº 6.061/07. Preste bastante atenção nessa competência, pois ela teve sua redação alterada em 2011. A redação acima já é a atual.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "16",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Ao Conselho Nacional de Política Criminal e Penitenciária, órgão colegiado subordinado ao Departamento Penitenciário Federal, compete, dentre outras, promover a avaliação periódica do sistema criminal para a sua adequação às necessidades do País e estimular e promover a pesquisa no campo da criminologia.",
            "resposta":"E",
            "comentario":"Realmente o Conselho Nacional de Política Criminal e Penitenciária é órgão competente para promover a avaliação periódica do sistema criminal para a sua adequação às necessidades do País e estimular e promover a pesquisa no campo da criminologia. É de fato um órgão colegiado, mas jamais será subordinado ao Departamento Penitenciário Federal. Esse é o grave erro da assertiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Departamento Penitenciário Federal é o responsável por gerir os recursos do Fundo Penitenciário Nacional – FUNPEN e é por intermédio de sua Diretoria de Políticas Penitenciárias que o referido órgão realiza inspeções periódicas nas unidades federativas para verificar a utilização de recursos repassados por esse Fundo.",
            "resposta":"C",
            "comentario":"Exato! É a Diretoria de Políticas Penitenciárias do Depen a competente para realizar inspeções periódicas nas unidades federativas para verificar a utilização de recursos repassados pelo Fundo Penitenciário Nacional – FUNPEN. (art. 27, inciso VIII).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "18",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Os pedidos de indultos individuais são, na forma prevista em lei, processados, estudados e encaminhados pelo Departamento Penitenciário Nacional.",
            "resposta":"C",
            "comentario":"Isso mesmo! A palavra “indulto” só aparece uma vez no Decreto nº 6.061/07 e exatamente dentro das competências do Departamento Penitenciário Nacional. (art. 25, inciso VIII)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É a Diretoria-Executiva do Departamento Penitenciário Nacional quem estabelece os critérios para a elaboração da estatística criminal.",
            "resposta":"E",
            "comentario":"Estatística criminal também só aparece uma vez no Decreto em estudo e no art. 39, inciso VII. Segundo esse dispositivo, estabelecer os critérios para a elaboração da estatística criminal é competência exclusiva do Conselho Nacional de Política Criminal e Penitenciária e não da Diretoria Executiva do Depen.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "20",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No Departamento Penitenciário Nacional, é a sua Diretoria do Sistema Penitenciário Federal a competente por apoiar ações destinadas à formação e à capacitação dos operadores da execução penal enquanto que à sua Diretoria de Políticas Penitenciárias compete promover a comunicação com órgãos e entidades ligados à execução penal e, em especial, com os Juízos Federais e as Varas de Execução Penal do País.",
            "resposta":"E",
            "comentario":"Se você der uma lida rápida na questão pode até achar que ela está bem certinha. Mas cuidado, pois ela trocou as bolas e inverteu as competências das duas Diretorias do Depen. Compete à Diretoria de Políticas Penitenciárias apoiar ações destinadas à formação e à capacitação dos operadores da execução penal. Compete à Diretoria do Sistema Penitenciário Federal promover a comunicação com órgãos e entidades ligados à execução penal e, em especial, com os Juízos Federais e as Varas de Execução Penal do País.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "21",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o que regulamenta o Decreto nº 6.061/07, é o Departamento de Polícia Federal o órgão responsável por acompanhar e instaurar inquéritos relacionados aos conflitos agrários ou fundiários e os deles decorrentes, quando se tratar de crime de competência federal, bem como prevenir e reprimir esses crimes.",
            "resposta":"C",
            "comentario":"Certíssimo e é bom lembrar-lhe que essa competência não está explícita na Constituição Federal e foi trazida pelo Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o Decreto nº 6.061/07, dirigir, planejar, coordenar, controlar e avaliar as atividades correcional e disciplinar no âmbito da Polícia Federal é uma função de sua Corregedoria-Geral de Polícia Federal.",
            "resposta":"C",
            "comentario":"Caro aluno, ouviu falar em atividades correcionais e disciplinares no âmbito da Polícia Federal, faça imediatamente um link com a Corregedoria Geral de Polícia Federal (art. 32, inciso I).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 não trouxe de forma expressa cada um das competências do Departamento de Polícia Rodoviária Federal.",
            "resposta":"C",
            "comentario":"Verdade. Ao tratar das competências do Departamento de Polícia Rodoviária Federal, o Decreto nº 6.061/07 nos remete às competências estabelecidas no art. 20 da Lei no 9.503/97 (CTB) e no Decreto no 1.655/95.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "24",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Fazer a segurança institucional de dignitário e de depoente especial está a cargo da Diretoria de Administração e Logística Pessoal do Departamento de Polícia Federal.",
            "resposta":"E",
            "comentario":"Na Polícia Federal, dirigir, planejar, coordenar, controlar e avaliar as atividades de segurança institucional, de dignitário e de depoente especial cabe à sua Diretoria de Investigação e Combate ao Crime Organizado e não à sua Diretoria-Executiva. (art. 30, inciso I, alínea “c”).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "25",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Diretoria de Investigação e Combate ao Crime Organizado da Polícia Federal compete dirigir, planejar, coordenar, controlar e avaliar a atividade de investigação criminal relativa a infrações penais relativas às operações de contrainteligência, antiterrorismo e outras determinadas pelo Diretor-Geral.",
            "resposta":"E",
            "comentario":"Uma palavra que entregou tudo nessa assertiva: contrainteligência. Essa palavra só aparece uma vez no Decreto: nas competências da Diretoria de Inteligência da Polícia Federal. E o mesmo acontece com a palavra antiterrorismo. Assim, a questão erra ao conectar essas palavras à outra Diretoria da PF: a Diretoria de Investigação e Combate ao Crime Organizado. (art. 33, inciso II).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "26",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o Decreto nº 6.061/07, no âmbito da Polícia Federal, dirigir, planejar, coordenar, orientar, executar, controlar e avaliar as atividades de perícia criminal e as relacionadas a bancos de perfis genéticos, assim como gerenciar e manter esses bancos é uma atribuição da Diretoria Técnico-Científica.",
            "resposta":"C",
            "comentario":"A expressão-chave aqui é “perfis genéticos”. Ela é a cara da Diretoria Técnico-Científica da Polícia Federal. (art. 34, inciso I).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "27",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Corregedoria-Geral de Polícia Federal, por ser um órgão colegiado, goza de maior autonomia para apurar as infrações cometidas por servidores da Polícia Federal.",
            "resposta":"E",
            "comentario":"Corregedoria-Geral é um órgão colegiado? De onde a questão tirou essa informação? É ela que verdadeiramente apura as infrações cometidas por servidores da Polícia Federal, mas não é um órgão colegiado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "28",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Defensoria Pública da União, autarquia vinculada ao Ministério da Justiça, cabe patrocinar a ação penal privada e a subsidiária da pública assim como exercer a defesa da criança e do adolescente.",
            "resposta":"E",
            "comentario":"As competências acima estão certinhas, mas a Defensoria Pública da União infelizmente não é uma autarquia vinculada ao Ministério da Justiça, e sim um órgão componente da estrutura organizacional desse Ministério.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "29",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o regulamentado pela norma que organiza sua estrutura, é área de competência do Ministério da Justiça a política nacional de arquivos. Quem define essa política é o Conselho Nacional de Arquivos – CONARQ enquanto quem tem a responsabilidade de implementá-la é o Arquivo Nacional.",
            "resposta":"C",
            "comentario":"É só conferir novamente as competências do MJ e do Arquivo Nacional que você terá a certeza de quem define essa política é o Conselho Nacional de Arquivos – CONARQ enquanto quem tem a responsabilidade de implementá-la é o Arquivo Nacional (art. 1º, inciso II c/c art. 38-F).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "30",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito do Ministério da Justiça é o Defensor-Público da União quem convoca o Conselho Superior da Defensoria Pública da União enquanto que o Ministro de Estado da Justiça é quem tem a incumbência de abrir concursos públicos para ingresso na carreira de Defensor Público da União.",
            "resposta":"E",
            "comentario":"Errado! As duas competências acima mencionadas são exclusivas do Defensor-Público da União. É ele quem abre concursos públicos para ingresso na carreira de Defensor Público da União.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "31",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"A referida norma estabelece que à Secretaria Extraordinária de Segurança para Grandes Eventos compete desempenhar as atividades de Secretaria Executiva do Conselho Nacional de Políticas sobre Drogas.",
            "resposta":"E",
            "comentario":"Nessa eu sei que você não caiu! Quem desempenha as atividades de Secretaria-Executiva do Conselho Nacional de Políticas sobre Drogas é obviamente a Secretaria de Nacional de Política sobre Drogas, a famosa Senad. Não se esqueça, hein!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "32",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Promover a integração entre os órgãos de segurança pública federais, estaduais, distritais e municipais envolvidos com a segurança dos Grandes Eventos é uma competência da Secretaria Extraordinária de Segurança para Grandes Eventos realizada conjuntamente com a Secretaria Nacional de Segurança Pública.",
            "resposta":"E",
            "comentario":"Muito cuidado com questões que afirmam coisas que o Decreto não fala! Realmente, promover a integração entre os órgãos de segurança pública federais, estaduais, distritais e municipais envolvidos com a segurança dos Grandes Eventos é uma competência da Secretaria Extraordinária de Segurança para Grandes Eventos. No entanto, não há em lugar nenhum do Decreto nº 6.061/07 que essa atribuição deve ser realizada conjuntamente com a Secretaria Nacional de Segurança Pública. Nada a ver!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "33",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Secretaria Nacional de Políticas sobre Drogas compete articular e coordenar as atividades de prevenção do uso indevido, a atenção e a reinserção social de usuários e dependentes de drogas.",
            "resposta":"C",
            "comentario":"Esta está bem tranquila. Ela traz com fidelidade o conteúdo do art. 38-A, inciso II do Anexo I do Decreto nº 6.061/07. E é só aí no Decreto que aparece a expressão dependentes de drogas!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "34",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Executar as ações relativas ao Plano Integrado de Enfrentamento ao Crack e outras Drogas nos Grandes Eventos é uma atribuição da Diretoria de Projetos Especiais da Secretaria Extraordinária de Segurança dos Grandes Eventos.",
            "resposta":"E",
            "comentario":"Se você notou, a atribuição dita na assertiva é uma tremenda invenção de nossa querida banca! Coloquei a expressão “Grandes Eventos” numa atribuição que é da Secretaria Nacional de Política sobre Drogas só para tentar confundir sua cabeça e levá-lo a marcar a questão como correta! Não há nenhuma competência trazida pelo Decreto que une os termos “Crack” e Grandes Eventos. Crack = Secretaria Nacional de Política sobre Drogas (Senad). Grandes Eventos = Secretaria Extraordinária de Segurança dos Grandes Eventos (Sesg).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "35",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Promover a gestão orçamentária, financeira e documental da Secretaria Extraordinária de Segurança dos Grandes Eventos é competência de sua Diretoria de Logística.",
            "resposta":"E",
            "comentario":"Não, não! A Diretoria de Logística não existe mais no âmbito da Secretaria de Grandes Eventos! Ela mudou de nome em 2014 e passou a chamar-se Diretoria de Administração. É ela agora a responsável pela gestão orçamentária, financeira e documental da Sesg. (art. 38-J, incisos II e III).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "36",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito da Secretaria Extraordinária de Segurança para Grandes Eventos, segundo o disposto no Decreto nº 6.061/07, o órgão responsável pela coordenação das atividades dos Centros de Comando e Controle Nacional, Regionais, Locais e Móveis e o Centro de Comando e Controle Internacional é a sua Diretoria de Operações.",
            "resposta":"C",
            "comentario":"Os “Centros de Comando e Controle” só aparecem uma vez no Decreto em estudo. E aparecem nas competências da Diretoria de Operações da Secretaria Extraordinária de Segurança para Grandes Eventos (Sesg). (art. 38-H, inciso III)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "37",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"A Secretaria Executiva do Ministério da justiça tem entre suas competências, conforme o art. 4º, inciso II, do Anexo I do Decreto 6.061/2007, a de supervisionar as atividades de organização e modernização administrativa, bem como as relacionadas com os sistemas federais de planejamento e de orçamento, de contabilidade, de administração financeira, de administração dos recursos de informação e informática, de recursos humanos e de serviços gerais, no âmbito do Ministério.",
            "resposta":"C",
            "comentario":"Caro aluno, mesmo sendo o Cespe a banca de seu concurso, as questões de sua prova não vão ser diferentes. Vão trazer a simples e pura literalidade do Decreto!! Nessa daqui a banca simplesmente replicou o estabelecido no art. 4º, inciso II, do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "38",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Comissão de Anistia cabe pronunciar-se sobre a legalidade dos procedimentos administrativos disciplinares, dos recursos hierárquicos e de outros atos administrativos submetidos à decisão do Ministro de Estado.",
            "resposta":"E",
            "comentario":"Ponha mais essa dica na sua cabeça: o Decreto nº 6.061/07 não de forma expressa nenhuma competência da Comissão de Anistia.",
            "lei": "sim",
            "desc_lei": "Art. 7o À Comissão de Anistia cabe exercer as competências estabelecidas na Lei no 10.559, de 13 de novembro de 2002."
        },
        {
            "nro": "39",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Examinar, prévia e conclusivamente, no âmbito do Ministério da Justiça textos de editais de licitação, bem como os respectivos contratos ou instrumentos congêneres a serem publicados e celebrados é uma das atribuições afetas à Consultoria Jurídica do Ministério da Justiça.",
            "resposta":"C",
            "comentario":"Isso mesmo. É o que regulamenta o art. 6º, inciso VII, alínea “a” do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "40",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito do Ministério da Justiça, incumbe ao Gabinete do Ministro coordenar e desenvolver atividades, no âmbito internacional, que auxiliem a atuação institucional do Ministério, em articulação com o Ministério das Relações Exteriores e outros órgãos da administração pública.",
            "resposta":"C",
            "comentario":"Correto! É o que versa o art. 3º, inciso III, do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "41",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No Ministério da Justiça, quem assiste ao Ministro de Estado na supervisão e coordenação das atividades das Secretarias integrantes da estrutura do Ministério e das entidades a ele vinculadas é a Secretaria-Executiva.",
            "resposta":"C",
            "comentario":"A expressão “assistir ao Ministro na coordenação” parece até coisa de seu Gabinete, não é mesmo? Mas infelizmente não é verdade... Essa atribuição é da sua Secretaria Executiva. (art. 4º, inciso I)",
            "lei": "",
            "desc_lei": ""
        }
    ]
}