{
    "questoes": [
        {
            "nro": "1",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o que regulamenta o Decreto nº 6.061/07, são áreas de competência do Ministério da Justiça: A segurança pública, a nacionalidade, a imigração, os estrangeiros e a política agrária.",
            "resposta":"E",
            "comentario":"A segurança pública, a nacionalidade, a imigração e os estrangeiros são sim áreas de competência do Ministério da Justiça, mas a política agrária não. O certo seria ter afirmado a política judiciária ao invés da agrária.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "2",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o Decreto nº 6.061/07, ao Ministério da Justiça, órgão da administração federal indireta, compete a defesa da ordem jurídica, dos direitos políticos e das garantias constitucionais.",
            "resposta":"E",
            "comentario":"A assertiva estaria toda certinha não fosse pelo erro grosseiro de afirmar que o Ministério da Justiça é órgão da administração federal indireta. De forma alguma! É um órgão da administração direta da União, subordinado à Presidência da República.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "3",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Com relação à norma que define a estrutura organizacional do Ministério da Justiça. A Defensoria Pública da União, a Secretaria de Reforma do Judiciário, o Departamento de Polícia Federal e o Arquivo Nacional são órgãos específicos singulares do Ministério da Justiça.",
            "resposta":"C",
            "comentario":"São órgãos específicos singulares do Ministério da Justiça: a Defensoria Pública da União, o Arquivo Nacional, a Secretaria Nacional de Justiça, a Secretaria Nacional de Segurança Pública, a Secretaria Nacional do Consumidor, a Secretaria de Assuntos Legislativos, a Secretaria de Reforma do Judiciário, o Departamento Penitenciário Nacional, o Departamento de Polícia Federal, o Departamento de Polícia Rodoviária Federal, a Secretaria Nacional de Políticas sobre Drogas e a Secretaria Extraordinária de Segurança para Grandes Eventos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "4",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Em respeito ao que estabelece o Decreto nº 6.061/07, o Ministério da Justiça tem como entidades vinculadas uma autarquia, o Conselho Administrativo de Defesa Econômica - CADE, e uma fundação pública, a Fundação Nacional do Índio – FUNAI.",
            "resposta":"C",
            "comentario":"O MJ tem duas entidades a ele vinculadas: uma autarquia e uma fundação pública. A fundação é a FUNAI (Fundação Nacional do Índio) e a autarquia é o Conselho Administrativo de Defesa Econômica – CADE.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "5",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Ministério da justiça tem, entre outros assuntos, como área de competência, conforme dispõe o Decreto nº 6.061/07, a defesa da ordem jurídica, dos direitos políticos e das garantias fundamentais, conforme o art. 1º, inciso I do Anexo I.",
            "resposta":"C",
            "comentario":"Questãozinha boba e bem simples! Vai ser assim na sua prova também! Aqui está tudo certinho e essa, vimos, é a principal competência do Ministério da Justiça.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "6",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Secretaria Nacional de Justiça compete tratar dos assuntos relacionados à escala de classificação indicativa de jogos eletrônicos, das diversões públicas e dos programas de rádio e televisão e recomendar a correspondência com as faixas etárias e os horários de veiculação adequados.",
            "resposta":"C",
            "comentario":"Perfeito! É exatamente o que nos ensina o inciso II, do art. 8º, do Decreto nº 6.061/07. Lembrando que jogos eletrônicos e diversões públicas são a cara da SNJ.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "7",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É atribuição da Secretaria Nacional de Segurança Pública registrar e fiscalizar as entidades que executam serviços de microfilmagem além de planejar, acompanhar e avaliar a implementação de programas do Governo Federal para a área de segurança pública.",
            "resposta":"E",
            "comentario":"Opa! Se você já memorizou alguns dos termos-chaves. A microfilmagem é palavra-chave da Secretaria Nacional de Justiça (SNJ) e não da Secretaria Nacional de Segurança Pública (Senasp) como afirmado na assertiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "8",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Identificar, propor e promover a articulação e o intercâmbio entre os órgãos governamentais que possam contribuir para a otimização das políticas de segurança pública é uma atribuição do Departamento de Força Nacional de Segurança Pública.",
            "resposta":"E",
            "comentario":"Uma dica: quando você vir em sua prova alguma questão pedindo a competência do Departamento de Força Nacional de Segurança Pública, já saiba que tal competência deve trazer alguma citação sobre a própria Força Nacional de Segurança Pública. Se assim não fizer, já desconfie que pode estar errada! É o caso da assertiva acima que nos traz uma competência do Departamento de Políticas, Programas e Projetos da Secretaria Nacional de Segurança Pública. Lembre-se que além do termo “segurança pública”, as palavras articulação e intercâmbio também estão relacionados a esse Departamento. (art. 13, inciso II)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "9",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É o Departamento de Estrangeiros da Secretaria Nacional de Justiça o competente para instruir processos de reconhecimento da condição de refugiado e de asilo político.",
            "resposta":"C",
            "comentario":"Refugiados é um termo-chave da SNJ e mais precisamente do seu Departamento de Estrangeiros. A competência acima está corretíssima. (art. 9º, inciso IV)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "10",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 determina que, no âmbito do Ministério da Justiça, promover ações para assegurar os direitos e interesses dos consumidores cabe à Secretaria Nacional do Consumidor.",
            "resposta":"C",
            "comentario":"Tenho certeza de que você resolveu essa num piscar de olhos, pois a palavra “consumidor” é a totalmente a cara da Secretaria Nacional do Consumidor.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "11",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Conforme o regulamentado pela norma que organiza a estrutura do Ministério da Justiça, compete ao Departamento de Processo Legislativo examinar os projetos de lei em tramitação no Congresso Nacional, em especial quanto à adequação e proporcionalidade entre a proposição e sua finalidade. Esse Departamento subordina-se à Secretaria Nacional do Consumidor.",
            "resposta":"E",
            "comentario":"Errado ao afirmar que o Departamento de Processo Legislativo subordina-se à Secretaria Nacional do Consumidor. Ele subordina-se à Secretaria de Assuntos Legislativos. É bom lembrar que a Secretaria de Defesa do Consumidor tem apenas um Departamento a ela subordinado: o Departamento de Proteção e Defesa do Consumidor.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "12",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Para o cumprimento das competências estabelecidas na Lei de Proteção ao Consumidor (Lei no 8.078/90), a Secretaria Nacional do Consumidor é apoiada, segundo o que regulamenta o Decreto nº 6.061/07, pelo Departamento de Proteção e Defesa do Consumidor.",
            "resposta":"C",
            "comentario":"A Secretaria de Defesa do Consumidor tem apenas um Departamento a ela subordinado: o Departamento de Proteção e Defesa do Consumidor (art. 19)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "13",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É por intermédio do seu Departamento de Elaboração Normativa que a Secretaria de Reforma do Judiciário, do Ministério da Justiça, coordena e desenvolve as atividades concernentes à relação do Ministério com o Poder Judiciário, especialmente no acompanhamento de projetos de interesse do Ministério relacionados com a modernização da administração da Justiça brasileira.",
            "resposta":"E",
            "comentario":"A Secretaria de Reforma do Judiciário tem apenas um Departamento a ela subordinado: o Departamento de Política Judiciária. É ele quem tem a competência mencionada na assertiva (art. 24, inciso II). O Departamento de Elaboração Normativa é subordinado à Secretaria de Assuntos Legislativos.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "14",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 incumbiu a Secretaria de Reforma do Judiciário de Instruir e opinar sobre assuntos relacionados a processos de declaração de utilidade pública de imóveis, para fins de desapropriação com vistas à sua utilização por órgãos do Poder Judiciário da União.",
            "resposta":"C",
            "comentario":"Não tem nem o que pensar! Está certíssima, pois “desapropriação” é a cara (termo-chave) da Secretaria de Reforma do Judiciário. (art. 23, inciso VI)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "15",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Com relação à norma que define a estrutura organizacional do Ministério da Justiça. É competência do Ministério da Justiça a articulação, coordenação, supervisão, integração e proposição das ações do Governo e do Sistema Nacional de Políticas sobre Drogas nos aspectos relacionados com as atividades de prevenção, repressão ao tráfico ilícito e à produção não autorizada de drogas, bem como aquelas relacionadas com o tratamento, a recuperação e a reinserção social de usuários e dependentes e ao Plano Integrado de Enfrentamento ao Crack e outras Drogas.",
            "resposta":"C",
            "comentario":"A assertiva nos traz a literalidade do art. 1º, inciso XI, do Anexo I do Decreto nº 6.061/07. Preste bastante atenção nessa competência, pois ela teve sua redação alterada em 2011. A redação acima já é a atual.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "16",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Ao Conselho Nacional de Política Criminal e Penitenciária, órgão colegiado subordinado ao Departamento Penitenciário Federal, compete, dentre outras, promover a avaliação periódica do sistema criminal para a sua adequação às necessidades do País e estimular e promover a pesquisa no campo da criminologia.",
            "resposta":"E",
            "comentario":"Realmente o Conselho Nacional de Política Criminal e Penitenciária é órgão competente para promover a avaliação periódica do sistema criminal para a sua adequação às necessidades do País e estimular e promover a pesquisa no campo da criminologia. É de fato um órgão colegiado, mas jamais será subordinado ao Departamento Penitenciário Federal. Esse é o grave erro da assertiva.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "17",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Departamento Penitenciário Federal é o responsável por gerir os recursos do Fundo Penitenciário Nacional – FUNPEN e é por intermédio de sua Diretoria de Políticas Penitenciárias que o referido órgão realiza inspeções periódicas nas unidades federativas para verificar a utilização de recursos repassados por esse Fundo.",
            "resposta":"C",
            "comentario":"Exato! É a Diretoria de Políticas Penitenciárias do Depen a competente para realizar inspeções periódicas nas unidades federativas para verificar a utilização de recursos repassados pelo Fundo Penitenciário Nacional – FUNPEN. (art. 27, inciso VIII).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "18",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Os pedidos de indultos individuais são, na forma prevista em lei, processados, estudados e encaminhados pelo Departamento Penitenciário Nacional.",
            "resposta":"C",
            "comentario":"Isso mesmo! A palavra “indulto” só aparece uma vez no Decreto nº 6.061/07 e exatamente dentro das competências do Departamento Penitenciário Nacional. (art. 25, inciso VIII)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "19",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"É a Diretoria-Executiva do Departamento Penitenciário Nacional quem estabelece os critérios para a elaboração da estatística criminal.",
            "resposta":"E",
            "comentario":"Estatística criminal também só aparece uma vez no Decreto em estudo e no art. 39, inciso VII. Segundo esse dispositivo, estabelecer os critérios para a elaboração da estatística criminal é competência exclusiva do Conselho Nacional de Política Criminal e Penitenciária e não da Diretoria Executiva do Depen.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "20",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No Departamento Penitenciário Nacional, é a sua Diretoria do Sistema Penitenciário Federal a competente por apoiar ações destinadas à formação e à capacitação dos operadores da execução penal enquanto que à sua Diretoria de Políticas Penitenciárias compete promover a comunicação com órgãos e entidades ligados à execução penal e, em especial, com os Juízos Federais e as Varas de Execução Penal do País.",
            "resposta":"E",
            "comentario":"Se você der uma lida rápida na questão pode até achar que ela está bem certinha. Mas cuidado, pois ela trocou as bolas e inverteu as competências das duas Diretorias do Depen. Compete à Diretoria de Políticas Penitenciárias apoiar ações destinadas à formação e à capacitação dos operadores da execução penal. Compete à Diretoria do Sistema Penitenciário Federal promover a comunicação com órgãos e entidades ligados à execução penal e, em especial, com os Juízos Federais e as Varas de Execução Penal do País.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "21",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o que regulamenta o Decreto nº 6.061/07, é o Departamento de Polícia Federal o órgão responsável por acompanhar e instaurar inquéritos relacionados aos conflitos agrários ou fundiários e os deles decorrentes, quando se tratar de crime de competência federal, bem como prevenir e reprimir esses crimes.",
            "resposta":"C",
            "comentario":"Certíssimo e é bom lembrar-lhe que essa competência não está explícita na Constituição Federal e foi trazida pelo Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "22",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Segundo o Decreto nº 6.061/07, dirigir, planejar, coordenar, controlar e avaliar as atividades correcional e disciplinar no âmbito da Polícia Federal é uma função de sua Corregedoria-Geral de Polícia Federal.",
            "resposta":"C",
            "comentario":"Caro aluno, ouviu falar em atividades correcionais e disciplinares no âmbito da Polícia Federal, faça imediatamente um link com a Corregedoria Geral de Polícia Federal (art. 32, inciso I).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "23",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"O Decreto nº 6.061/07 não trouxe de forma expressa cada um das competências do Departamento de Polícia Rodoviária Federal.",
            "resposta":"C",
            "comentario":"Verdade. Ao tratar das competências do Departamento de Polícia Rodoviária Federal, o Decreto nº 6.061/07 nos remete às competências estabelecidas no art. 20 da Lei no 9.503/97 (CTB) e no Decreto no 1.655/95.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "24",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Fazer a segurança institucional de dignitário e de depoente especial está a cargo da Diretoria de Administração e Logística Pessoal do Departamento de Polícia Federal.",
            "resposta":"E",
            "comentario":"Na Polícia Federal, dirigir, planejar, coordenar, controlar e avaliar as atividades de segurança institucional, de dignitário e de depoente especial cabe à sua Diretoria de Investigação e Combate ao Crime Organizado e não à sua Diretoria-Executiva. (art. 30, inciso I, alínea “c”).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "25",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Diretoria de Investigação e Combate ao Crime Organizado da Polícia Federal compete dirigir, planejar, coordenar, controlar e avaliar a atividade de investigação criminal relativa a infrações penais relativas às operações de contrainteligência, antiterrorismo e outras determinadas pelo Diretor-Geral.",
            "resposta":"E",
            "comentario":"Uma palavra que entregou tudo nessa assertiva: contrainteligência. Essa palavra só aparece uma vez no Decreto: nas competências da Diretoria de Inteligência da Polícia Federal. E o mesmo acontece com a palavra antiterrorismo. Assim, a questão erra ao conectar essas palavras à outra Diretoria da PF: a Diretoria de Investigação e Combate ao Crime Organizado. (art. 33, inciso II).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "26",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o Decreto nº 6.061/07, no âmbito da Polícia Federal, dirigir, planejar, coordenar, orientar, executar, controlar e avaliar as atividades de perícia criminal e as relacionadas a bancos de perfis genéticos, assim como gerenciar e manter esses bancos é uma atribuição da Diretoria Técnico-Científica.",
            "resposta":"C",
            "comentario":"A expressão-chave aqui é “perfis genéticos”. Ela é a cara da Diretoria Técnico-Científica da Polícia Federal. (art. 34, inciso I).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "27",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Corregedoria-Geral de Polícia Federal, por ser um órgão colegiado, goza de maior autonomia para apurar as infrações cometidas por servidores da Polícia Federal.",
            "resposta":"E",
            "comentario":"Corregedoria-Geral é um órgão colegiado? De onde a questão tirou essa informação? É ela que verdadeiramente apura as infrações cometidas por servidores da Polícia Federal, mas não é um órgão colegiado.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "28",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Defensoria Pública da União, autarquia vinculada ao Ministério da Justiça, cabe patrocinar a ação penal privada e a subsidiária da pública assim como exercer a defesa da criança e do adolescente.",
            "resposta":"E",
            "comentario":"As competências acima estão certinhas, mas a Defensoria Pública da União infelizmente não é uma autarquia vinculada ao Ministério da Justiça, e sim um órgão componente da estrutura organizacional desse Ministério.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "29",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"De acordo com o regulamentado pela norma que organiza sua estrutura, é área de competência do Ministério da Justiça a política nacional de arquivos. Quem define essa política é o Conselho Nacional de Arquivos – CONARQ enquanto quem tem a responsabilidade de implementá-la é o Arquivo Nacional.",
            "resposta":"C",
            "comentario":"É só conferir novamente as competências do MJ e do Arquivo Nacional que você terá a certeza de quem define essa política é o Conselho Nacional de Arquivos – CONARQ enquanto quem tem a responsabilidade de implementá-la é o Arquivo Nacional (art. 1º, inciso II c/c art. 38-F).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "30",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito do Ministério da Justiça é o Defensor-Público da União quem convoca o Conselho Superior da Defensoria Pública da União enquanto que o Ministro de Estado da Justiça é quem tem a incumbência de abrir concursos públicos para ingresso na carreira de Defensor Público da União.",
            "resposta":"E",
            "comentario":"Errado! As duas competências acima mencionadas são exclusivas do Defensor-Público da União. É ele quem abre concursos públicos para ingresso na carreira de Defensor Público da União.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "31",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"A referida norma estabelece que à Secretaria Extraordinária de Segurança para Grandes Eventos compete desempenhar as atividades de Secretaria Executiva do Conselho Nacional de Políticas sobre Drogas.",
            "resposta":"E",
            "comentario":"Nessa eu sei que você não caiu! Quem desempenha as atividades de Secretaria-Executiva do Conselho Nacional de Políticas sobre Drogas é obviamente a Secretaria de Nacional de Política sobre Drogas, a famosa Senad. Não se esqueça, hein!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "32",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Promover a integração entre os órgãos de segurança pública federais, estaduais, distritais e municipais envolvidos com a segurança dos Grandes Eventos é uma competência da Secretaria Extraordinária de Segurança para Grandes Eventos realizada conjuntamente com a Secretaria Nacional de Segurança Pública.",
            "resposta":"E",
            "comentario":"Muito cuidado com questões que afirmam coisas que o Decreto não fala! Realmente, promover a integração entre os órgãos de segurança pública federais, estaduais, distritais e municipais envolvidos com a segurança dos Grandes Eventos é uma competência da Secretaria Extraordinária de Segurança para Grandes Eventos. No entanto, não há em lugar nenhum do Decreto nº 6.061/07 que essa atribuição deve ser realizada conjuntamente com a Secretaria Nacional de Segurança Pública. Nada a ver!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "33",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Secretaria Nacional de Políticas sobre Drogas compete articular e coordenar as atividades de prevenção do uso indevido, a atenção e a reinserção social de usuários e dependentes de drogas.",
            "resposta":"C",
            "comentario":"Esta está bem tranquila. Ela traz com fidelidade o conteúdo do art. 38-A, inciso II do Anexo I do Decreto nº 6.061/07. E é só aí no Decreto que aparece a expressão dependentes de drogas!",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "34",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Executar as ações relativas ao Plano Integrado de Enfrentamento ao Crack e outras Drogas nos Grandes Eventos é uma atribuição da Diretoria de Projetos Especiais da Secretaria Extraordinária de Segurança dos Grandes Eventos.",
            "resposta":"E",
            "comentario":"Se você notou, a atribuição dita na assertiva é uma tremenda invenção de nossa querida banca! Coloquei a expressão “Grandes Eventos” numa atribuição que é da Secretaria Nacional de Política sobre Drogas só para tentar confundir sua cabeça e levá-lo a marcar a questão como correta! Não há nenhuma competência trazida pelo Decreto que une os termos “Crack” e Grandes Eventos. Crack = Secretaria Nacional de Política sobre Drogas (Senad). Grandes Eventos = Secretaria Extraordinária de Segurança dos Grandes Eventos (Sesg).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "35",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Promover a gestão orçamentária, financeira e documental da Secretaria Extraordinária de Segurança dos Grandes Eventos é competência de sua Diretoria de Logística.",
            "resposta":"E",
            "comentario":"Não, não! A Diretoria de Logística não existe mais no âmbito da Secretaria de Grandes Eventos! Ela mudou de nome em 2014 e passou a chamar-se Diretoria de Administração. É ela agora a responsável pela gestão orçamentária, financeira e documental da Sesg. (art. 38-J, incisos II e III).",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "36",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito da Secretaria Extraordinária de Segurança para Grandes Eventos, segundo o disposto no Decreto nº 6.061/07, o órgão responsável pela coordenação das atividades dos Centros de Comando e Controle Nacional, Regionais, Locais e Móveis e o Centro de Comando e Controle Internacional é a sua Diretoria de Operações.",
            "resposta":"C",
            "comentario":"Os “Centros de Comando e Controle” só aparecem uma vez no Decreto em estudo. E aparecem nas competências da Diretoria de Operações da Secretaria Extraordinária de Segurança para Grandes Eventos (Sesg). (art. 38-H, inciso III)",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "37",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"A Secretaria Executiva do Ministério da justiça tem entre suas competências, conforme o art. 4º, inciso II, do Anexo I do Decreto 6.061/2007, a de supervisionar as atividades de organização e modernização administrativa, bem como as relacionadas com os sistemas federais de planejamento e de orçamento, de contabilidade, de administração financeira, de administração dos recursos de informação e informática, de recursos humanos e de serviços gerais, no âmbito do Ministério.",
            "resposta":"C",
            "comentario":"Caro aluno, mesmo sendo o Cespe a banca de seu concurso, as questões de sua prova não vão ser diferentes. Vão trazer a simples e pura literalidade do Decreto!! Nessa daqui a banca simplesmente replicou o estabelecido no art. 4º, inciso II, do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "38",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"À Comissão de Anistia cabe pronunciar-se sobre a legalidade dos procedimentos administrativos disciplinares, dos recursos hierárquicos e de outros atos administrativos submetidos à decisão do Ministro de Estado.",
            "resposta":"E",
            "comentario":"Ponha mais essa dica na sua cabeça: o Decreto nº 6.061/07 não de forma expressa nenhuma competência da Comissão de Anistia.",
            "lei": "sim",
            "desc_lei": "Art. 7o À Comissão de Anistia cabe exercer as competências estabelecidas na Lei no 10.559, de 13 de novembro de 2002."
        },
        {
            "nro": "39",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"Examinar, prévia e conclusivamente, no âmbito do Ministério da Justiça textos de editais de licitação, bem como os respectivos contratos ou instrumentos congêneres a serem publicados e celebrados é uma das atribuições afetas à Consultoria Jurídica do Ministério da Justiça.",
            "resposta":"C",
            "comentario":"Isso mesmo. É o que regulamenta o art. 6º, inciso VII, alínea “a” do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "40",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No âmbito do Ministério da Justiça, incumbe ao Gabinete do Ministro coordenar e desenvolver atividades, no âmbito internacional, que auxiliem a atuação institucional do Ministério, em articulação com o Ministério das Relações Exteriores e outros órgãos da administração pública.",
            "resposta":"C",
            "comentario":"Correto! É o que versa o art. 3º, inciso III, do Anexo I do Decreto nº 6.061/07.",
            "lei": "",
            "desc_lei": ""
        },
        {
            "nro": "41",
            "disciplina":"Legislação DPRF",
            "materia":"Decreto Federal no 6.061/2007",
            "banca":"ESTRATÉGIA/2016 – POLICIAL RODOVIÁRIO",
            "pergunta":"No Ministério da Justiça, quem assiste ao Ministro de Estado na supervisão e coordenação das atividades das Secretarias integrantes da estrutura do Ministério e das entidades a ele vinculadas é a Secretaria-Executiva.",
            "resposta":"C",
            "comentario":"A expressão “assistir ao Ministro na coordenação” parece até coisa de seu Gabinete, não é mesmo? Mas infelizmente não é verdade... Essa atribuição é da sua Secretaria Executiva. (art. 4º, inciso I)",
            "lei": "",
            "desc_lei": ""
        }
    ]
}